{
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "一部の人には動作しているようですが、他の人は問題を報告しています。メインメニューでは動作しません。マップをロードした後にのみ動作します。",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "偶発的な大規模な除去を防ぐために、デズニング前にホットキーのいずれかでスクロールを無効にします。 同じことは、道路のアップグレードのように、右マウスボタンで実行される他のアクションに適用されます。",
  "Mod options resetting on game load.": "ゲームのロード時にModオプションをリセットします。",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "16:9のアスペクト比以外の解像度では、デフォルトのInfoviewボタンをブロックして左上に移動します。",
  "This seems to work, but is no longer supported. Use the Picker mod instead.": "これは動作しているようですが、もはやサポートされていません。代わりに Picker mod を使用してください。",
  "The functionality of this mod is included in the game itself.": "このMODの機能はゲーム自体に含まれています。",
  "Demand stays at zero.": "需要はゼロです。",
  "Several users report it is not working at all.": "いくつかのユーザーは、それがまったく動作していないと報告しています。",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "しかし、ログファイル内の「InvalidOperationException」エラーメッセージが発生します。",
  "This is missing statistics from later DLCs and game patches.": "これは、後のDLCとゲームパッチからの統計情報が欠落しています。",
  "Several reports about conflicts with various mods.": "様々なmodとの競合に関するいくつかの報告。",
  "Bloom settings not being applied. Config files not loading.": "ブルーム設定が適用されていません。設定ファイルが読み込まれていません。",
  "It takes some in-game time for the extra money to arrive.": "余分なお金が到着するにはゲーム内の時間がかかります。",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "MODが購読解除されていても、水のスパイクは永遠に残るかもしれません。",
  "Can cause performance issues (lag or fps drops).": "パフォーマンスの問題を引き起こす可能性があります(ラグやFPSのドロップ)。",
  "Rocks can’t be deleted.": "ロックは削除できません。",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "これは壊れていると言われていますが、うまくいくと言う報告はかなりあります。 太陽が東から西に適切に行くためには、180度の角度オフセットを設定する必要があるかもしれません。",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "一部の人々のために、このModはまだ正常に動作します。他の人のために様々なmodとの互換性があります。それは完全に検証できませんでした。",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "IndustriesDLCがない場合、いくつかの関数はもう動作しておらず、エラーが発生します。",
  "Dropdown not working, probably due to incompatibility with other mods.": "ドロップダウンが動作しません。おそらく他のmodとの互換性がないためです。",
  "Conflicts with various other mods.": "他の様々なModと競合しています。",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "これにはAmbient Sound Tuner 2.0が必要かもしれません: https://steamcommunity.com/workshop/filedetails/?id=818641631。",
  "Do not unlock all roads.": "すべての道路のロックを解除しないでください。",
  "This is missing all new item classes from all patches since release and from all DLCs.": "これはリリース以来、すべてのパッチから、すべてのDLCからすべての新しい項目クラスが欠けています。",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "大量の木と大量の火災を伴う地図では、保存には非常に長い時間がかかることがあります。",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "カスタムピラーは次の読み込み時にリセットされる可能性があります。MODが完全に動作しない場合のUI。",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "このModは他のModボタンを表示しない場合があります。",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "移動からのコピー機能 それはまた、ユニークな建物を複製することができます。",
  "For some players it do not create ship pathes.": "一部のプレイヤーは、船のパスを作成しません。",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "地下駅はトンネルの入り口を作るため、線路を駅に接続することが困難で地面が混乱する。 高度とグラウンドトラックは良いようです。",
  "This breaks up the UI, especially text scaling.": "これにより、UI、特にテキストのスケーリングが壊れます。",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "これは一部の破損したゲームセーブでは動作しますが、すべてではありません。 ゲームがロードをセーブすると、しばらくフリーズします。これは通常のことです。",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "これは最新のDLCでは更新されず、Industries DLCではまだ多くのことが欠けています。",
  "StabilityNote>Catenaries and Props become black for the supported Vanilla tracks!": "安定性注意>CatenariesとPropsはサポートされているVanillaトラックでは黒くなります！",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "新しいパッチおよびDLCからの道路上のバス停は置き換えられません。",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "設定はすべての負荷と複数のプレーヤーのためにそれが壊れています. また、非常に可能性が高いです これは、他の様々なカメラのModと競合します.",
  "Causes strange effects on junctions and conflicts with various Mods.": "ジャンクションや様々なModとの競合に奇妙な効果を引き起こします。",
  "Breaks game if you setup to high values.": "高値にセットアップするとゲームを壊します。",
  "This will not fix buildings that were already abandoned before this mod became active.": "このMODがアクティブになる前に既に放棄されていた建物は修正されません。",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "古いアセットが必要な場合を除き、このMODは必要ありません。 このMODの機能は、ゲーム自体に含まれているので。",
  "Nursing Homes show as Deathcare coverage when placing them.": "看護の家はそれらを置くときDeathcare の適用範囲として示す。",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "スノーフォールDLCよりも新しいDLCまたはベースゲーム間の転送機能が壊れます。",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "リストを適用すると不要なMODは無効になりますが、それらを解除しません。無効なMODは問題を引き起こす可能性があります。 MODに含まれている資産が不具合があります。このMODデータを保存するときにゲーム設定がリセットされます。",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "これは「重複プレハブ」エラーを生成しますが、これは無害です。 一部のユーザーは、トラフィックライトの小道具は、これを修正する必要がある最後のアップデート後もまだ白くなると報告しています。",
  "Public transport part not working anymore.": "公共交通機関の一部はもう機能しません。",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "さまざまな問題、不安定な問題。ロード矢印機能が機能しない、または各ロードでそれを無効にして再び有効にした後のみ。すべての道路がサポートされていません。",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "自然災害を所有している場合は、ブルドーズはありません。この場合、災害対応ユニットを使用する必要があります。新しい建物カテゴリはブルドーズされていません。",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "アフター・ダークの国際空港は、ラインの作成に問題を引き起こします。アイコン/ボタンの不足についてのいくつかのレポートがあります。",
  "This might block the vanilla quay upgrade tool.": "vanilla quay のアップグレードツールをブロックするかもしれません。",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "このモジュールが使用するタブキーは、他のいくつかのMODとの競合です。 別の一人称modを使用するか、xmlファイルのキーを変更します (ワークショップのコメントを参照してください)。",
  "Create massive lags if no overlay.png is in the specified folder.": "指定したフォルダにoverlay.png がない場合、大規模なラグを作成します。",
  "Missing UI. Performance issues (fps drops).": "UIが不足しています。パフォーマンスの問題 (fps drops)",
  "\"Make it Rain\" must be clicked (in Options) if many mods are used. Without mods it works on its own. Rain may flicker for a bit but settles later.": "多くの Mod が使用されている場合、「雨にする」をクリックする必要があります (オプションで)。 MODがなければ、それは独自に動作します。雨は少しちらつくかもしれませんが、後で落ち着きます。",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "長い読み込み時間を引き起こします, 最後にもゲームの破損である様々な問題を引き起こします, したがって、ゲームに互換性がないとマーク.",
  "Not showing up ingame.": "インガムを表示しません。",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "ラグ、ゲームフリーズや画面の点滅が報告されます。注意して使用するか、登録解除してください。",
  "White lines at the moon and Flickering when game running.": "月で白い線とゲームが動いているとき点滅。",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "ゲーム負荷時、前の値は正しく読み込まれますが、modオプションのスライダーは常にデフォルトの位置にあります。",
  "This is only needed if a prop or mod requires it. Newer props should no longer need this.": "これは、props または mod が必要な場合にのみ必要です。新しいプロパティはこれを必要としなくなります。",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "一部のユーザーはそれをうまく動作させることができますが、かなりのレポートがあります。",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "これはアスペクト比が 16:9 または 16:10 のディスプレイでのみ動作します。これは、最近のパッチや DLC では機能しません。",
  "Terrain conforming props cannot be moved up/down.": "地形に適合する小道具は上下に移動できません。",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "このモジュールは、シャープさを増加させますが、ノイズ、モアイリーンのパターン、エイリアスの問題も発生する可能性があります。 特に高い解像度では、この mod がアクティブかどうかの違いがわからない場合があります。",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "列車の資産が多すぎると、Modオプション画面が壊れることがあります。 一部のユーザーは設定ファイルが正しく作成されていない問題を報告しています。FPS Boosterを使用していない場合、いくつかのラグが発生する可能性があります。",
  "The reported issues might be unknown mod conflicts.": "報告された問題は不明なMODが競合している可能性があります。",
  "Multiple reports about getting a blank screen when loading a map.": "地図を読み込むときに空白の画面を取得することについての複数のレポート。",
  "Several reports of lagging the game.": "ゲームの遅れについてのいくつかの報告。",
  "Screen flashes / flickering. Time jumping or going backwards.": "画面が点滅/ちらつきます。 時間ジャンプまたは後方に移動します。",
  "Not recognise few latest DLC sounds.": "最新のDLCサウンドを認識できません。",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "このmodを必要とする間違った設定されたアセットを購読すると、これらのアセットはゲームの問題を引き起こす可能性があります。",
  "This causes (vanilla) trees to flicker.": "これは(バニラ)の木がちらつく原因となります。",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.": "ログ内の「XMLルート要素が不足している」エラーでエクスポートできないことがあります。列車トラックが含まれないことがあります。",
  "Do not remove trees added after Campus DLC to the game.": "Campus DLC の後に追加された木をゲームに削除しないでください。",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "様々なMODとの競合によりクラッシュする可能性があります。パフォーマンスの問題を引き起こし、負荷時間を増やすことができます。",
  "LOD not correct.": "正しくありません。",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "これは、ロード時間修正モジュールを使用しない場合に非常に長いロード時間が発生します。",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Modの一部である資産がゲームによって自動的に有効になっていない可能性があります。",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "すべての建物、地形のスパイクや穴、パフォーマンスの問題、エラーメッセージで動作しません。",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "プロムナード&プラザDLCからの建物では動作しません。さまざまな不具合を引き起こし、時にはクラッシュさえ!",
  "Forgets settings at start.": "開始時に設定を忘れます。",
  "This is an incomplete version to lure you into buying a complete version.": "これは、完全なバージョンを購入するためにあなたを誘惑するための不完全なバージョンです。",
  "Flickering or disappearing buildings.": "建物がちらつきまたは消失します。",
  "The default English names still appear as well, next to the new Japanese names.": "新しい日本語名の横にもデフォルトの英語名が表示されます。",
  "This mod increases loading time, and this increase can be huge for big cities.": "このMODはロード時間を増やします。この増加は大都市にとって大きなものになります。",
  "Previously created rotating props still require the PropRotating Params mod.": "以前に作成された回転型プロパティでも、PropRotating Params modが必要です。",
  "Causes game crashes.": "ゲームがクラッシュする原因となります。",
  "Some report not being able to save the game, especially with large numbers of procedural objects.": "いくつかのレポートは、ゲームを保存することができません, 特にプロシージャルオブジェクトの数が多いです.",
  "On a T-intersection, no light appears on the intersecting road.": "T 交差点では交差点に光は現れません。",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "これはIndustries DLC用に更新されておらず、おそらくそのDLCの工業地域では動作しません。",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "一部のユーザーはこれを読み込めないゲームの原因として報告します。これがMODの競合であるか、ゲームパッチ1に問題があるかどうかは不明です。 4. 一部のユーザーはUIが不足していることを報告します。LODは交換できません。既知の問題についての詳細はワークショップを参照してください。",
  "Doesn't show up in the CSL Music Mod.": "CSLミュージックモッドには表示されません。",
  "Simulation Errors and conflits with various other mods.": "シミュレーション エラーや他の様々なmodとの合流。",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "デフォルトが暗すぎる場合は、Ultimate Eyecandyのグローバルおよび/またはアンビエント光輝度設定をオンにします。 シャドウはシャドウ強度調整器を使用して最大に設定する必要があります。 影を見えにくくするために、Ultimate Eyecandyで全体の光強度を低減し、周囲の光強度を高めます。",
  "Do not support names for newer DLC districts.": "新しいDLC地区の名前はサポートしていません。",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "リソースは無制限ではなく枯渇します。言語は毎回英語に切り替わり、ゲームはこの機能が無効になっていてもロック解除されます。",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Sunser Harbourより遅いVanilla道路で作業していません。BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850を使って小道具を交換できます。",
  "Not able to name new districts.": "新しい地区に名前を付けることはできません。",
  "The traffic lights on some custom road do not change.": "いくつかのカスタム道路の信号は変更されません。",
  "This is only needed for custom networks that require this mod.": "これは、このMODを必要とするカスタムネットワークでのみ必要です。",
  "Button for the settings not visible for several users.": "複数のユーザーに表示されない設定のボタン。",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 (https://steamcommunity.com/sharedfiles/filedetails/?id=2487213155) to see all of TLM's UI": "画面の解像度に応じて、すべてのTLMのUIを確認するためにUI解像度 1.2 (https://steamcommunity.com/sharedfiles/filedetails/?id=2487213155) を使用する必要があるかもしれません",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "許可されていないアクションについてのゲームログにエラーがあります。バスはスポーンしていません。名前が割り当てられていません。",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "ワークショップから登録されたマップでのみ動作します。迂回路を使用し、その他のさまざまなものと互換性がありません。主にHarmony - modsです。",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "最後のいくつかのDLCの設定がありません：パークライフ、インダストリー、キャンパス、サンセットハーバー。",
  "DLCs after Campus can’t be selected.": "キャンパス後のDLCは選択できません。",
  "This mod can have an impact on game performance. Does not work in scenario games.": "この mod は、ゲームのパフォーマンスに影響を与える可能性があります。筋書きゲームでは動作しません。",
  "This sometimes breaks transport lines.": "これは時々輸送線を破壊します。",
  "As it is an outdated mod some panels may noth be unlocked.": "古いMODなので、一部のパネルのロックが解除されない場合があります。",
  "Breaks the pause after loading game option.": "ゲームオプションをロードした後に一時停止を解除します。",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "交差点によっては重複する信号が表示される場合があります。交差点では交差点にはライトが表示されません。 高速道路や高速道路のランプは、交差点の間違った側面に信号を持っています。",
  "Not supporting budgets for newer DLC.": "新しいDLCの予算をサポートしていません。",
  "Vanilla passenger trains no longer spawn in color variation.": "バニラ旅客列車はもはや色のバリエーションで生成されません。",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "これは建築容量を変更する Mod と互換性がありません。互換性を高めるため、代わりに再利用される人口を使用してください。",
  "Incompatible with nearly all other mods!": "ほぼすべてのModと互換性がありません！",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "高速道路のテクスチャは、このMODを適用するとセグメントごとにランダムにミラーされ、修正するために再構築する必要があります。",
  "Only a limited set of roads is included.": "限られた道路のみが含まれています。",
  "User reports that it is not working at all if you select heavy traffic.": "大量のトラフィックを選択すると、ユーザーはそれがまったく機能していないことを報告します。",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "外部のリソースが使用されていないため、新しいマップでは使用できません。さまざまなプレイヤーが動作していないことを報告しています。",
  "Not compatible with Unlock All + Wonders & Landmarks.": "ロック解除すべてと互換性がありません + ワンダー&ランドマーク.",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "ブラシが動かなくなることがあります。 購読解除と再購読(ゲームが実行されていない間)はしばしば役に立ちます しかし、より永続的な解決策として、Loading Order Modを使用し、Forest Brushのローディングオーダーを9999に設定することがあります。",
  "Buttons are no longer aligned correctly.": "ボタンが正しく揃えられなくなりました。",
  "Clipping may occur as well as simulation errors.": "シミュレーションエラーと同様にクリッピングが発生する可能性があります。",
  "Vanilla lights on pedestrian roads can't be exchanged.": "歩行者専用道路のバニラライトは交換できません。",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "一部のユーザーは、車に乗らず、自宅でデスポーンとリスポーンを行う場合があります。",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "「草のある大通り」を使用するときに間違ったタイプの信号を表示します。 左手交通(LHT)や、一方通行の小さな道路や路面電車のある道路では使えない場合があります。",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "調整されたパス探索で道路区間を削除すると、NullReference エラーが発生する可能性があります。",
  "It can cause visual glitches in menu (tabs without description and/or image).": "メニュー(説明や画像のないタブ)の視覚的な不具合を引き起こす可能性があります。",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "ホットキーが動作しません (右シフトの代わりに左シフトを試してみてください)。 Ultimate Eyecandyリセットの光の設定や、Relight設定の変更、またはゲームのロード時に非常に暗くなっています。",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "起動時にエラーが発生しました。UIがありません。パフォーマンスの問題 (fps drops)",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "道路のアップグレードボタンをブロックすることがよくあります。スケーリング機能が壊れており、使用すべきではありません。ユーザーは他の問題も報告しています。",
  "Button missing. Error popups.": "ボタンがありません。エラーが表示されます。",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "不足している道路テクスチャ、KeyNotFoundExceptionエラー、ゲームのクラッシュ、高いメモリ使用量などの重大な問題が報告されました。",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "草はCSUR道路を介して成長する可能性があります. で草を隠します Hide It または少し移動でノードを上げます 助けます. 道路は表面のわずか下に置かれることもある。 非中心の CSUR 道路からの Move It. トンネルの入り口は地形で覆われています。一部のユーザーは、ゲームクラッシュと CSUR インターフェイスが動作しないことを報告します。",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "ボタンを移動することはできません。特定の画面解像度で統計情報をオフスクリーンにします。",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "これは、10.6.4より高い3DxWareドライババージョンでは機能しない可能性があります。",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "BOB、直交オブジェクト、または交差マーキングツールなどのModで生成されたプロパティを使用しないでください。 これはあなたのセーブを壊す可能性があります！これらのModの問題ではなく、何らかの方法で論理的です。 非地形に準拠した小道具と、Tree & Vehicle Propsは、ロードプロセスの特定の時点で生成されます(それらは保存されません)。 つまり、これらのアセットを Mod で使用すると、読み込めない問題が発生します。 単純にネットワークや他のものがロードされている時点では作成されていないからです",
  "Results are not reliable anymore. Use Compatibility Report instead.": "結果はもう信頼できません。代わりに互換性レポートを使用してください。",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "これはうまくいくかもしれませんが、問題を解決する最善の方法ではありません。 ゲームはすでに低学歴の人々を採用することによって、これ自体を解決します。 あるいは、Employeeの教育を受けた労働者V2を使用して、より強力な効果を得ることもできます。",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "左手のトラフィックはサポートされていません。これはLinuxでは動作しません。反対側のトラフィックライトには、T-交差点と片道道路に関するいくつかの癖があります。",
  "Disasters are not recognized.": "災害は認識されていません。",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "これは、「Content Creator Pack: Train Stations」の新しい地下鉄駅や一部のカスタム駅では動作しません。 代わりに Move It をそれらのステーションに使用できます。",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "道路作成時にFPSが重大に低下します。一部のユーザーは「無効な形状」エラーを発生します。方向を逆にすると例外が発生することがあります。 例外は無害ですが、そのセグメントを元に戻すことはできず、削除して再作成する必要があります。",
  "Incompatible with Dynamic Resolution and other Camera Mods.": "動的解像度やその他のカメラモッドとの互換性はありません。",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "使用後にサブスクリプションを解除します! これは、ゲームログをスパムし、真剣にサイズを増やすでしょう。",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "交差点が青に見える場合は、Modの設定に移動し、自動更新を有効にします。これにより、多くのカスタムロードがある場合、読み込み時間が増加します。",
  "This might increase loading time. If you have issues with font display, disable Custom Font Manager in the mod options.": "これにより読み込み時間が長くなる可能性があります。フォント表示に問題がある場合は、Modオプションでカスタムフォントマネージャを無効にしてください。",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods.": "このModは最適化されていないため、パフォーマンス上の問題を引き起こす可能性があります。おそらく他のModと不明な互換性があります。",
  "For several players it causes errors and is not working.": "複数のプレイヤーにとってはエラーが発生し、動作していません。",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "いくつかの関数はローカルにインストールされたアセットでは動作しません: 最近のダウンロードで並べ替えたり、著者名で検索したり、ワークショップページを開いたりします。",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "牛としてスポーンするバグがあります。スロープ、ランプ、および昇格されたパスが動作しないようです。 いくつかは、後方に歩くか、浮いているだけです。",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "ベースゲームの大幅な変更により、このModは新しいゲームにのみ使用されます。",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "生成された道路を保存することはできませんので、保存後に使用された場所を開くべきではありません。 この mod はまだ開発の初期段階にあります。",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "一部のユーザーはまだそれが動作するように取得します, しかし、多くの場合、部分的または完全に壊れています, ゲームの保存をロードすることができないことを含みます. 「外部接続の近くでトラフィックジャムを切断する新しいアルゴリズム」を無効にすると役立つ可能性があります。 EnhancedDistrictServices.cgs ファイルを削除すると役立つ可能性がありますが、すべてのカスタマイズは失われます。",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Industries and Sunset Harbor DLCの配送車両には対応していません。 設定メニューがめちゃくちゃになっている（設定を閉じて再開すると役立つ可能性があります）。改造車両AIを変更するすべての改造車両と互換性がない可能性があります。",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "警告: この作者は、悪意のあるコードをmodに置くことを禁止されました。 著者はまた、わざと彼ら自身の改造を唾液から壊すことで知られています。 技術的には、これは機能するかもしれません。著者の歴史を考えると、UNSUBSCRIBEには非常に賢明です!",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "長いステーション名やステーション名が重複しているとレイアウトが崩れる可能性があります。 同じ駅に複数回運行する行は、MODを混乱させる可能性があります。マルチプラットフォーム駅の駅名が間違っている可能性があります。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "警告: この著者は悪意のあるコードをmodに入れることを禁止されました。このModに悪意のあるコードが含まれていると疑われています。 すぐに削除した方が良いでしょう! 警告: GitHub経由でアップデートをダウンロードするには、modページの指示に従わないでください。 このアップデータにはMALICIOUSコードが含まれており、このHarmony modに悪意のあるコードを挿入します。 著者はまた、わざと彼ら自身の改造を唾液から壊すことで知られています。 技術的には、これはあまりうまく機能せず、多くの誤った誘導エラーを引き起こし、ワークショップの多くのMODと互換性がありません。 著者の歴史と組み合わせると、UNSUBSCRIBEは非常に賢明です!",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "この mod は、MacOS または Linux ではなく、Windows 上でのみ動作します。これは、Python スクリプト知識を使用する高度な mod です。",
  "You must follow exactly the steps on the workshop page to use it.": "ワークショップを利用するには、ワークショップページの手順に従ってください。",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "一部のユーザーの倉庫は空ではありません。 これは、すべての車両スロットを占有する漁船によって引き起こされる可能性がありますので、倉庫トラックは生成できません。 ユーザーはある倉庫から別の倉庫に魚を移すトラックに気づいた。",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "スポーンポイントが元のスポーンポイントから遠すぎると、すべての公共交通機関の乗客を妨げることがあります。 貨物トラックのスポーン地点は、貨物列車駅、貨物空港、貨物港ではサポートされていません。",
  "Only works on displays with a 16:9 aspect ratio.": "アスペクト比が 16:9 のディスプレイでのみ動作します。",
  "Not working for all buildings, performance issues, errors messages.": "すべての建物で動作しません, パフォーマンスの問題, エラーメッセージ.",
  "Incompatible with any kind of automated bulldoze mods.": "いずれかの自動ブルドーズモッドとの互換性はありません。",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "適応ネットワークが正しく機能するために必要です。 これらは、道路ビルダー道路、様々なフェンスと鉄道2ネットワークなどです。",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from this collection: https://steamcommunity.com/sharedfiles/filedetails/?id=2872742333": "オリジナルのModに含まれている古いプロパティを使用したい場合は、オリジナルのModを購読しても無効にすることができます。 または、元の .crp ファイルをローカルのアセットフォルダに移動し、元の Mod を解除することもできます。 新しい都市を始めた場合は、このコレクションからオリジナルのModの購読を解除し、Ploppable Surfacesを使用するのが最善です。https://steamcommunity.com/sharedfiles/filedetails/?id=2872742333",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "これは、交通機関が壊れたり、削除されたりすると立ち往生する可能性があります。これは、大都市で遅れを引き起こします。",
  "This has some issues with spaces in names.": "これにはスペース名にいくつかの問題があります。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "警告: この著者は悪意のあるコードをmodに入れることを禁止されました。このModに悪意のあるコードが含まれていると疑われています。 すぐにそれを削除した方が良いです! また、著者は意図的に自分のモッドを唾液から壊したことで知られています。",
  "Includes malicious code!": "悪意のあるコードが含まれています！",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "警告：このMODは危険です！監視されていない場所からファイルをダウンロードし、他のMODのファイルを上書きします。 これは非常に危険なソフトウェアであり、使用するべきではありません! あなたはすぐにそれを削除した方がよいでしょう! 警告: この作者は、悪意のあるコードをmodに置くことを禁止されました。 著者はまた、わざと彼ら自身の改造を唾液から壊すことで知られています。 警告: このmodはSteamによってワークショップから削除されました。",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "このMODがインスタンス化され、より大きな都市でクラッシュが発生する可能性があることに注意してください！",
  "Game might get corrupted.": "ゲームが破損する可能性があります。",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "依存関係のmod Roads United Core 2.0はこれ以上更新されませんので、実際のゲームバージョンでは動作しません。",
  "Various players report, information could not be gathered.": "様々なプレイヤーの報告、情報を収集できませんでした。",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "トラフィックマネージャのクローンと思われますが、それは自動ラインカラーであり、ソースコードは利用できません。",
  "Cargo trains for some do not spawn.": "一部の貨物列車は生成されません。",
  "It’s in early development stage. See information on workshop page.": "開発の早い段階です。ワークショップのページで情報をご覧ください。",
  "Compatible with Advanced Building Level Control only when level Randomization is OFF.": "レベルランダム化がOFFの場合のみ、高度な建築レベルコントロールに対応。",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "ブリッジを配置中に船/フェリーパスを確認するには、トランスポート情報ビューを有効にします。",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "このMODには多くのバグと安定性の問題があり、新しいゲームには推奨されません。 Extended Managers Library/Prop Anarchyを使用して既存の都市のプレイヤーを支援する試みとして、ここで提供されています。",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "ワークショップページに表示されている対応車両にのみ回転灯を追加します。",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "これは、新世代のModツリーコントロール、Prop Controlを使用する場合にのみ必要です。 拡張マネージャライブラリ、ツリーアナーキー、Prop アナーキーの前に使用されるマップ/保存上の行ツール。 詳細については、このModのワークショップページをご覧ください。",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "format@@0オプションを変更すると、既存の表面塗料が消える可能性があります。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "時間を変更したときに自動的に一時停止し、一時停止を解除したときに時間がリセットされます。TimeWarpのタイムスピードオプションは機能しません。",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSMはそれを見つけることができます。管理者が一時的に非互換性の問題を解決する可能性があります。",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "木をフロートさせます。両方のModの機能を持つTree Controlに切り替えることができます。",
  "Realistic Population includes a 'no deathcare' functionality.": "現実的な人口には「死の心配なし」機能が含まれています。",
  "Render It! will deactivate its own functions that overlap with Theme Mixer. If you not use Theme Mixer to really mix themes, it is not needed anymmore ": "それをレンダリング!はテーマミキサーと重複する独自の機能を無効にします。 テーマミキサーを使用していない場合は、テーマをミックスする必要はありません。 ",
  "Play It! has most functionality of Ultimate Eyecandy. Combine Play It with Render It! for full replacement functionality.": "Play It! has most functions of Ultimate Eyecandy. Combinine Play It with Render It! for full replacement functional.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "より多くのネットワークスタッフは、エディタで追加の機能のみを提供します。通常のゲームプレイでは、ネットワークアナーキーのみを使用します。",
  "Real Time might delay the arrival of extra Starting Money.": "実時間は追加料金の到着を遅らせる可能性があります。",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Camera Positions Utilityの著者は、これらは互換性がないと述べていますが、一部のユーザーはそれらが一緒に正常に動作することを報告しています。",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Nursing Homesには不要な空白の車両選択ウィンドウがあります。",
  "Restores ship behavior that allows them to float on the land.": "陸上で浮遊する船舶の動作を復元します。",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICOは現在、Ploppablesを成長させる機能を持っています。 両方のModを一緒に使用することは可能ですが、設定が整列されていない限り、一貫性のない結果をもたらす可能性があります。 Ploppablesの拡大を削除することをお勧めします。 しかし既存のゲームで行われた場合は、両方のModの設定が同じであることを確認する必要があります。",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "ゲーム内の機能のみで、船舶と飛行機のパスを作成および削除できます。MNSのマップ/アセットエディタ機能の場合はNAと一緒にMNSを実行できます。 しかし、より多くのネットワークスタッフがエディタプロフィールにのみ含まれることをお勧めします。\r\n",
  "Use 'Enlighten Your Mouse' instead of 'Enhanced Mouse Light'.": "マウス拡張ライトの代わりに「マウスを明るくする」を使用してください。",
  "When a change is made to a road with one of these mods, the other mod and/or the new default Tree Changer game functionality won't work on that road until the road is reset.": "これらのモッドのいずれかで道路に変更されたとき。 もう1つのMODおよび/または新しいデフォルトのツリーチェンジャーゲーム機能は、道路がリセットされるまで、その道路では動作しません。",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "両方のMODにはメインメニュー画面でパネルを非表示にするオプションがあります。それらを非表示にするには1つのModのみを使用するか、問題が発生する可能性があります。",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "一時停止モードでは、昼間の時間を変更することができますが、リアルタイムの時間処理の一時停止を解除するとすぐに引き継がれます。 これは意図された行為である。 Play It!でシミュレーション速度を遅くした場合、昼間はリアルタイムでは一致しません。 これは夕方と早朝に非常に見えるようになります。これは動作を意図しており、変更できません。",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPSブースターはミニFPSブースターなどのすべての機能を備えています。",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSURはネットワーク拡張の高度なゾーニングオプションと互換性がありません。",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Daylight Classicでは、Classicの太陽光の色、Classicの太陽光の強度、Classicの色設定を無効にします。",
  "Several users report using these together without issues.": "複数のユーザーが問題なくこれらを一緒に使用して報告します。",
  "Even though the creator of this mod states different. It'S approved by the creators of TMPE, that these mods are not compatible with each other.": "このModの作成者は異なると述べていますが、TMPEの作成者によって承認された「S」では、これらのModはお互いに互換性がないことがわかります。",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "「Express Bus Services(SLMプラグイン)」の設定では、トランスポートラインマネージャーも使用している場合、「Experimental」と「Agressive」のオプションを選択すると、バスが停止する可能性があります。 \"Prudential\"オプションは期待どおりに動作します。",
  "The yellow arrow signals do not operate with TM:PE.": "黄色の矢印信号はTM:PEでは動作しません。",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Network Extensionsからのいくつかの道路は、間違った信号や余分な信号を生成します。",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Network Extensionsからのいくつかの道路は、間違った信号を生成します。",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "ネットワーク拡張機能からのいくつかの道路は、間違った信号またはない信号を生成します。",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "「問題なし」モジュールは、問題が存在しないと思うゲームになりますが、「問題を非表示」モジュールはアイコンを非表示にするだけです。 各 mod (皮肉なことに) すでに深刻な問題につながることができます。それらを組み合わせることは本当にそれを求めています...",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "ツリー無秩序は、植物スケーリングなどの機能を持っています。",
  "Some textures on Network Extensions roads might not load.": "Network Extensionsのいくつかのテクスチャがロードされない可能性があります。",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "電車線上でTM:PEで信号機や優先標識を設定することはできません。他の設定では動作しません。",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "高級建築レベルコントロールには歴史地区などのすべての機能があります。",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "自然災害オーバーホールは、より遅い時間の流れによって混乱します。 最も顕著な森林火災は、はるかに一般的です。回避策として火災確率を低く設定してください。",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "より高度なオプションパネルには、Wider OptionsPanelなどの機能があります。",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "雲と霧のトグルは、それを非表示の霧のオプションをオーバーールします。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "時間を変更すると自動的にゲームが一時停止し、一時停止を解除すると時間が戻ります。Ultimate Eyecandyの時間速度オプションは動作しません。",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "検索 Tree & Vehicle Prop modではフィルターが正しく動作しません。",
  "MOM already allows you to convert train stations to metro stations.": "MOMではすでに駅を地下鉄に変換することができます。",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "両方のModの機能を持つTreeAnarchyに切り替えることができます。",
  "There is no need to upgrade pipes if you don't need pipes at all.": "パイプがまったく必要ない場合は、パイプをアップグレードする必要はありません。",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "これはエラーになるかもしれません。解決策については、2021年8月24日のFPSブースターワークショップページのコメントをご覧ください。",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "メインメニューから、Modオプションの遅延時間が正しくありません。 ゲーム中に、Modオプションは、リアルタイムの遅延時間に対応する正しい遅延時間を表示します。",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "これにより、TM:PEのレーン接続ツールを使用する場合、「購入者が不足している」問題が発生する可能性があります。",
  "Both mods touch the same game functionality and probably conflict.": "両方のMODは、同じゲーム機能とおそらく競合に触れます。",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "ダイナミックアセットのソータがアイテムの順序を変更すると、別のオブジェクトを選択します。",
  "Clicking in the bottom bar for UEC functionality does not work.": "下部のバーをクリックすると、UEC機能は動作しません。",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Extended InfoPanel 2 には、HideUI からのすべての機能があります。",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "いくつかのユーザーは、パラレルロードツールがサブスクライブしたネットワークスキンでは動作しないと報告しています。",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "輪郭線が動作しない場合は、「地形を上書き」をオフにし、ROTTERdamsオプションで値を100前後に設定します。",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "新しいキューブマップが必要な場合は、デフォルトの夜空を使用します。 霧コントローラの次の設定を有効にします: \"昼夜の霧\"と\"クラシックの霧\"。 を有効にして、Daylight Classicの次の設定を有効にします: - 「クラシック日光の色」。 「クラシック太陽光の強度」「クラシックフォッグエフェクト」「昼/夜サイクルがオンの場合クラシックフォッグエフェクトを許可」。",
  "Additive Shader props converted to PO don't show up after reloading a save.": "POに変換された加算シェーダープロパティは、セーブを再読み込みした後に表示されません。",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage BinコントローラはHarmonyとHarmonyに依存するModを壊します。Garbage Binマネージャに切り替えます。",
  "Use Tree Control instead of Unlimited Trees Mod.": "無制限の木モッドの代わりに、ツリーコントロールを使用します。",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "共有停止はCSURエクスプレス道路上に作成することはできません(通常およびコンパクトな道路上で動作します)。",
  "Shared Stop Enabler has the functionality to create elevated stops.": "共有停止イネーブラーは、昇格停止を作成する機能を持っています。",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "セッションでネットワークスキンに追加された新しいスキンは、ゲームがリロードされるまでトラフィックライト交換器の変更を反映するとは限りません。",
  "Use the original instead of the now deprecated 2.0 version.": "非推奨バージョン2.0の代わりにオリジナルを使用してください。",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "非推奨バージョン2.0の代わりに元の精密エンジニアリングモジュールを使用してください。",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "これは交換/MOM接合部に青い空隙を生じる可能性があります。他の非互換性がある可能性があります。",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "あなたはあなたのロケットを選ぶために約5〜10秒しか持っていないでしょう。",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "建物の消失を防ぐため、Real Timeの設定で建設速度を100%に変更します。",
  "Mod settings for Shadow Distance Fix reset on game load.": "影の距離のMOD設定 ゲームの読み込み時にリセットされる問題を修正しました。",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "鉄道トラックの速度を制限するためにTM:PEを使用しない限り、これらのModは互換性があるはずです。",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "木をフロートさせます。両方のModの機能を持つツリーアナーキーに切り替えることができます。",
  "Worker usage is the number of workers assigned to the building, not the number of workers in the current shift from Real Time.": "ワーカーの使用は、ビルに割り当てられたワーカーの数であり、現在のリアルタイムからのシフトではありません。",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painterは最近のMove Itアップデートに更新されませんでした。Move Itと統合しようとするModの問題を発生させます。",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "切り替え可能なホワイトネスには、永続的なリソースビューの機能が含まれています。後者の登録を解除します。",
  "A black bar might appear above the bottom toolbar.": "下のツールバーの上に黒いバーが表示される場合があります。",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned may disable UI Resolution. Use the regular version of Harmony instead",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Prop Switcherに道路矢印を置き換えることは推奨されておらず、「境界外の配列」エラーが発生する可能性があります。",
  "With both mods active, placed buildings despawn. Plop the Growables already has the functionality.": "両方の改造がアクティブで、配置された建物がデスポーンします。",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Tree & Vehicle Props Patchによって生成された車両用小道具は、ゲームの時間が夜間になると、不要な光の影響を受けます。",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "より良いハイウェイアイコンはBuilding Themes ('System.Reflection.MonoMethod.Invoke')からエラーポップアップを引き起こします。両方のModはまだ動作するように見えます。",
  "The 'Remove Unwanted' button may not work properly.": "「不要なものを削除」ボタンが正しく動作しない可能性があります。",
  "This might only work with all ULOD settings to 'game default'.": "これは、すべてのULOD設定でのみ動作する可能性があります。",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "リアルタイムの夜/週末のサイクルは、地区サービスに問題をもたらす可能性があります。",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "互換性は不明ですが、PXPVehicleInfo では使用できない可能性があります。 元の車両の上限を超えると不正確な数字になります",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "木 無制限の木の機能を既に持っています。",
  "This combination might cause a performance decrease (FPS drop).": "この組み合わせにより、パフォーマンスが低下する可能性があります (FPSドロップ)。",
  "Use BOB instead of Prop Switcher.": "Prop Switcherの代わりにBOBを使用してください。",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "データコンバータは、Plop the Growablesが登録されていない場合にのみ、その作業を行うことができます。",
  "Use Prop Anarchy instead of Prop Snapping.": "Prop Snappingの代わりにProp Anarchyを使用します。",
  "EML already has a better limit showing functionality.": "EMLはすでに機能を示すより良い制限を持っています.",
  "Undoing props is disabled when using EML.": "EMLを使用している場合、元に戻すプロパティは無効になります。",
  "Use the regular version of Harmony instead.": "代わりにHarmonyの正規バージョンを使用してください。",
  "You can't export props with modtools while EML is active.": "EML がアクティブな間は、Modtools でプロパティをエクスポートすることはできません。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Prop & Tree Anarchy の代わりに Tree Anarchy と組み合わせて、Prop & Tree Anarchy を使用します。",
  "Unsubscribe Holy Water's TM:PE.": "聖水の購読を解除 TM:PE。",
  "The textures from Theme Decals will probably not match the mixed theme.": "テーマデカールのテクスチャは、おそらく混合テーマと一致しません。",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "ライフサイクルのリバランスにはすでに「死のケアなし」機能が含まれています。",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "どちらのMODもTabキーを使用します。別のMODを使用するか、ファーストパーソン・オートウォークのキーを変更してください。",
  "When changing zoning to a road, changes from Network Skins are reset.": "ゾーニングを道路に変更すると、ネットワークスキンからの変更がリセットされます。",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "3つのMODはすべて拡張マネージャーライブラリを使用する代わりに新しいゲームに使用する必要があります",
  "With 81 tiles 2 you don't need Cross The Line.": "81タイル2では、クロスラインは必要ありません。",
  "Upgrade Untouchable breaks the MOM pillar selection.": "アップグレードは、MOMの柱の選択を破ります。",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "ロードビルダーはFPSブースターと一緒に使用するべきではありません。この場合、パッチが正しく適用されない場合があります。 ロードビルダーはエディターでのみ動作し、通常のゲームでは何も動作しません。 ゲームをしたいなら少なくとも無効にすべきだ ロード注文ツールでロードビルダーを除外したり、道路を作成したくない場合はロードビルダーの登録を解除することをお勧めします。 したがって、エディタを入力してロードビルダーを使用する場合は、FPSブースターは少なくとも無効にする必要があります。 ロードオーダーツールでFPSブースターを除外したり、道路を作成したい場合はFPSブースターの登録を解除したりするのがさらに良いでしょう。",
  "Use Ploppable RICO Revisited instead.": "代わりに再利用可能なRICOを使用してください。",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Common GroundのAdjacentToPurchasedオプションは81タイルと互換性がありません。 81タイルのロックを解除する場合、ゲームプレイには一般的なグランドは必要ありませんが、マップエディタで使用するのに最適です。",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "このモジュールが有効な場合、外部からの接続からのトラック以外は、ビッグトラックには効果がありません。",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchyはすでにより良い小道具塗装機能を持っています。",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector には、RiverCargoHarborModのすべての機能があります。後者の登録を解除します。",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "サービス車両セレクター2は、一部のプレイヤーがテーマのテクスチャを変更できるようにするためにテーマミキサー2をブロックします。",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "日付を変更すると、グラフにギャップが生じたり、グラフの一部が上書きされたりする可能性があります。",
  "Existing IMT 'raised meshes' (traffic islands) will not automatically have their heights adjusted. Other markings will adjust automatically.": "既存のIMT「レイズメッシュ」(交通機関の島々)は自動的に高さを調整されません。その他のマーキングは自動的に調整されます。",
  "EDS doesn't detect the extra CitizenUnits.": "EDSは余分なCitizenUnitsを検出しません。",
  "Placed 'NTCP' props show as missing props in Loading Screen Mod. This is a false alert and can be ignored.": "'NTCP' プロパティは、読み込み画面モードで不足しているプロパティとして表示されます。これは誤ったアラートであり、無視することができます。",
  "The vehicle props generated by Tree & Vehicle Props will have unwanted light effects when the game time is in the night cycle.": "Tree & Vehicle Propsによって生成された車両用小道具は、ゲームの時間が夜間になると不要な光の効果があります。",
  "This mod combination prevents using the light background theme.": "このモジュールの組み合わせは、ライトバックグラウンドテーマの使用を防ぎます。",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "format@@0 パネルのサービス選択が低すぎるため、クリックできなくなります。",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "TM:PEのいくつかの機能は可逆トラムトラックで動作しますが、すべてではありません。",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "車両制限は正しく増加しますが、Watch それは間違って古い車両制限を示しています。",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "どちらの Mod も「バニラの仲人」に置き換えられており、互換性がありません。",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "自動置換を行う場合、TM:PE 設定は交換および接続されたネットワークセグメントで失われます。 レーンアローとレーンコネクタは地図全体に混乱しているかもしれません",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Font Selectorを使用する場合は、FPSブースターでカスタムフォントマネージャを無効にする必要があります。",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "セーブ時にGrowablesモジュールをPlopする前に使用した場合は、そのMODなしでロードする前にリンクされたコンバータを使用してください。 また、RICOが再訪し、それを見つけてください! 2は栽培品を摘み取ることができます。",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "雲と霧のトグルは、それを隠す、ボビーの霧のオプションをオーバーールします。",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "加算シェーダーは、リアルタイムからの可変日の出/日没時間と互換性がありません。代わりに加算シェーダーのテストバージョンを使用してください。",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "この機能は追加のランドスケープツールに含まれているため、巨大注文の無制限土壌モジュールでビルドを無効にします。",
  "This is a standard, builtin mod uploaded to the Workshop.": "これは、ワークショップにアップロードされた標準の組み込みモジュールです。",
  "Not showing information for newer DLC assets.": "新しいDLCアセットの情報が表示されません。",
  "This seems to be related to the infamous ali213_mod_01 mod.": "これは悪名高いali213_mod_01 modと関連しているようです。",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "あなたの都市が約15000人の市民に達すると、このModはx4ゲームのデフォルト設定よりも速度を上げることはできません。",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "注意: これは問題のアイコンだけを隠します。問題はまだ存在します！問題を確認するのを忘れた場合、これはすぐに大量放棄につながる可能性があります。",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "これは、以前のゲームではなく、新しいゲームの開始時に25タイルのみロックを解除します。",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "ロックされていないタイルの外側にある道路との外部接続を構築するには、別のMODでのゾーニングを一時的に無効にする必要があります。 マップエディタでは、接続はカスタム道路ではなく、バニラ道路を使用する必要があります。 都市間バスは、どのような2方向の道路経由ではなく、接続外の1方向高速道路を経由して市内に入る。",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "水質汚染を無効にすることはすぐではなく、水がきれいになるまでに時間がかかります。 再び地面や水質汚染を可能にすることはまた、それは再び構築するためにいくつかの時間がかかる即時ではありません。",
  "The original mod supports various languages.": "オリジナルのMODは様々な言語をサポートしています。",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Make historical' is part of the game them. but with this mod a historical building.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "代わりに、このMODよりも強力なScreen Modをロードしてから「シミュレーションエラーから回復しよう」オプションを使用してください。",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "これは、古いフラグプロパティまたはビークルサブメッシュがまだそれを必要とする場合にのみ必要です。",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "作成されたマップにはProp Anarchyが必要なため、マップエディタでこれを使用することは推奨されません。",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "このModは少なくとも1つのトラフィックライトの小道具パックが必要です。 この mod は競合を避けるために、ゲームの起動時に自動的に個々の信号灯の Mod を無効にしますが、これらの Mod からバンドルされた props を使用します。 それらの他の信号機改造は無効のままにしておきます。",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "このLABSバージョンの新しいバージョンはGitHubにあります: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "This might be incompatible with a variety of mods with similar functionality, but the author is not providing any information on this.": "これは、似たような機能を持つ様々な Mod と互換性がない可能性がありますが、著者はこれに関する情報を提供していません。",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "すべてのIndustries DLCビルを含むRICOビル以外のビルからのすべてのジョブは、サービス(SRV)番号に含まれています。",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "ModはWindows、Mac OS、Linuxで動作します。付属のスタンドアロンの「ロードオーダーツール」はWindowsのみで、追加が必要です。 et install. 詳細はワークショップのページを参照してください。",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "FPSブースターはMacOS上で動作しなかったので、これはMacOSのために必要でした. それは解決すべきであり、誰もがFPSブースターを使用することができるはずです.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "ゲームの実行中に何かを購読(解除)すると、すべてのカラーリングが失われます。",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "一部のユーザーは、ファインロードツールを購読していないときにUIが欠落していると報告します。",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "オートバジェット警察、ヘルスケア、消防署は、より低い予算がカバーエリアを意味するため、土地価値が低下する可能性があります。",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "これは、それ自体で使用することも、無効にしてBOBやトラフィック軽い置き換えモジュールの「prop pack」として使用することもできます。",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "ゲームを実行する前に常にSteamクライアントを実行してください。LinuxおよびMacOSでは、インストールガイドを参照してください: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.",
  "This breaks maps saved in the map editor.": "これにより、マップエディタに保存されたマップが破損します。",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "全てのプレイヤーは全く同じDLC(サポートされていません)とMODを持っている必要があります。CSMはほとんどのMODと互換性がありません。ここでは言及するにはあまりにも多すぎます。 A (非常に短い) サポートされているMods: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "When using this mod, it is wise to back up your saves from time to time.": "このmodを使用する場合は、時々セーブをバックアップすることが賢明です。",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "都市間バスは、どのような2方向の道路経由ではなく、接続外の1方向高速道路を経由して市内に入る。",
  "Can't show data from newer extension mods like Extended Managers Library.": "Extended Managers Libraryのような新しい拡張モジュールのデータを表示できません。",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "このMODは墓地にのみ必要です。ゲーム内の廃棄物の転送と処理施設は、このMODの他の機能をカバーしています。",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "これはBOB modと組み合わせた次のprop packによって引き継がれます: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "誤って映画カメラとして表示されます。",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "これの代替案はこちら: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "ゲームはすでに低学歴の人々を雇うことによって十分な低学歴の労働者を持っていないという問題を解決します。",
  "CAUTION: If you use this and save, the game save is broken.": "注意:これを使用して保存すると、セーブが壊れてしまいます。",
  "This is for testing only and might be removed from the Workshop soon.": "これはテスト用であり、すぐにワークショップから削除される可能性があります。",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "このModからアセットを作成する場合、それらのアセットはこのバージョンのModを必要とし、元のModでは使用できません。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Prop &amp; Tree Anarchyの代わりにTree Anarchyと組み合わせて、Prop char@@1 Tree Anarchyを使用します。",
  "It is STRONGLY recommended not to use this mod!": "このmodを使用しないことをお勧めします!",
  "The original mod supports the Chinese language.": "オリジナルのModは中国語に対応しています。",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "これは以前は新しいバージョンでしたが、元のバージョンが更新された後は非推奨となりました。代わりに元のバージョンを使用してください。",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "注意: ModオプションまたはこのModのポップアップでエラーを抑制しないでください。Mod/アセットのトラブルシューティングは不可能に近いものです。 エラーを隠すと、それらが消えることはなく、あなたのゲームの信頼性が低下します！",
  "This mod was only for scenario developers looking for more options.": "この mod は、より多くのオプションを探しているシナリオ開発者のためのものです。",
  "You can easily modify the RICO settings in-game.": "ゲーム内でRICOの設定を簡単に変更できます。",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "これは、トグル可能ホワイトネスモッドの非公式固定版です。",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "注意: 購読解除時にロケールファイルは削除されません。手動で削除する必要があります。ワークショップのページを参照してください。",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "これは古い情報を使用します。互換性レポートの公式リリースには複数の言語がサポートされています！",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "このMODを使用する前に、既存のセーブデータのバックアップを作成することを強くお勧めします。",
  "The original Ploppable Asphalt+ mod is not needed to have Ploppable surfaces working!": "元の Ploppable Asphalt+ mod は、Ploppable サーフェスを動作させる必要はありません!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM instead of changing to successor.": "あるいは、これには「ゴーストモード」があり、購読解除が可能であり、まだゲームを保存することができます。 継承者に変更する代わりにMOMを完全に削除したい場合。",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "このゲームには片道列車線もあります。 一方通行の駅には片方向の線路が必要です",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "プロップの非表示はこのmodから削除されましたが、BOB modで利用可能です。",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "この mod の矢印がよりよく表示されているにもかかわらず、この mod の機能は、ゲーム自体に含まれています。"
}