{
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "这似乎对一些人有效，但其他人报告问题。在主菜单中不能工作，只能在加载地图后使用。",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "在移除区域之前禁用一个热键滚动以防止意外的大规模分区。 这同样适用于使用鼠标右键执行的其他动作，如道路升级。",
  "Mod options resetting on game load.": "游戏加载时重置模组选项。",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "在除16:9宽高比的分辨率中，它移动到左上角，阻止默认的信息视图按钮。",
  "The name of this mod is misleading. It not reduces the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "这个模组的名称具有误导性。它不会减少产生的垃圾数量。 它只能减少垃圾费用，所以更好的名称是“减少垃圾费用”。",
  "The functionality of this mod is included in the game itself.": "此模组的功能包含在游戏本身。",
  "Demand stays at zero.": "需求保持在零。",
  "Several users report it is not working at all.": "好几个用户报告它根本没有工作。",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "工作但在日志文件中造成“无效操作异常”错误消息。",
  "This is missing statistics from later DLCs and game patches.": "这是从以后的DLCs和游戏补丁中缺少的统计数据。",
  "Several reports about conflicts with various mods.": "有几份关于与各种模式冲突的报告。",
  "Bloom settings not being applied. Config files not loading.": "Bloom 设置未应用。配置文件未加载.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "当你的城市达到大约15000个公民时，这个模组将不会再提高超过x4游戏默认设置的速度。",
  "It takes some in-game time for the extra money to arrive.": "额外资金到达需要一些游戏中的时间。",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "即使模组已取消订阅，水的飞跃也可能永远存在。",
  "Can cause performance issues (lag or fps drops).": "可能导致性能问题 (延迟或 fps 丢弃)。",
  "Not showing information for newer DLC assets.": "不显示更新的DLC资产信息。",
  "Rocks can’t be deleted.": "不能删除岩石。",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "据说这种情况已经打破，但有相当多的报告说它是行之有效的。 您可能需要设置180个偏离，太阳才能正常从东到西。",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "对于某些人来说，这个模组仍然很正常。对于另一些人来说，我们无法完全验证与各种模组不兼容。",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "好几个函数不再工作，如果你没有 DLC 就会出现错误。",
  "Dropdown not working, probably due to incompatibility with other mods.": "下拉菜单失败，可能是由于与其他模式不兼容。",
  "Conflicts with various other mods.": "与其他各种模式发生冲突。",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "这可能需要 Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filetails/?id=818641631。",
  "Do not unlock all roads.": "不要解锁所有道路。",
  "This is missing all new item classes from all patches since release and from all DLCs.": "这丢失了所有自发布以来的补丁类和所有DLC类的所有新项目。",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "大量树木和大量火灾的地图可能需要很长时间。",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "自定义支柱可能会重置下一次加载。模组的UI无法完全工作。",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "此模组有时会阻止其它模组按钮显示。",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "移动版的复制功能 Mod也可以复制独特的建筑物。",
  "For some players it do not create ship pathes.": "对于一些玩家来说，它不会创建船舶路径。",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "地下站建立了一个隧道入口，使得很难将轨道连接到地面站并扰乱地面面。 地轨似乎已经平整。",
  "This breaks up the UI, especially text scaling.": "这将打破界面尤其是文本缩放。",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "这对某些已损坏的游戏节省来说是可行的，但对所有人来说都不是这样。 如果游戏保存加载，游戏将冻结一段时间。这是正常的。",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "最新的DLC没有更新，行业DLC仍然缺少大量资料。",
  "Catenaries and Props become black for the supported Vanilla tracks!": "原版轨道的接触网和摆件会变成黑色。",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "从较新的补给区和脱落后区停止公路上的公交车不会被替换。",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "设置重置每个负载并重置它已损坏的几个玩家。它也很可能会与其他各种相机模式发生冲突。",
  "Causes strange effects on junctions and conflicts with various Mods.": "对交叉路口造成奇怪的影响，并与各种模式发生冲突。",
  "Breaks game if you setup to high values.": "设置为高值时打断游戏。",
  "This will not fix buildings that were already abandoned before this mod became active.": "这将不会修复此模组激活前已经被放弃的建筑物。",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "这个模组不再需要了，除非你有一个需要它的旧资产。 因为这个模组的功能包含在游戏中。",
  "Nursing Homes show as Deathcare coverage when placing them.": "护理院在安置这些人时显示出死亡护理覆盖率。",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "将破坏任何DLC或基础游戏的城市间传输功能比Snown DLC更新。",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "应用列表将禁用不需要的模组，但不会取消订阅，禁用模组可能导致问题。 包含有模组的资源可能会变亮。保存模组数据时会重置游戏设置。",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "它产生“重复的预制”错误，无害。 一些用户报告说，在上次更新后仍然会转向白色，本来应该已经修复了这一点。",
  "Public transport part not working anymore.": "公共交通部分不再起作用。",
  "You can easily modify the RICO settings in-game.": "您可以轻松修改游戏中的 RICO 设置。",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "各种问题不稳定。不稳定。道路箭头功能无法使用，或者仅在禁用并在每次装载时重新启用后才能使用。并非所有道路都得到支持。",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "如果你拥有自然灾害，就不会用推土机推倒。你需要在这里使用救灾单位。较新的建筑类别不会被推土机推平。",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "黑暗之后的国际机场在线创建时出现问题，有一些关于缺少图标/按钮的报告。",
  "This might block the vanilla quay upgrade tool.": "这可能会屏蔽原版查询更新工具。",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "这个模组使用的选项卡密钥与其他几个模组冲突。 要么使用另一个人的模组，要么更改XML文件中的密钥(见Workshop comments)。",
  "Create massive lags if no overlay.png is in the specified folder.": "如果指定文件夹中没有覆盖.png，请创建大片滞后。",
  "Missing UI. Performance issues (fps drops).": "缺少用户界面。性能问题(ps drops)。",
  "\"Make it Rain\" must be clicked (in Options) if many mods are used. Without mods it works on its own. Rain may flicker for a bit but settles later.": "如果使用了许多模组，必须单击\"(选项中)。 没有模组，它就可以独自工作。雨水可能会闪烁一些，但稍后就可以安置。",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "造成加载时间长的问题，即使是游戏中断也会导致各种问题，因此与游戏不兼容。",
  "Not showing up ingame.": "不显示ingame。",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "已报告延迟、游戏冻结和屏幕闪烁。请谨慎使用或取消订阅。",
  "White lines at the moon and Flickering when game running.": "游戏运行时月球上的白色线和闪电线。",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "游戏加载时正确加载前一个值，但模组选项中的滑块总是处于默认位置。",
  "This is only needed if a prop or mod requires it.": "只有当您的某个摆件或模组依赖于该模组时，您才需要此模组。",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "一些用户可以正常工作，但有相当多的报告，包括重置负载之间的设置。",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "这只适用于显示的宽高比 16:9 或 16:10 。对于最近的补丁和 DLCs 来说，这个功能缺失。",
  "Terrain conforming props cannot be moved up/down.": "地形符合条件的props 不能上下移。",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "虽然这个模组会增加清晰度，但它也可能带来噪音、微调和模式以及异化问题。 尤其是在高分辨率上，您可能看不到这个模组之间的差异是否存在。",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "如果你拥有太多列车资产，模组选项屏幕可能会中断。 有些用户报告配置文件未正确创建的问题。如果不使用 FPS 提升，可能会造成一些滞后。",
  "The reported issues might be unknown mod conflicts.": "报告的问题可能是未知的模组冲突。",
  "Multiple reports about getting a blank screen when loading a map.": "加载地图时有多个关于获取空白屏幕的报告。",
  "Several reports of lagging the game.": "有几个报告说游戏滞后。",
  "Screen flashes / flickering. Time jumping or going backwards.": "屏幕闪烁/闪烁。时间跳转或倒退。",
  "Not recognise few latest DLC sounds.": "没有识别最新的DLC声音.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "如果您订阅了错误配置的需要此模组的资产，这些资产可能会导致游戏问题。",
  "This causes (vanilla) trees to flicker.": "这使得(香草)树被闪烁。",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "此模组不再有任何功能。 创建者并不是为了给玩家发布他的模组，而只是为了向人们展示他能够编程多么好。",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.": "无法导出日志中缺少一个 'XML 根元素'错误。Train Track有时不包括在内。",
  "Do not remove trees added after Campus DLC to the game.": "不要移除在校园DLC后添加到游戏中的树木。",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "与各种模式冲突并可能导致崩溃。可能导致性能问题并增加负载时间。",
  "LOD not correct.": "LOD不正确。",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "如果不使用加载时间修复模组，这会导致很长的加载时间。",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "为了在已解锁的瓦片之外建造与可分区道路的外部连接，您需要暂时禁用与另一个模组的分区。 在地图编辑器中，连接必须使用原版道路，而不是自定义道路。 城市间公共汽车只能通过连接外面的一路高速公路，而不是通过任何两路公路进入城市。",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "属于模组的资产可能不再被游戏自动启用。",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "不适用于所有建筑物，地形跳跃和洞，性能问题，错误信息。",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "注意：这只能隐藏问题图标。问题仍然存在！如果你忘记检查问题，这可能很快导致大规模遗弃。",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "无法使用 Promenades & Plazas DLC 的建筑，造成各种玻璃破裂，有时甚至崩溃！",
  "Forgets settings at start.": "在开始时忘记设置。",
  "This is an incomplete version to lure you into buying a complete version.": "这是一个不完整的版本，可以引诱您购买一个完整的版本。",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "订阅此模组会导致建筑物闪烁或消失。同时建议不要使用任何依赖于此模组的资产！",
  "The default English names still appear as well, next to the new Japanese names.": "缺省的英文名称也仍然出现在新日语名称旁。",
  "This mod increases loading time, and this increase can be huge for big cities.": "这个模组增加了加载时间，这对大城市来说可能是巨大的。",
  "Previously created rotating props still require the PropRotating Params mod.": "以前创建的旋转props 仍然需要 PropReting Params Mod。",
  "Causes game crashes.": "导致游戏崩溃。",
  "Some report not being able to save the game, especially with large numbers of procedural objects.": "有些报告无法保存游戏，特别是大量程序性目标。",
  "On a T-intersection, no light appears on the intersecting road.": "在一条T交叉路口上，交叉路上没有灯光。",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型工业大型大型工业大型工业大型工业大型大型工业大型大型工业大型大型大型工业",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "有些用户报告这会导致无法加载的游戏。如果这是一个模组冲突或游戏补丁1的问题，它是未知的。 4. 有些用户报告缺失的 UI. LODs 无法替换。请参阅本次讲习班有关已知问题的更多详情。",
  "Doesn't show up in the CSL Music Mod.": "不在 CSL 音乐模式中显示。",
  "Simulation Errors and conflits with various other mods.": "模拟错误并与其他各种模式混合。",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "如果默认值过于黑暗，则在 Ultimate Eyecandy 中打开全局和/或环境光强度设置。 阴影必须设置为最大值使用阴影力量调节器，以防止太阳通过对象泄漏。 降低阴影可见度，降低全局光强度，增加周围光强度。",
  "Do not support names for newer DLC districts.": "不支持较新的多明我会县的名称。",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "资源耗尽而不是无限，语言切换回英语，每次游戏都被解锁，即使此函数被停用。",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "在 Sunser Harbour稍后在Vanilla 道路上不工作。您可以继续订阅，但是取消激活使用BOB https://steamcommunity.com/sharedfiles/filetails/?id=2197863850来交换props。",
  "Not able to name new districts.": "无法命名新的地区。",
  "The traffic lights on some custom road do not change.": "一些定制道路上的交通灯没有变化。",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "造成水污染并不是立即发生的，需要一些时间才能清除。 再造有利的土地或水污染也不是立即发生的，需要一些时间才能重新建立。",
  "This is only needed for custom networks that require this mod.": "这仅适用于需要此模组的自定义网络。",
  "Button for the settings not visible for several users.": "设置按钮对几个用户不可见。",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "游戏日志中有关不允许的动作的错误。未分配首名。",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "只适用于从讲习班上订阅的地图。使用游览以及因此与其他各种——主要是和谐——模式不兼容。",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "最后几个DLC：公园生活、工业、露营和日落哈博尔缺少设置。",
  "DLCs after Campus can’t be selected.": "无法选择校园后的DLC。",
  "This mod can have an impact on game performance. Does not work in scenario games.": "这个模组可以对游戏性能产生影响。在场景游戏中无法工作。",
  "This sometimes breaks transport lines.": "这有时打破了运输线。",
  "As it is an outdated mod some panels may noth be unlocked.": "由于这是一个过时的模组，一些面板可能无法解锁。",
  "Breaks the pause after loading game option.": "加载游戏选项后中断暂停。",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "在某些交叉路口出现重复的交通灯。在一条T交叉路口上，交叉路面上没有灯光。 公路和公路坡道的交通灯位于交叉路口的错误一侧。",
  "Not supporting budgets for newer DLC.": "不支持较新的人力资源管理厅的预算。",
  "Vanilla passenger trains no longer spawn in color variation.": "原型客运列车不再以颜色变异方式生成。",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "这与同时也会改变能力的模组不兼容。使用现实人口重新访问以便更好地兼容。",
  "Incompatible with nearly all other mods!": "与几乎所有其他模式不兼容！",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "路由纹理应用此模组时，每个路段都会随机镜像，需要重建以修复。",
  "Only a limited set of roads is included.": "只有有限的一套公路被包括在内。",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "作者加密且不允许他人访问他的源代码。 因此，无法检查它们是否含有恶意代码。其他的模组作者都无法解决使用该作者模组引发的问题。我们只是已经验证，他的模组会与几个很流行的模组引发冲突问题。因此强烈建议不要使用这个模组！",
  "User reports that it is not working at all if you select heavy traffic.": "用户报告说，如果您选择重量流量，它根本无法工作。",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "外部资源不能用于您在新地图上使用。多位玩家报告它根本没有工作。",
  "Not compatible with Unlock All + Wonders & Landmarks.": "不兼容解锁所有 + 隐藏与大地标记。",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "笔刷有时停止工作。 取消订阅和重新订阅(在游戏未运行时)常常帮助一段时间。 但一个更永久的解决方案是使用加载订单模组，并将森林笔刷的加载顺序设置为99999。",
  "Buttons are no longer aligned correctly.": "按钮不再对齐。",
  "Clipping may occur as well as simulation errors.": "剪切可能与模拟错误同时发生。",
  "Vanilla lights on pedestrian roads can't be exchanged.": "行人道路上的原版灯具不能交换。",
  "This breaks maps saved in the map editor.": "这个间歇地图保存到地图编辑器。",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "对于某些用户来说，公民不要拿一辆汽车，但是在家里绝望和重生，有时又走到同一站/停顿。",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "在 https://bit.ly/3XiMQPY 查看 Render It! 和 Play It! 的基础教程。",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "使用 \"Grass大大道\" 时显示错误的交通灯类型。 它可能对左手交通和小型单向道路或带有垃圾的道路不起作用。",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "删除路径调整后的路段可能导致NullReference错误。",
  "It can cause visual glitches in menu (tabs without description and/or image).": "它可以在菜单中造成视觉镜像(标签，无描述和/或图像)。",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "热键不可用 (试着左平移而不是右平移)。 亮度设置，或在游戏加载时，亮度设置会重置或亮度变得非常暗淡。",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "启动时出错。缺少用户界面。性能问题 (fps drops)。",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "这常常阻挡道路升级按钮。缩放功能已损坏，不应使用。用户也报告其他一些问题。",
  "Button missing. Error popups.": "缺少按钮。错误弹出通知。",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "报告了大量问题，包括：缺少路由纹理，KeyNotFoundException 错误，游戏崩溃，内存使用率高。",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "草可能会通过CSUR路生长。隐藏草料或用移动草料稍微提高节点将有所帮助。 公路有时可能略低于地面。 用移动I来提升它们。从非中心CSUR道路的隧道入口被地面覆盖。一些用户报告游戏崩溃，CSUR接口无法工作。",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "该按钮不能移动，使得统计数据在某些屏幕分辨率的屏幕外移动。",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "3DxWare驱动程序版本高于10.6.4时，这可能无法起作用。",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "不要在 BOB 、 Pocedural Objects 或 Intersection Marking 工具中使用送交的PROPS。 这可能破坏你的保存！这在某种程度上是合乎逻辑的，而不是这些模式的问题。 在加载过程中的某个特定地点生成非地形变形Props以及树和车辆Props(它们没有存储! 这意味着在模式中使用这些资产将导致它们可能被加载的问题， 仅仅因为它们是在网络和其他东西加载时创建的。",
  "Results are not reliable anymore. Use Compatibility Report instead.": "结果不再可靠。请使用兼容性报告。",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "这也许是可行的，但这不是解决问题的最佳办法。 游戏已经通过雇用一些受过高等教育的人从事低教育的工作来解决这个问题。 或者你可以使用 Empras Ovevered Workers V2 来提高效果。",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "不支持左手流量。这不适用于Linux。相反侧流灯在T交接点和单向道路上有一些惊奇。",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "注意：不要在模组选项或此模组的弹出窗口中发送错误信息，因为它使故障排除模式/资产问题几乎不可能。 隐藏错误不会让他们离开，将使你的游戏变得更不可靠！",
  "Disasters are not recognized.": "灾害不被识别。",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "这不适用于“内容创建者包：火车站”和一些自定义站台的新地铁站。 您可以为这些电台使用移动它了。",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "当创建道路时，FPS严重下降。一些用户会遇到一个“无效形状”错误。反转方向有时会给出异常。 例外情况是无害的，但您不能扭转那个区段，并且必须删除和娱乐。",
  "Incompatible with Dynamic Resolution and other Camera Mods.": "与动态分辨率和其他相机模式不兼容。",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "使用后退订！这将垃圾信息游戏日志并严重增加大小。",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "在 Repaint 选项中，有一个修复道路节点颜色较暗问题的功能。",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "如果交点看着蓝色，请进入模组的设置并启用自动刷新。如果您有许多自定义的道路，这会增加加载时间。",
  "This might increase loading time. If you have issues with font display, disable Custom Font Manager in the mod options.": "这可能会增加加载时间。如果您有字体显示问题，请在模组选项中禁用自定义字体管理器。",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "此模组没有优化，可能会导致性能问题，可能与其他模组不兼容。强烈建议不要使用此模组！",
  "For several players it causes errors and is not working.": "对几个玩家来说，它会导致错误，无法工作。",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "有些功能将无法用于本地安装的资产：按最近下载的数据排序，按作者姓名搜索，打开创意工坊页面。",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "出现了一个作为牛奶的繁殖问题。斜坡、斜坡和高阶路径似乎不起作用。 有些人只能向后走或漂浮。",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "由于基本游戏的重大更改，这个模组最好仅用于新游戏。",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "你不能保存生成的道路，因此你不应该打开它后来使用的地方。 这个模组仍处于早期开发状态。",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "一些用户仍然能够让它工作，但对许多用户来说，它部分或完全被打破，包括无法加载游戏保存。 禁用“新算法用于在外部连接附近解锁流量干扰”可能会有帮助。 删除EnhancedDistrictServices.cgs文件可能也有帮助，但您将丢失所有自定义文件。",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "不使用来自工业界和日落港码头的运载工具。 设置菜单收到消息(关闭或重新打开设置可能有帮助)。可能与修改车辆AI的所有模组不兼容。",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：该作者因在他们的模式中放置恶意代码而被禁止。 提交人还因故意打破他们自己的模组而闻名。 从技术上来说，这可能会起作用。考虑到作者的历史，对于UNSUBSCRIBEBE来说是非常明智的！",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "长车站名称或重复车站名称可能会打破布局。 多次使用同一个站点的线可能会混淆模组。多平台站点名称可能不正确。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：这位作者因在他们的模式中放置恶意代码而被禁止。这个模组被怀疑有恶意代码。 您可以更好地移除IT IMMEDIATELY！警告：请不要按照模组页面上的说明下载通过 GitHub 的更新。 那个更新程序包含 MALICIOUS 代码，并将把恶意代码插入这个和谐模式！ 提交人还因故意打破他们自己的模组而闻名。 从技术上讲，这个功能不很好，造成了许多误导错误，并且不符合讲习班上的许多模组。 再加上作者的历史，UNSUBSCRIBEBE非常明智！",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "这个模组只适用于Windows，不适用于MacOS 或 Linux。这是一个高级模组，需要使用 Python 脚本知识。",
  "You must follow exactly the steps on the workshop page to use it.": "您必须跟随讲习班页面上的步骤才能使用。",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "对于某些用户来说，仓库并不是空的。 造成这种情况的原因可能是渔船占据了所有车位，因此仓库卡车无法生产。 使用者注意到卡车将鱼从一个仓库运往另一个仓库。",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "要在铺设桥梁时查看船只/轮渡路径，请启用传输信息视图。",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "出生点离原产地太远，有时阻止所有公共运输乘客。 货车站、货运机场或货运码头不支持货运卡车的生产点。",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop隐藏已从此模组移除，但可在 BOB mod 中使用。",
  "Only works on displays with a 16:9 aspect ratio.": "只能使用16:9宽高比显示。",
  "Not working for all buildings, performance issues, errors messages.": "不适用于所有建筑物，性能问题，错误信息。",
  "Incompatible with any kind of automated bulldoze mods.": "与任何自动推土机模式不兼容。",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "任何自适应网络都需要正常运作，如公路建造者道路、各种围栏和铁路2网络。",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from this collection: https://steamcommunity.com/sharedfiles/filedetails/?id=2872742333": "如果您想要使用包含在原版模组中的旧props，您可以保留原版模组，但是禁用。 或者，您可以将原始的 .crp 文件移动到您的本地资产文件夹并取消原始模组。 如果你开始一个新的城市，最好是取消订阅原始模组并使用此集合中的可循环表面：https://steamcommunity.com/sharedfiles/filetails/?id=2872742333",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "这可能导致一些人在公共交通站破碎或被拆除时被卡住，这在较大的城市造成滞后。",
  "This has some issues with spaces in names.": "这与姓名空间有一些问题。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "警告：这位作者因在他们的模式中放置恶意代码而被禁止。这个模组被怀疑有恶意代码。 你能更好地移除IT IMEDIATELY！作者也因故意打破他们自己的模组而闻名。",
  "Includes malicious code!": "包括恶意代码！",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "警告：这个模组是危险的！它从一个未监视的位置下载文件并覆盖其他模组的文件。 这是非常危险的软件，不应被使用！您可以更好地删除它的IMMEDIATELY！ 警告：该作者因在他们的模式中放置恶意代码而被禁止。 提交人还因故意打破他们自己的模组而闻名。 警告：这个模组被Steam从车间移除，因为它违反了他们的协议。",
  "Users reported various issues, we could not verify.": "用户报告了各种问题，我们无法核实。",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "请注意这个模组不稳定并且可能在更大的城市发生崩溃！",
  "Game might get corrupted.": "游戏可能已损坏。",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "无法使用实际游戏版本，因为依赖型模组路由 United Core 2.0 不再更新。",
  "Various players report, information could not be gathered.": "不同的玩家报告无法收集信息。",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "看起来是流量管理器克隆，但告诉它是自动线的颜色，源码不可用。",
  "Cargo trains for some do not spawn.": "一些人的货运列车不会生成。",
  "It’s in early development stage. See information on workshop page.": "它处于早期开发阶段。请查看车间页面上的信息。",
  "Compatible with Advanced Building Level Control only when level Randomization is OFF.": "只有当关卡随机化时才能与高级建筑级别控制兼容。",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "这个模组有一些缺陷和稳定性问题，不推荐用于新的游戏。 这里是为了帮助现有城市的玩家利用扩展管理库/Prop Anarchy继续他们的拯救而无需再做他们的工作。",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "将旋转灯仅添加到支持的车辆，列在车间页面上。",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "只有当你想要使用新的一代模组树控件，Prop Control时，才需要这种操作。 在地图/保存工具上使用扩展管理器库，树无主状态，Prop 无主状态。 欲了解更多详情，请查看此模组的工作坊页面。",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "使用原来的精准工程模组而不是现在已废弃的2.0版本。",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Cubemap Replacer 也会改变各种光照和反射设置，并替换为静态位置的云和太阳。 AD Cloud Replacer 支持动态的云和太阳。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "当您改变时间时自动暂停游戏，当您取消暂停时将重置时间。TimeWarp 中的时间速度选项将无法工作。",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM 可以破坏查找It 。作为管理员运行游戏可能暂时解决不兼容问题。",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "引起树木浮点型变量。你可以切换到具有这两种模组功能的树形控件。",
  "Realistic Population includes a 'no deathcare' functionality.": "现实的人口包括“无死亡护理”功能。",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "更多 Network Stuff 在编辑器中只提供额外功能。对于普通游戏，只能使用网络无序游戏。",
  "Real Time might delay the arrival of extra Starting Money.": "实际时间可能会延迟额外启动金钱的抵达。",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "相机位置实用软件的作者说，这些是不兼容的，但一些用户报告他们一起工作很好。",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "护理院将有一个不需要的空白车辆选择窗口。",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "在暂停模式下，您可以更改白天，但一旦您取消暂停，真实时间的处理将会接管时间。 这是一种预想的行为。 如果您放慢模拟速度并玩游戏！白天将不会再匹配实时时间。 这在晚上和早上都非常可见。这是预想的行为，不能改变。",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal 正在积极地开发，并且其用户体验更好。",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster拥有Mini FPS Booster的所有功能等等。",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "禁用经典日光颜色、经典日光强度和经典颜色来设置日光Class。",
  "Several users report using these together without issues.": "好几个用户报告了一起使用这些没有问题的情况。",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "只有游戏内的功能，所以您可以创建和删除飞船和飞机路径。您可以为 MNS的 map/asset 编辑功能同时运行 MNS 和 NA。 但最好是在编辑器配置文件中包含更多的网络存档。\r\n",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "如果您在Plop 上的Growables Mod上使用了的话，请使用链接的Converter 在没有那个移动的情况下加载之前。 在这种情况下，RICO再次订阅并找到它！2 以便能够绘制丛林。",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "对于资产创作者：较新的含有动画效果的摆件不需要这个模组。请改用 ModTools 和下方链接中的脚本。\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7153b86e74c",
  "Even though the creator of this mod states different. It'S approved by the creators of TMPE, that these mods are not compatible with each other.": "即使这个模组的作者的观点不同，但 TMPE 的作者已经确认，这些模组相互之间不兼容。",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop 绘画没有更新到最近的移动It 更新，给试图与 Move It 结合的任何模组造成问题。",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "云雾切换器覆盖隐藏生物的雾选项。",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "如果您更改了“增强型柱面控制”选项, 您现有的表面绘图可能会消失。",
  "The yellow arrow signals do not operate with TM:PE.": "黄箭头信号不使用 TM:PE。",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "某些来自网络扩展的道路会造成错误或额外的流量光。",
  "Some roads from Network Extensions spawn the wrong traffic light.": "某些来自网络扩展的公路会产生错误的交通灯。",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "某些来自网络扩展的道路会造成错误或没有交通灯。",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "无政府树具有种植规模的功能，还有更多的功能。",
  "Some textures on Network Extensions roads might not load.": "网络扩展路上的一些纹理可能无法加载。",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "高级建筑水平控制具有历史地区的所有功能等等。",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! 包含 Timewarp Fix 的大多数功能。用 Play It! 和 Render It! 以完全替代该模组。",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "自然灾害过后因时间流量较慢而变得混乱。 最显著的是，森林火灾将更加常见。设定火灾概率低作为一个工作范围。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "当您改变时间时自动暂停游戏，当您取消暂停时将重置时间。使用时长度选项将无法正常工作。",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "查找它的过滤器与Tree & Vehicle Prop 模组无法正常工作。",
  "MOM already allows you to convert train stations to metro stations.": "MOM 已允许您将火车站转换为地铁站。",
  "There is no need to upgrade pipes if you don't need pipes at all.": "如果你根本不需要管道，就不需要升级管道。",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "在“Express Bus Services (TLM Plugin)”设置中，如果同时使用传输线管理器，“实验”和“Agressive”两个选项可能会导致公共汽车去除pay。 “Prudential”选项按预期运行。",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "这可能会造成一个错误。请参阅2021年8月24日关于FPS Booster Workshop 页面的评论以获取解决方案。",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "在使用 TM:PE 的路由连接工具时，这可能会造成“买家不足”问题。",
  "Both mods touch the same game functionality and probably conflict.": "两个模组都触摸相同的游戏功能，可能发生冲突。",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "当动态资产排序器改变项目顺序时，选择另一个对象。",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "如果轮廓线无法正常工作，请关闭“覆盖地形”并在ROTTERDams选项中设置值为大约100。",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "“没有问题”模式使游戏认为问题不存在，而“隐藏问题”模组只隐藏图标。 每个模组 (具有讽刺意义) 已经导致严重的问题。将它们合并起来真的是要它...",
  "Additive Shader props converted to PO don't show up after reloading a save.": "重新加载保存后不显示转换为 PO 的附加Shader props 。",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "道路建造器不应与FPS Booster一起使用，因为在这种情况下，某些补给区将无法正确使用。 因为公路建造者只在编辑中工作，而不是在正常游戏中做任何事情， 如果你想要玩游戏，它至少应该被停用。 使用加载订单工具排除道路建造者，或取消订阅道路建设器，如果您不想创建道路。 因此，如果您想要进入编辑器并使用Road Builder，FPS Booster至少应该被停用。 使用负载订单工具排除FPS推进器或取消订阅FPS推进器，如果您想要创建道路的话。",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "您可以禁用此模组，并使用 BOB 模组把交通灯换成此插件中所含的交通灯资产。",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "当这个模组处于活动状态时，除了来自外部通道的卡车之外，没有任何大卡车不会有任何效果。",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "可塑版RICO现在具有扩张版的功能。 同时使用这两个模组是可能的，但除非您的设置对齐，否则可能会给出不一致的结果。 建议删除Ploppables。 但如果在现有游戏上完成了，您必须确保两个模组的设置相同。",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "垃圾箱控制器会破坏和谐和任何模组。切换到垃圾箱管理器。",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "如果你想要每天的新立方体，默认的夜间天空， 为雾控制器启用以下设置：“日夜雾”和“经典雾”， 并启用日光典型的以下设置：“经典日光颜色”， “经典日光强度”、“经典雾效应”和“如果白天/夜间循环开启，允许经典雾效应”。",
  "Use Tree Control instead of Unlimited Trees Mod.": "使用树控制而不是无限树模式。",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "无法在CSUR快递公路上创建共用停机站 (它确实在正常和紧凑的道路上施工)。",
  "Shared Stop Enabler has the functionality to create elevated stops.": "共享停止启用程序具有创建高档停止的功能。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "如果你想要使用字体选择器，你需要停用FPS增强器中的自定义字体管理器。",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "使用网络皮肤添加到会话中的新皮肤并不总是反映流光替换器的变化，直到游戏重新加载。",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "从主菜单，模组选项中的延迟时间将是不正确的。 在游戏中，模组选项会显示正确的延迟时间，与实时减缓时间相对应。",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "这可能会在替换/MOM 交叉口造成蓝色的空隙。可能还有其他不兼容性。",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "你只会有 5 到 10 秒的时间来选择你的火箭。",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "在实时环境中将建筑速度更改为100%，以避免建筑物消失。",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "只要您不使用 TM:PE 来限制铁轨的速度，这些模组应该是兼容的。",
  "Worker usage is the number of workers assigned to the building, not the number of workers in the current shift from Real Time.": "工人的使用是指分配到建筑物的工人人数，而不是目前从实时转移的工人人数。",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "可切换白色包含持久资源视图的功能。取消订阅后者。",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "不推荐使用 Prop 切换器替换道路箭头，这可能会造成一个“数组超限”错误。",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "当游戏时间处于夜间循环时，由树木和车辆Props 补丁生成的车辆props 会产生不想要的灯光效果。",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "更好的高速公路图标触发了从Building 主题弹出的错误 ('System.Reflection.MonoMethod.Invoke')。这两种模组似乎仍然有效。",
  "The 'Remove Unwanted' button may not work properly.": "“移除不想要的”按钮可能无法正常工作。",
  "This might only work with all ULOD settings to 'game default'.": "这可能只适用于所有ULOD设置才能使用“游戏默认值”。",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "从实时起加速的夜间/周末周期可能会给地区服务带来问题。",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "兼容性是不确定的，但来自更多车辆的限制可能不被PXPVALEInfo使用， 超过原车辆限制时导致数字不正确。",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "两个模组在主菜单屏幕上都有隐藏面板的选项。只能使用一个模组来隐藏它们，或者您可能会遇到问题。",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "无政府树已经具有无限树的功能。",
  "This combination might cause a performance decrease (FPS drop).": "这种结合可能导致性能下降（FPS下降）。",
  "Use BOB instead of Prop Switcher.": "使用 BOB 而不是 Prop 切换器。",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "数据转换器只能在 Plop Growables 未订阅时才能工作。",
  "Use Prop Anarchy instead of Prop Snapping.": "使用 Prop 无主状态而不是 Prop 无主状态。",
  "EML already has a better limit showing functionality.": "EML已经有更好的功能限制显示。",
  "Undoing props is disabled when using EML.": "在使用EML时禁用撤消props。",
  "Use the regular version of Harmony instead.": "改用正常版本的“和谐”。",
  "You can't export props with modtools while EML is active.": "当EML处于活动状态时，您不能使用mod工具导出props。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "使用 Prop 无政府状态，与 Tree 无政府状态相结合，而不是 Prop & Tree 无政府状态。",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "更高级的选项小组具有更广泛选项小组的功能等等。",
  "Use the original instead of the now deprecated 2.0 version.": "使用原始版本代替现在已废弃的2.0版本。",
  "A black bar might appear above the bottom toolbar.": "黑色条可能会出现在底部工具栏上。",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "协调重新设计可能会禁用UI分辨率。使用正常版本的和谐。",
  "Unsubscribe Holy Water's TM:PE.": "取消订阅圣水TM:PE。",
  "The textures from Theme Decals will probably not match the mixed theme.": "主题标记的纹理可能不匹配混合主题。",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "好几个用户报告说，并行道路工具不适用于网络皮肤订阅。",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "生命周期重新平衡已经包含了“无死亡护理”功能。",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "这两个模组都使用制表符。使用另一个人的模组，或者更改第一个人自动走访的密钥。",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Toggle it! 与这个模组可以一起使用。例如：即使您在 Toggle It! 中允许显示警告图标，仍然可以隐藏某些特定的警告图标！",
  "When changing zoning to a road, changes from Network Skins are reset.": "当将分区更改为公路时，网络皮肤的更改将被重置。",
  "With 81 tiles 2 you don't need Cross The Line.": "有 81 个瓷块 2 你不需要十字线。",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "根据屏幕分辨率的不同，可能需要使用 UI Resolution 1.2 模组来更改 UI 的分辨率，才能看到 Transport Lines Manager 的所有界面。",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "两个模组都运行时，已摆放的建筑会消失。Ploppable RICO Revisited 已经整合了这些功能。",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "云雾切换器覆盖隐藏它的雾选项。Bobby。",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "更改日期可能导致图表中的空白或导致图表的部分被覆盖。",
  "Use Ploppable RICO Revisited instead.": "使用 Ploppable RICO Revisit代替。",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "AdjacentTo购买的共同场地选项与81格不兼容。 当你解锁所有81片瓷砖时，游戏不需要共同的地面，但在地图编辑器中仍然很棒。",
  "Mod settings for Shadow Distance Fix reset on game load.": "游戏加载时重置阴影距离修复的模组设置。",
  "Upgrade Untouchable breaks the MOM pillar selection.": "升级不可接触的破坏了MOM 界碑的选择。",
  "Restores ship behavior that allows them to float on the land.": "恢复允许船只在陆地浮动的船舶行为。",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "引起树木浮动。你可以切换到无序树，这两种模式都具有功能。",
  "Loading Screen Mod asset report file also include all these information.": "Loading Screen Mod Revisited 的资产报告文件 (Asset Report) 包含这些信息。",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "你可以切换到无政府树，它具有这两种模式的功能。",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "在列车轨迹上使用 TM:PE 设置交通灯或优先标志将无法正常工作。其他设置也会正常工作。",
  "When a change is made to a road with one of these mods, the other mod and/or the new default Tree Changer game functionality won't work on that road until the road is reset.": "当改变带有其中一种模式的道路时， 其他模组和/或新的默认树改变游戏功能将不会在这条道路上运行，直到道路重置。",
  "Prop Anarchy already has a better prop painting functionality.": "Prop 无政府状态已经具有更好的prop绘画功能。",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "服务车辆选择器具有RiverCargoHarborMod的所有功能。取消订阅后者。",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "服务车辆选择器2块主题混音器2块，让一些玩家能够更改主题纹理。",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "所有三个列出的模组都应用于新游戏，而不是使用扩展管理程序库",
  "EDS doesn't detect the extra CitizenUnits.": "EDS 没有检测到额外的公民单位。",
  "Placed 'NTCP' props show as missing props in Loading Screen Mod. This is a false alert and can be ignored.": "放置“NTCP”属性在加载屏幕模式中显示为缺失的属性。这是一个错误的警报，可以忽略。",
  "The vehicle props generated by Tree & Vehicle Props will have unwanted light effects when the game time is in the night cycle.": "当游戏时间处于夜间循环时，由树木和车辆Props生成的汽车props会产生不必要的光线效果。",
  "This mod combination prevents using the light background theme.": "此模组组合防止使用光线背景主题。",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "使用 Road Builder 生成的道路不使用原版的桥柱。如果在 Curb Height Adjuster 中减少这种道路的桥梁/高架部分的桥板厚度，会导致道路和桥柱之间出现一个间隙。",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "保健服务选择面板上的服务选择显示得太低，因而难以或无法点击。",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "TM:PE 的一些功能用于可逆轨，但不是全部功能。",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "车辆限制将会正确提高，但观察它不正确地显示旧车辆限制。",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "两个模组都替换了“原版匹配器”，使它们不兼容。",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you not use Theme Mixer to really mix themes, it is not needed anymmore ": "Play it! 模组会禁用与 Theme Mixer 2/2.5 重复的功能。 如果不使用 Theme Mixer 来混合主题，那么不需要 Theme Mixer 模组。",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "当进行自动替换时，替换和连接的网络部分将丢失TM:PE设置 和行道箭头和行道连接器可能会在整个地图上发送信息。",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR与网络扩展中的高级分区选项不兼容。",
  "Clicking in the bottom bar for UEC functionality does not work.": "点击底部栏以获取UEC功能无效。",
  "Extended InfoPanel 2 has all functionality from HideUI.": "扩展的 InfoPanel 2 具有来自 HideUI 的所有功能。",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "附加着的Shader与真时变量的日落/日落时间不兼容。请使用添加剂Shader测试版本。",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "停用在无限土壤模组中的巨型命令构建，因为它的功能包含在额外景观工具中。",
  "This is a standard, builtin mod uploaded to the Workshop.": "这是一个标准的内置模组，上传到讲习班。",
  "The original mod supports various languages.": "原版模组支持各种语言。",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "这个模组的功能包含在游戏本身中，尽管这个模组的计算略有不同。",
  "This seems to be related to the infamous ali213_mod_01 mod.": "这似乎与臭名昭著的ali213_mod_01Mod有关。",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "“制作历史”现在是游戏本身的一部分，但在这个模组中，历史建筑不能被放弃。",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "使用“尝试从模拟错误”选项中从加载屏幕模组中恢复，这比这个模组更强大。",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "只有当一个旧的旗帜prop 或车辆子网格仍然需要它时才需要它。",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "它不建议在地图编辑器中使用此选项，因为创建的地图将需要 Prop 无序状态。",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "这个模组需要至少一个流量灯具才能起作用。 这个模组在游戏启动时自动禁用单个流量光模组以避免冲突，但是使用这些模组的捆绑属性。 禁用其他流量光模组。",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "您可以在 GitHub: https://github.com/kianzarrin / AdaptiveRoads/releases 上找到此 LABS 版本的较新版本",
  "This might be incompatible with a variety of mods with similar functionality, but the author is not providing any information on this.": "这可能与具有类似功能的各种模组不相容，但作者没有提供这方面的任何资料。",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "来自非RICO建筑物的所有工作，包括所有DLC工业公司建筑，都列入了服务号码。",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "模组在 Windows 、 Mac OS 和 Linux 上运行。包含的独立的 '负载订单工具' 只是 Windows ，需要额外的 。 et install. 详情请查看创意工坊页面。",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "这对于MacOS来说是必要的，因为FPS提升器没有在MacOS上工作。这应该得到解决，每个人都应该能够使用FPS加速器。",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "当你(取消)在游戏运行时订阅任何东西时，所有重新装饰都会丢失。",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "有些用户在未订阅精干的道路工具时报告UI缺失。",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "这可以单独使用，或者禁用，并用作BOB或交通灯替换器的 \"prop 包\"。",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "此模组曾经是较新的版本，但在原版模组更新后已经废弃。请改用原版模组。",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "在您运行游戏之前总是运行Steam客户端。在 Linux 和 MacOS 上，需要一些用户操作，请参阅安装指南：https://steamcommunity.com/workshop/filetails/discussion/2105755179/3120423877860413758/",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "所有玩家必须拥有完全相同的 DLCs (不支持) 和模组。CSM 与大多数模组不兼容，太多无法在这里提及。 支持模式(非常短) 列表：https://citiesskylinesmultiplayer.com/#/supported-mods",
  "When using this mod, it is wise to back up your saves from time to time.": "当使用这个移动时，不时备份你的保存是明智的。",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "城市间公共汽车只能通过连接外面的一路高速公路，而不是通过任何两路公路进入城市。",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "这个模组现在只是墓地所需要的。游戏中的废物转移和处理设施涵盖了这个模组的其他功能。",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "下面的 prop 包与 BOB 模式相结合：https://steamcommunity.com/sharedfiles/filetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "不正确地显示为电影摄像头。",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "此选项可在这里找到：https://steamcommunity.com/sharedfiles/filetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "游戏通过雇佣高学历的人从事低学历要求的工作，已经解决了没有足够的低学历工人的问题。",
  "CAUTION: If you use this and save, the game save is broken.": "警告：如果您使用此模组并保存存档，存档就会被损坏。",
  "This is for testing only and might be removed from the Workshop soon.": "此模组只是为了测试，可能很快就会从创意工坊上删除。",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "当使用此模组的摆件制作资产时，制作的资产需要这个版本的模组，无法与原版模组一起使用。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "使用 Prop Anarchy temporary fix 和 Tree Anarchy temporary fix 代替 Prop & Tree Anarchy 模组。",
  "It is STRONGLY recommended not to use this mod!": "强烈建议不要使用这个模组！",
  "The original mod supports the Chinese language.": "原版模组支持中文语言。",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "创建者加密了他的代码，不允许访问他的代码。 因此，不可以核实它们是否不包括任何有害的代码。 任何其它模式都无法解决使用此创建者的模组引起的问题。 我们只能证实，他们的模组使用几种顶尖的100种模式造成了问题。",
  "This mod was only for scenario developers looking for more options.": "此模组仅适用于寻找更多选项的剧本作者。",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "这是 Toggleable Whiteness 模组的一个非官方修复版。",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "注意：取消订阅时不会删除本地文件。它必须手动删除，见创意工坊页面。",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "此模组的兼容性信息已过时。官方发布的 Compatibility Report 已支持多语言！",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "在使用此模组之前，强烈建议备份好现有的存档。",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "此模组只会在新建存档时解锁 25 格地块，无法解锁之前的存档的地块。",
  "Can't show data from extension mods like Extended Managers Library.": "无法显示 Extended Managers Library 等扩展模组的数据。",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "对警察、医疗和消防服务使用自动预算，可能导致地价下降，因为较低的预算会使公共服务的覆盖面积较小。",
  "The original Ploppable Asphalt+ mod is not needed to have Ploppable surfaces working!": "Ploppable surfaces 资产不需要原版 Ploppable Asphalt+ 模组作为前置（需要 Loading Time Fix 版本），就可以使用。",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM instead of changing to successor.": "此外，MOM 模组有一个“幽灵模式”。如果您想要完全移除 MOM 模组而不是改用 MOM 的继任资产，请启用“幽灵模式”，这样一来，取消订阅 MOM 模组后您的存档将仍然可以加载。 ",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "原版游戏也有单向火车轨道，但此模组也有单条双向轨道，含单向轨道的车站资产仍然需要此模组。",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "原版游戏已经包含此模组的功能，尽管这个模组的箭头可能更为清晰可见。",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "自然保护区路径和类似的地方放置时不会混合在斜坡地形上。 这可以通过使用亮度在100左右（推荐）或开启“覆盖地形外观”选项来修复。\r\n\r\n启用了“覆盖地形外观”选项后，地形线叠加层已损坏。 要么禁用此选项，要么使用强度为120或更低的夹带模式，要么使用强度为100或更低的比例模式。\r\n\r\n网络将总是显示草地，而不是剪切结构。这尤其值得注意，如：DdestixXCid的坡度。"
}