{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "غير متوافق مع الدقة الديناميكية وغيرها من موجات الكاميرا.",
  "Vehicle LOD Flashing": "ركوب السيارة",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "إلغاء الاشتراك بعد الاستخدام! سيؤدي هذا إلى إرسال رسائل غير مرغوب فيها إلى سجل اللعبة وزيادة الحجم بشكل خطير.",
  "Broken / Can't be loaded": "لا يمكن تحميله",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "في خيارات الإصلاح أيضًا يتوفر إعداد لإصلاح لون العقدة المظلمة على الطرق السريعة.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "إذا كانت المقاطع تبدو أزرق، انتقل إلى إعدادات الوضع وتمكين التحديث التلقائي. هذا يزيد من وقت التحميل إذا كان لديك العديد من الطرق المخصصة.",
  "This might increase loading time.": "هذا قد يزيد من وقت التحميل.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "هذا التعديل غير محسّن ويمكن أن يسبب مشاكل في الأداء. ربما يكون لهذا تناقضات غير معروف مع الأوضاع الأخرى. يوصى بعدم استخدام هذا الوضع!",
  "Mod options resetting on game load.": "إعادة تعيين خيارات المودي على تحميل اللعبة.",
  "Game breaking": "كسر اللعبة",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "لم تستخدم البرامج العامة في المودعات مثل BOB, Pocedural الكائنات أو أداة وضع العلامات المتداخلة. هذا يمكن أن يكسر حفظك! إنها بطريقة ما مسألة منطقية وليست مشكلة في هذه الأوضاع. يتم توليد مفاتيح تصنيع غير تيراين فضلا عن مفاتيح الشجرة والمركبات في نقطة محددة من عملية التحميل (لم يتم تخزينها! هذا يعني استخدام هذه الأصول في المودع، سيؤدي إلى المشكلة التي لا يمكن تحميلها، ببساطة لأنها لا تنشأ في هذه اللحظة يتم تحميل الشبكات والأشياء الأخرى.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "بسبب التغييرات الهامة في اللعبة الأساسية، هذا التعديل هو أفضل استخدام للألعاب الجديدة فقط.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "وقد تؤدي أسماء المحطات الطويلة أو أسماء المحطات المزدوجة إلى كسر التخطيط. الأسطر التي تخدم نفس المحطة عدة مرات قد تلبس المود. أسماء المحطة على محطات متعددة المنصات قد تكون غير صحيحة.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "تحذير: هذا الكاتب محظور لوضعه شفرة خبيثة في أوضاعه. هذا الموديل يشتبه في أن لديه شفرة خبيثة فيها. من الأفضل لك إزالة هذا التحديث! تحذير: لا تتبع الإرشادات الموجودة في صفحة المود لتحميل التحديث من خلال GitHub. يحتوي هذا التحديث على رمز MALICIOUS، وسوف يدرج رمز خبيث في وضع الوئام هذا! ومن المعروف أيضا أن صاحب البلاغ قد خرج عمدا من شباك طرده الخاص به. من الناحية التقنية، هذا لا يعمل بشكل جيد، ويعطي الكثير من الأخطاء المضللة ويتنافى مع الكثير من المودات في ورشة العمل. وبالاقتران مع تاريخ المؤلف، سيكون من الحكمة جدا بالنسبة لجامعة الأمم المتحدة!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "قام المنشئ بتشفير تعليماته البرمجية ولا يوفر أي وصول إلى تعليمته. لذلك لا يمكن التحقق من أنها لا تتضمن أي نوع من الشفرة الضارة. لا يمكن للمودرين الآخرين العمل على إصلاح المشكلات التي تثيرها باستخدام المودات من هذا المبدع. يمكننا فقط التحقق، أن موداتهم تخلق مشاكل مع العديد من المودات المائة الأقدم. لذلك نحن ننصح بشدة بعدم استخدام هذا الوضع!",
  "Can't be loaded": "لا يمكن التحميل",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "المستودع ليس فارغاً لبعض المستخدمين. قد يكون السبب في ذلك قوارب الصيد التي تأخذ جميع مواقع المركبات، لذلك لا يمكن لشاحنة مستودع أن تتفريغ. ولاحظ المستخدمون الشاحنات التي تنقل الأسماك من مستودع إلى آخر.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "لمشاهدة مسارات السفينة/العبّارة مع وضع جسر ، تمكن من عرض معلومات النقل.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "وقد تحركت النقاط البعيدة جدا عن نقطة التفريغ الأصلية في بعض الأحيان تمنع جميع ركاب النقل العام. ولا تدعم محطات نقل البضائع أو مطارات البضائع أو مرافئ الشحنات نقاط توصيل الشحن.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"لا يوجد شاحنة كبيرة محملة بالأخطاء\" أذهان رسالة",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "تم إزالة إخفاء Prop من هذا المودع، ولكنه متاح في تعديل BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "يعمل فقط على العرضات بنسبة 16:9 جانب.",
  "Not working for all buildings, performance issues, errors messages.": "لا تعمل لجميع المباني، مشاكل الأداء، رسائل الأخطاء.",
  "Lags the game massively": "يلغي اللعبة بشكل هائل",
  "Vanilla lights on pedestrian roads can't be exchanged.": "لا يمكن تبادل مصابيح الفانيليا على طرق المشاة.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "وهذا قد يتسبب في أن تتعثر سيل من سيل في محطات النقل العام المكسورة أو المحذوفة. وهذا يسبب تخلفا في المدن الكبرى.",
  "LOD has too many vertices": "القفل يحتوي على العديد من الأعراف",
  "This has some issues with spaces in names.": "هذا ينطوي على بعض المشاكل مع وجود مساحات في الأسماء.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "تحذير: هذا الكاتب محظور لوضعه شفرة خبيثة في أوضاعه. ومن المعروف أيضا أن صاحب البلاغ قد خرج عمدا من شباك طرده الخاص به. قد يؤدي هذا وظيفته من الناحية الفنية. ونظراً لتاريخ المؤلف، فمن الحكمة للغاية بالنسبة لشبكة الأمم المتحدة للتعاون في مجال حقوق الإنسان!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "يبدو أن هذا يعمل لبعض الناس، لكن آخرين يبلغون عن مشاكل. لا يعمل في القائمة الرئيسية، بل يعمل فقط بعد تحميل الخريطة.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "تعطيل التمرير بإحدى المفاتيح الساخنة قبل إزالة المناطق لمنع الترحيل العرضي عن طريق الخطأ. وينطبق نفس الشيء على الإجراءات الأخرى التي تنفذ مع زر الماوس الأيمن، مثل ترقية الطرق.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "في القرارات غير نسبة الجانب 16:9 ، ينتقل إلى الزاوية اليسرى العلوية، ويمنع زر المعلومات الافتراضي.",
  "Causes strange effects on junctions and conflicts with various Mods.": "يسبب آثارا غريبة على المنعطفات ويتعارض مع أنماط مختلفة.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "مفتاح التبويب هذا التعديل يستخدم تضارب مع العديد من الأوضاع الأخرى. إما استخدام تعديل شخص أول آخر، أو تغيير المفتاح في ملف xml (انظر تعليقات حلقة العمل).",
  "Create massive lags if no overlay.png is in the specified folder.": "إنشاء تأخيرات ضخمة إذا لم يكن هناك تجاوز في المجلد المحدد.",
  "Vehicle LOD Turn Black": "تشغيل السيارة السوداء",
  "Error popup": "خطأ منبثق",
  "Missing UI. Performance issues (fps drops).": "واجهة المستخدم مفقودة. مشاكل الأداء (إسقاط).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "يشير المستخدمون إلى أنه يجب النقر فوق \"اجعلها تمطر\" (في الخيارات) إذا تم استخدام العديد من الموديات. بدون موجات أخرى تعمل بمفردها. أيضًا المطر قد ينتشر قليلاً ولكنه يستقر لاحقاً.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "قد تتوقف شاشة خيارات التعديل إذا كان لديك الكثير من أصول القطار. بعض المستخدمين يبلغون عن مشاكل في ملف التكوين لم يتم إنشاؤه بشكل صحيح. قد يسبب هذا بعض التأخير إذا لم يستخدم معزز FPS Booster.",
  "Error messages popup": "رسائل خاطئة منبثقة",
  "The reported issues might be unknown mod conflicts.": "وقد تكون المسائل المبلغ عنها صراعات غير معروفة.",
  "Multiple reports about getting a blank screen when loading a map.": "تقارير متعددة عن الحصول على شاشة فارغة عند تحميل الخريطة.",
  "Crash the game / Error popup": "انهيار اللعبة / خطأ منبثق",
  "Several reports of lagging the game.": "عدة تقارير عن تخلف اللعبة.",
  "Screen flashes / flickering. Time jumping or going backwards.": "فلاش الشاشة / التلاشي. الوقت يقفز أو يعود إلى الخلف.",
  "Not recognise few latest DLC sounds.": "لا تعرف بعض أصوات DLC الأحدث.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "إذا اشتركت في الأصول المكونة الخاطئة التي تحتاج إلى هذا التعديل، فإن هذه الأصول يمكن أن تسبب مشاكل في اللعبة.",
  "Several users report it is not working at all.": "ويفيد عدة مستعملين بأنها لا تعمل على الإطلاق.",
  "LOD not correct.": "قفل غير صحيح.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "الأصول التي هي جزء من التعديل قد لا يتم تمكينها تلقائياً بواسطة اللعبة.",
  "Conflicts with various other mods.": "يتعارض مع مختلف الطرق الأخرى.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "لا تعمل مع جميع المباني، فتحات التضاريس والثقوب، مشاكل الأداء، رسائل الأخطاء.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "تنبيه: هذا يخفي فقط أيقونات المشكلة. المشاكل لا تزال موجودة! هذا يمكن أن يؤدي بسرعة إلى التخلي الجماعي إذا نسيت التحقق من المشاكل.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "لا تعمل مع المباني من Promenades & Plazas DLC. تسبب في العديد من اللوحات وأحيانا حتى تحطم!",
  "Broken / Can't be used": "لا يمكن استخدامها",
  "Forgets settings at start, esp. the sun height.": "ينسى الإعدادات عند البدء، على سبيل المثال ارتفاع الشمس.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "بعض المستخدمين يبلغون عن أن هذا يسبب ألعاب غير قابلة للتحميل. من غير المعروف إذا كان هذا تعارض مع التعديل أو مشكلة مع تصحيح اللعبة 1. 4. يبلّغ بعض المستخدمين عن عدم وجود UI. لا يمكن استبدال LOD. راجع حلقة العمل لمزيد من التفاصيل حول المشكلات المعروفة.",
  "Can't be loaded / Error popup": "لا يمكن تحميل / خطأ منبثق",
  "Doesn't show up in the CSL Music Mod.": "لم تظهر في موسيقى CSL.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "في بعض المقاطع تظهر أضواء مرور متكررة. عند تقاطع T، لا يظهر أي ضوء على الطريق المتقاطع. الطرق السريعة وممرات الطرق السريعة لديها أضواء المرور على الجانب الخطأ من التقاطع.",
  "Not supporting budgets for newer DLC.": "لا تدعم الميزانيات الجديدة لمديرية الشؤون القانونية الألمانية.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "قطارات الركاب في الفانيليا لم تعد تتغير في الألوان. هذا هو السلوك المقصود.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "هذا لا يتوافق مع المودات التي تغير أيضا قدرة البناء. استخدم السكان الواقعيين المعاد زيارتهم بدلا من ذلك لتحقيق توافق أفضل.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "يجب أن يكون لدى جميع اللاعبين نفس DLCs (لا يتم دعم أي منها) والوسائل. CSM غير متوافق مع معظم الموديل، لا يمكن ذكر الكثير هنا. قائمة (قصيرة جدا) من المودات المدعومة: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "سيعكس نسج الطريق السريع عشوائيا لكل جزء عند تطبيق هذا المود، ويجب إعادة بناؤه إلى إصلاحه.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "الإعدادات مفقودة لآخر القليل من DLC: Parklife, Industries, Campus, Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "لن تقوم بالجرافات إذا كنت تملك كوارث طبيعية. تحتاج إلى استخدام وحدة الاستجابة للكوارث في هذه الحالة. فئات المباني الأحدث ليست بالجرافات.",
  "Vehicle LOD Turn White": "تشغيل السيارة البيضاء",
  "DLCs after Campus can’t be selected.": "لا يمكن تحديد الـ DLC.",
  "Can cause performance issues (lag or fps drops).": "يمكن أن يسبب مشاكل في الأداء (التأخير أو أسفل).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "يمكن أن يكون لهذا التعديل تأثير على أداء اللعبة. لا يعمل في الألعاب السيناريوية.",
  "This sometimes breaks transport lines.": "وهذا يؤدي في بعض الأحيان إلى كسر خطوط النقل.",
  "As it is an outdated mod some panels may noth be unlocked.": "بما أنه تعديل قديم قد لا تكون بعض اللوحات مقفلة.",
  "Breaks the pause after loading game option.": "كسر الإيقاف المؤقت بعد تحميل خيار اللعبة.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "لا تستخدم المصادر الخارجية لذلك لا يمكنك استخدامها على خريطة جديدة. يقول لاعبين مختلفين أنها لا تعمل على الإطلاق.",
  "Building flickers": "بناء الخنازير",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "فالفرشاة تتوقف عن العمل أحيانا. إلغاء الاشتراك وإعادة الاشتراك (بينما لا تعمل اللعبة) غالبا ما يساعد لفترة من الوقت، ولكن الحل الأكثر دواماً هو استخدام مودي طلب التحميل وتعيين ترتيب التحميل لفرشاة الغابات إلى 9999.",
  "Buttons are no longer aligned correctly.": "الأزرار لم تعد محاذاة بشكل صحيح.",
  "For some players it do not create ship pathes.": "بالنسبة لبعض اللاعبين فإنها لا تنشئ مسارات للسفن.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "وتخلق المحطات تحت الأرض مدخلا للنفق، مما يجعل من الصعب توصيل المسار إلى المحطة وتعطيل سطح الأرض. وتبدو المسارات المرتفعة والمسارات الأرضية جيدة.",
  "This breaks up the UI, especially text scaling.": "هذا يكسر واجهة المستخدم، وخاصة توسيع النص.",
  "Game might get corrupted.": "قد تصبح اللعبة تالفة.",
  "Causes game crashes.": "سبب تحطم اللعبة.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "لا تعمل مع إصدارات اللعبة الفعلية حيث لم يتم تحديث مورد طرق التبعية المتحدة Core 2.0 بعد الآن.",
  "It’s in early development stage. See information on workshop page.": "إنها في مرحلة التطوير المبكر. اطلع على المعلومات على صفحة ورشة العمل.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "إذا أردت أن يكون لديك أشجار لتلاعب أثناء بناء الطرق، حرصوا على تفعيل \"التصادم\" في فوضى الشبكة.",
  "Freezes the game": "تجميد اللعبة",
  "Everything that has more than two rails tracks can't be hidden.": "كل شيء لديه أكثر من سكة حديدية لا يمكن إخفاؤه.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "قد لا يعمل هذا مع إصدار مشغل 3DxWare أعلى من 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "النتائج لم تعد موثوقة. استخدم تقرير التوافق بدلاً من ذلك.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "هذا قد ينجح، لكنه ليس أفضل طريقة لحل هذه المسألة. اللعبة تحل هذا بالفعل عن طريق توظيف بعض الأشخاص المتعلمين تعليماً عالياً في وظائف التعليم الأدنى، أو يمكنك استخدام استخدام العمال المخفضين V2 بدلاً من ذلك لتأثير أقوى.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "إنه ينتج أخطاء \"مكررة مسبقاً\"، التي لا تضر بالمرة. يشير بعض المستخدمين إلى أن ضوء حركة المرور لا يزال يتحول إلى اللون الأبيض بعد التحديث الأخير الذي ينبغي أن يكون له إصلاح هذا.",
  "Public transport part not working anymore.": "قسم النقل العام لم يعد يعمل.",
  "You can easily modify the RICO settings in-game.": "يمكنك بسهولة تعديل إعدادات RICO في اللعبة.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "سوف تقطع أي DLC أو اللعبة الأساسية بين المدن يميزات أحدث من Snowf DLC.",
  "The functionality of this mod is included in the game itself.": "وظيفة هذا التعديل مدرجة في اللعبة نفسها.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "الحالات النادرة حيث يمكن أن يرمي بالأخطاء ويمكنه حتى إغلاق اللعبة إلى سطح المكتب.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "يضيف الإضاءة الدورية فقط للمركبات المدعومة، المدرجة في صفحة الورشة.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "اسم هذا الطراز مضلل. وهو لا يقلل من كمية القمامة المنتجة. فهو يقلل فقط من نفقات القمامة، وبالتالي فإن الاسم الأفضل هو \"نفقات القمامة الأقل \".",
  "Bloom settings not being applied. Config files not loading.": "لم يتم تطبيق إعدادات Bloom بعد. ملفات التكوين لا تحميل.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "عندما تصل مدينتك إلى حوالي 15000 مواطن، لن يزيد هذا التعديل من السرعة فوق الإعدادات الافتراضية للعبة x4.",
  "It takes some in-game time for the extra money to arrive.": "يستغرق وصول المال الإضافي بعض الوقت في اللعبة.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "قد تبقى موجات الماء إلى الأبد، حتى لو كان التعديل غير مشترك.",
  "Not showing information for newer DLC assets.": "لا تظهر المعلومات لأصول DLC الأحدث.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "العديد من الوظائف لا تعمل بعد الآن وترمي إلى أخطاء إذا لم يكن لديك صناعات DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "المنسدلة لا تعمل، ربما بسبب عدم التوافق مع الأوضاع الأخرى.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "تنبيه: لن تتم إزالة الملف المحلي الياباني حتى لو قمت بإلغاء الاشتراك في هذا المود. لمزيد من التفاصيل انظر وصف الورقة.",
  "This is only needed for custom networks that require this mod.": "هذا مطلوب فقط للشبكات المخصصة التي تتطلب هذا التعديل.",
  "Button for the settings not visible for several users.": "زر الإعدادات غير مرئي لعدد من المستخدمين.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "ويتم تجاهل اختيار المركبات للقطارات بين المدن، ولا تظهر بعض المركبات الأحدث عهدا في نافذة اختيار المركبات.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "تحذير: هذا الكاتب محظور لوضعه شفرة خبيثة في أوضاعه. هذا الموديل يشتبه في أن لديه شفرة خبيثة فيها. من الأفضل لك أن تزيل هذا الوضع! من المعروف أيضا أن المؤلف يخرج عمدا من الموديل.",
  "Includes malicious code!": "يتضمن رمز خبيث!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "تحذير: هذا الموديل عبارة عن تحديث! إنه يقوم بتنزيل الملفات من موقع غير خاضع للمراقبة وكتابة ملفات المودات الأخرى معه. هذا هو برنامج التحديث ولا ينبغي استخدامه! من الأفضل أن يتم إزالته! تحذير: هذا الكاتب محظور لوضعه شفرة خبيثة في أوضاعه. ومن المعروف أيضا أن صاحب البلاغ قد خرج عمدا من شباك طرده الخاص به. تحذير: تم إزالة هذا النموذج من ورشة العمل بواسطة Steam لأنه يخالف اتفاقهم.",
  "This breaks maps saved in the map editor.": "هذا يعطل الخرائط المحفوظة في محرر الخريطة.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "قم بتبديلها! لديك خيار لإخفاء المباني من الخريطة (على سبيل المثال، لجعل الشوارع فقط مرئية للتخطيط). إذا واجهت التحقق من \"المباني غير المرئية\"، إذا قمت بتفعيل هذا الخيار عن طريق الخطأ.",
  "Private building cannot include roads or other net types": "المباني الخاصة لا يمكن أن تشمل الطرق أو الأنواع الأخرى",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "فتح DLC غير مشروع!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "يمكن أن يسبب إغراءات مرئية في القائمة (علامات التبويب بدون وصف و/أو صورة).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "لا تعمل Hotkey (حاول التحول اليساري بدلاً من التحول اليمين). إعدادات الضوء لإعادة تعيين Eyecandy أو أن الضوء يصبح مظلما جدا على أي تغيير في إعدادات Relight أو في تحميل اللعبة.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "هذا مفقود لجميع فئات العناصر الجديدة من جميع التصحيحات منذ الإصدار ومن جميع DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "وقد يستغرق الادخار وقتا طويلا جدا للحصول على خرائط ذات حجم كبير من الأشجار وعدد كبير من الحرائق.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "يمكن إعادة تعيين الأعمدة المخصصة على التحميل التالي. واجهة المستخدم للتعديل لا تعمل بشكل كامل.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "يشتبه في أن هذا التعديل يمنع أحيانا أزرار المودي الأخرى من عرضها.",
  "LOD has too many vertices.": "فالقفل له أعماق كثيرة جدا.",
  "Various players report, information could not be gathered.": "ولم يتسن جمع تقارير عن مختلف الجهات الفاعلة.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "يبدو أنه نسخة من مدير حركة المرور، ولكن يخبره أنه لون خط تلقائي و المصدر غير متوفر.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "أفريقيا في المباني المصغرة لا تظهر في القوائم",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "وتشمل اللومينا قاعدةً تنفيذية لتشغيل محرر LUT الموجود في مجلد ورشة العمل في لومينا.",
  "Demand stays at zero.": "الطلب يبقى عند الصفر.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "يعمل, لكن يسبب رسائل خطأ \"InvalidOperationException\" في ملف السجل.",
  "This is missing statistics from later DLCs and game patches.": "هذه احصائيات مفقودة من DLCs اللاحق و تعديلات اللعبة.",
  "Several reports about conflicts with various mods.": "وهناك عدة تقارير عن وجود تضارب مع أساليب مختلفة.",
  "Rocks can’t be deleted.": "لا يمكن حذف الصخور.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "ويقال إن هذا الأمر معطل، ولكن هناك بعض التقارير التي تقول إنه ناجح. قد تحتاج إلى وضع 180 إهانة لأشعة الشمس للذهاب بشكل صحيح من الشرق إلى الغرب.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "بالنسبة لبعض الناس، لا يزال هذا الموديل يعمل بشكل جيد. بالنسبة للآخرين هناك تناقضات مع أنماط مختلفة، لم نتمكن من التحقق منها تماماً.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "قد يحتاج هذا إلى موفق الصوت المحيط 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "لا تفتح جميع الطرق.",
  "Distorted LOD": "غلق مشوّش",
  "Causes ingame lags": "سبب تأخيرات اللهيب",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "ميزة النسخ من التعديل الذي حركته يمكن أيضا تكرار المباني الفريدة.",
  "Error: too many vertices": "خطأ: العديد من الأعراف",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "هذا يصلح لبعض محيطات اللعبة الفاسدة، ولكن ليس للجميع. إذا كانت اللعبة توفر التحميلات، فستجمد اللعبة لبعض الوقت. هذا أمر طبيعي.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "وهذا لا يتم تحديثه فيما يتعلق بأحدث هذه الشركات، ولا يزال مفقودا إلى حد كبير من شركة الصناعات DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "الكتات و النبذات تصبح سوداء لمسارات الفانيليا المدعومة!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "ولن يتم استبدال محطات التوقف في الحافلات على الطرق من البقع الأحدث ولن يتم استبدال محطات التوقف في الحافلات.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "ضبط إعادة تعيين كل تحميل ولعدة لاعبين يتم كسره. أيضا من المحتمل جدا أن يتعارض مع العديد من أوضاع الكاميرا الأخرى.",
  "Breaks game if you setup to high values.": "كسر اللعبة إذا قمت بإعدادها إلى قيم عالية.",
  "This will not fix buildings that were already abandoned before this mod became active.": "هذا لن يصلح المباني التي تم تركها بالفعل قبل أن تصبح هذه الشفرة نشطة.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "هذا التعديل ليس مطلوباً بعد الآن، ما لم يكن لديك أصل قديم يتطلبه. كما أن وظيفة هذا التعديل مدرجة في اللعبة نفسها.",
  "Nursing Homes show as Deathcare coverage when placing them.": "وتظهر دور التمريض كتغطية لرعاية الوفيات عند وضعها.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "تطبيق قائمة سيؤدي إلى تعطيل المودعات الغير ضرورية ولكن ليس إلغاء اشتراكها، ويمكن أن تسبب المودعات المعطلة مشاكل. الأصول التي تم تضمينها مع التعديل قد تزيد. إعادة تعيين إعدادات اللعبة عند حفظ بيانات المودز.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "مشاكل مختلفة، غير مستقرة. وظيفة أسهم الطرق لا تعمل، أو فقط بعد تعطيلها وإعادة تمكينها على كل حمولة. ليست كل الطرق مدعومة.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "المطار الدولي لما بعد الظلام يسبب مشاكل في إنشاء الإنترنت. هناك بعض التقارير عن أيقونة / زر مفقود.",
  "This might block the vanilla quay upgrade tool.": "هذا قد يمنع أداة ترقية مشروب الفانيليا.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "الأبواب الأمنية العشوائية المضمنة تسبب استثناء. إذا كنت ترغب في استخدام هذه الحزمة يجب أن تستبعد الأبواب الأمنية العشوائية.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "سبب طول مدة التحميل، يسبب مشاكل مختلفة حتى في نهاية اللعبة، لذلك تم اعتبارها غير متوافقة مع اللعبة.",
  "Not showing up ingame.": "لا تظهر الأسم.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "اللحم، يتم الإبلاغ عن تجميد اللعبة وفلاش الشاشة. استخدام بحذر، أو إلغاء الاشتراك.",
  "White lines at the moon and Flickering when game running.": "الخطوط البيضاء عند القمر و فليكينغ عند تشغيل اللعبة.",
  "Invalid Image Format": "تنسيق صورة غير صالح",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "عند تحميل اللعبة، يتم تحميل القيمة السابقة بشكل صحيح، ولكن شريط التمرير في خيارات التعديل سيكون دائما في الوضع الافتراضي.",
  "This is only needed if a prop or mod requires it.": "هذا مطلوب فقط إذا كان الدافع أو الاضافة يتطلبها.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "بعض المستخدمين يحصلون على العمل بشكل جيد، ولكن هناك الكثير من التقارير، بما في ذلك حول إعادة تعيين الإعدادات بين التحميلات.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "هذا يعمل فقط للعروض مع نسبة عرض تبلغ 16:9 أو 16:10. وهذا ناقص للوظيفة بالنسبة للتصحيحات الأحدث عهداً و DLC.",
  "Terrain conforming props cannot be moved up/down.": "لا يمكن تحريك التحميلات المطابقة للأرض أعلى/أسفل.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "في حين أن هذا النمط يزيد من حدة الوضوح، فإنه قد يؤدي أيضا إلى حدوث ضجيج، وأنماط الرطوبة ومشاكل في التشكيل. على وجه الخصوص في القرارات الأعلى، قد لا ترى الفرق بين هذا المودي نشط أو غير نشط.",
  "This causes (vanilla) trees to flicker.": "وهذا يسبب الأشجار (الفانيليلا) إلى الانفجار.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "هذا التعديل لم يعد لديه أي دالة. المبتكر لا ينشر موداته للاعبين ولكن فقط ليعرض للناس كيف يمكنه البرمجة جيدة.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "غير قادر على التصدير مع خطأ 'عنصر جذر XML مفقود' في تسجيل الدخول. مسارات القطارات في بعض الأحيان غير مشمولة.\r\nإذا قمت بتعديل عقدة في NCR أو NC2 وإخراج الخريطة، فإن رسم جزء العقدة المقابل قد يكون غير صحيح.\r\nلا يتم عرض مروحية المسافرين وخطوط الحافلة الدورية-الطرقات المضافة في DLC SH (DLC غير معتمدة).",
  "Creating 'ghost' vehicles": "إنشاء سيارات 'أشباح'",
  "Creating 'ghost' vehicles is reported and need to be verified.": "تم الإبلاغ عن إنشاء سيارات 'أشباح' ويجب التحقق منها.",
  "Do not remove trees added after Campus DLC to the game.": "لا تقم بإزالة الأشجار المضافة بعد مبنى DLC إلى اللعبة.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "تضارب مع المودات المختلفة ويمكن أن يؤدي إلى الاصطدام. يمكن أن يسبب مشاكل في الأداء ويزيد من وقت التحميل.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "هذا يسبب فترات تحميل طويلة جداً إذا لم يتم استخدام تعديل وقت التحميل.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "من أجل بناء وصلات خارجية مع طرق قابلة للتقسيم خارج البلاطات الغير مقفلة تحتاج إلى تعطيل التفريق مؤقتاً مع موديل آخر. في محرر الخريطة يجب أن تستخدم الاتصالات طرق الفانيليا وليس الطرق المعتادة الحافلات بين المدن تدخل المدينة فقط عن طريق طريق الطريق السريع الواحد، لا عن طريق أي طريق ذي طريقين.",
  "This is an incomplete version to lure you into buying a complete version.": "هذه نسخة غير مكتملة لإقناعك بشراء نسخة كاملة.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "الاشتراك في هذا التعديل يتسبب في انفجار أو اختفاء المباني. تجنب استخدام أي أصول، هذا يجبرك على استخدام هذا الوضع!",
  "The default English names still appear as well, next to the new Japanese names.": "الأسماء الإنجليزية الافتراضية لا تزال تظهر أيضا، بجانب الأسماء اليابانية الجديدة.",
  "This mod increases loading time, and this increase can be huge for big cities.": "هذا التعديل يزيد من وقت التحميل، وهذه الزيادة يمكن أن تكون ضخمة بالنسبة للمدن الكبيرة.",
  "Previously created rotating props still require the PropRotating Params mod.": "مازالت المنافذ الدوارة التي تم إنشاؤها سابقاً تحتاج إلى موديل الدوران النباتي.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "على تقاطع T، لا يظهر أي ضوء على الطريق المتقاطع.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "وهذا لا يستكمل فيما يخص شركة الصناعات DLC وربما لن يعمل في المناطق الصناعية من ذلك المركز المذكور.",
  "Simulation Errors and conflits with various other mods.": "أخطاء المحاكاة والمزج مع أنماط أخرى مختلفة.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "إذا بدا الافتراضي مظلماً جداً، قم برفع إعدادات كثافة الإضاءة العامة و/أو المحيطة في Eyecandy. يجب تعيين الظلال إلى الحد الأقصى باستخدام تعديل قوة الظل لمنع الشمس من التسرب من خلال الأشياء. لجعل الظلال أقل وضوحا، وتقليل كثافة الضوء العالمي وزيادة كثافة الضوء المحيط في الإيكاندي النهائي.",
  "Causes various issues as one path is randomly selected": "يسبب مشاكل مختلفة كمسار واحد يتم اختياره عشوائيا",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "الموارد تنضب بدلا من أن تكون غير محدودة، اللغة تتحول مرة أخرى إلى اللغة الإنجليزية كل بداية واللعبة مفتوحة حتى لو تم تعطيل هذه الوظيفة.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "لا تعمل على طرق فانيليا من وقت متأخر عن مرفأ سنسر. يمكنك الإبقاء على الاشتراك ولكن غير مفعّل لاستخدام BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 لتبادل الرسوم.",
  "Not able to name new districts.": "لا يمكن تسمية مقاطعات جديدة.",
  "The traffic lights on some custom road do not change.": "إن أضواء المرور على بعض الطرق المعتادة لا تتغير.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "إن تعطيل تلوث المياه ليس فوريا، بل يحتاج الأمر إلى بعض الوقت لتطهير الماء. كما أن إعادة التمكين من تلوث الأرض أو المياه ليس فوريا، بل يحتاج الأمر إلى بعض الوقت للبناء مرة أخرى.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "أخطاء في سجل اللعبة حول الإجراءات غير المسموح بها. الحافلات لا تتولد. لا يتم تعيين أسماء أولى.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "يعمل فقط مع الخرائط المشتركة من ورشة العمل. يستخدم الجولات الغير متوافقة مع أنماط أخرى مختلفة ـ وأساساً الوئام.",
  "Only a limited set of roads is included.": "ولا يشمل ذلك سوى مجموعة محدودة من الطرق.",
  "User reports that it is not working at all if you select heavy traffic.": "يشير المستخدم إلى أنها لا تعمل على الإطلاق إذا اخترت حركة مرور ثقيلة.",
  "Broken LOD, Vehicle blinks.": "كسرت LOD، ضباب المركبات.",
  "Clipping may occur as well as simulation errors.": "قد يحدث التقطيع وكذلك أخطاء المحاكاة.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "بالنسبة لبعض المستخدمين لا يأخذ المواطنون سيارة، ولكنهم يأسون وينتجون في بيوتهم، وأحياناً يمشون إلى نفس المحطة أو التوقف مرة أخرى.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "راجع الدليل الأساسي لعرضه! & لعبه! في https://bit.ly/3XiMQPY لمزيد من التفاصيل.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "عرض نوع خاطئ من ضوضاء المرور عند استخدام 'الجادة الكبيرة مع العنب'. وقد لا يكون ناجحا بالنسبة لحركة المرور اليسرى أو بالنسبة للطرق الصغيرة ذات الاتجاه الواحد أو الطرق ذات التراث.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "حذف جزء من الطريق مع تعديل المسار قد يسبب خطأ في المرجع.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "أخطاء في بدء التشغيل. واجهة المستخدم مفقودة. مشاكل الأداء (إسقاطات).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "غالباً ما يعطل هذا زر ترقية الطرق. خاصية القياس معطلة ولا ينبغي استخدامها. المستخدمين يبلغون عن بعض المشاكل الأخرى أيضًا.",
  "Button missing. Error popups.": "زر مفقود. منبثقات خطأ.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "المشاكل الضخمة المبلغ عنها بما في ذلك: نصوص الطرق المفقودة، خطأ KeyNotFoundException ، حوادث اللعبة، استخدام الذاكرة العالي.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "قد تنمو العشب من خلال طرق CSUR. إخفاء العشب أو رفع العقد بشكل طفيف مع تحريك سيساعده. وقد توضع الطرق أحيانا تحت السطح بقليل. رفعهم بواسطة نقل It. مداخل النفق من الطرق غير المركزية CSUR يتم تغطيتها بواسطة التضاريس. بعض المستخدمين يبلغون عن حوادث اللعبة وواجهة CSUR لا تعمل.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "لا يمكن نقل الزر، مما يجعل الإحصائيات خارج الشاشة على بعض قرارات الشاشة.",
  "Various issues reported, see Worshop comments for details.": "العديد من القضايا المبلغ عنها، انظر تعليقات ووردشوب للحصول على التفاصيل.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "حركة المرور باليد اليسرى غير مدعومة. هذا لا يعمل على لينوكس. على الجانب المقابل لمصابيح المرور لها بعض المنافذ على تقاطع تي والطرق ذات الاتجاه الواحد.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "تنبيه: لا تقدم أخطاء في خيارات المود أو في النوافذ المنبثقة من هذا المود، لأنه يجعل من المستحيل حل المشاكل المتعلقة بالمود/الأصول. اخفاء الأخطاء لا يجعلهم يذهبون بعيدا، وسوف يجعل لعبتك أقل موثوقية!",
  "Disasters are not recognized.": "والكوارث غير معترف بها.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "هذا لا يعمل لمحطات المترو الجديدة من 'حزمة منشئ المحتوى: محطات القطار'، ولبعض المحطات المخصصة. يمكنك ان تقوم بنقله بدلا من ذلك لتلك المحطات",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "انخفاض حاد في FPS عند إنشاء الطرق. بعض المستخدمين يحصلون على خطأ 'شكل غير صحيح'. عكس الاتجاه يعطي في بعض الأحيان استثناء. الاستثناء غير ضار، ولكن لا يمكنك عكس هذا الجزء و يجب أن تحذف و ترجمة.",
  "For several players it causes errors and is not working.": "وبالنسبة للعديد من اللاعبين فإنه يتسبب في أخطاء ولا يعمل",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "بعض الوظائف لن تعمل على الأصول المثبتة محليا: الترتيب حسب التنزيل الحديث، البحث حسب اسم المؤلف، صفحة ورشة العمل المفتوحة.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "هناك خلل مع التوليد كبقرة. يبدو أن الأحياء الفقيرة، والحدائق والمسارات المرتفعة لا تنجح. وبعضها لا يستطيع إلا أن يمشي إلى الوراء أو أن يطوف.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "لا يمكنك حفظ الطرق التي تم إنشاؤها، وبالتالي لا يجب عليك أن تفتح حفظا حيث تم استخدامه بعد ذلك. هذا الأسلوب لا يزال في مرحلة مبكرة من التطور.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "بعض المستخدمين لا يزالون يجعلونها تعمل، ولكن بالنسبة للكثيرين منكسرين جزئيا أو كليا، بما في ذلك عدم القدرة على تحميل حفظ اللعبة. قد يكون من المفيد تعطيل \"الخوارزمية الجديدة لفك تشويش المرور بالقرب من الاتصالات الخارجية\". قد يساعد حذف ملف EnhancedDistrictServices.cgs أيضًا، لكنك ستفقد جميع التخصيصات.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "لا تعمل مع مركبات إيصال من شركة صناعات وهندسة الميناء. قائمة الإعدادات التي يتم إرسالها (قد تساعد في إغلاق وإعادة فتح الإعدادات). قد تكون غير متوافقة مع جميع المودعات التي تعدل AI السيارة.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "يعمل هذا التعديل فقط على Windows، وليس على MacOS أو Linux. هذا مورد متقدم يتطلب استخدام معارف نصية Python.",
  "You must follow exactly the steps on the workshop page to use it.": "يجب عليك أن تتبع بالضبط الخطوات على صفحة ورشة العمل لاستخدامها.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "غير متوافق مع أي نوع من أنماط الجرافة الآلية.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "تحتاج إلى أي شبكة تكيف لكي تعمل بشكل صحيح. وهذه على سبيل المثال طرق بناء الطرق، ومختلف الأسوار، وشبكات السكك الحديدية 2.",
  "Users reported various issues, see Workshop comments.": "وأبلغ المستخدمون عن مشاكل مختلفة، انظر تعليقات حلقة العمل.",
  "Will lead to various graphical issues ingame": "سوف يؤدي إلى العديد من مشاكل الرسوم البيانية",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "كن على علم بأن هذا المود لا يمكن الاستغناء عنه وقد تحدث حوادث في المدن الكبيرة!",
  "Cargo trains for some do not spawn.": "قطارات الشحن للبعض لا تنتج.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "هذا التعديل لديه عدد من الأخطاء ومشاكل الاستقرار، ولا ينصح به لألعاب جديدة. وهو يقدم هنا في محاولة لمساعدة اللاعبين في المدن القائمة التي تستخدم مكتبة المديرين الموسعين/فوضى Prop Anarchy على مواصلة مدخراتهم دون الحاجة إلى إعادة القيام بعملهم.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "هذا مطلوب فقط إذا كنت تريد استخدام الجيل الجديد من التحكم في شجرة المودز، Prop Control، أداة الخط على الخريطة / حفظ المستخدمة قبل مكتبة المدير الموسعة، فوضى الشجرة، فوضى بروب. لمزيد من التفاصيل، راجع صفحة ورشة العمل من هذا التعديل.",
  "Do nothing right now. Should normally not be released publicly.": "لا تفعل شيئاً الآن. لا يجوز عادة الإفراج عنه علناً.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "مُنتق مدرعات الخدمة 2 كتل القالب Mixer 2 لبعض اللاعبين ليكونوا قادرين على تغيير نصوص السمة.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "بعض الطرق من ملحق الشبكة تفسح المجال للضوء الخاطئ أو لا توجد حركة مرور.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "قيود المقاطعة (الاستيراد/التصدير) لا تظهر أي قوائم أسقطت، إذا استخدمت مع مدير النقل CE.",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "استخدم نموذج الهندسة الدقيقة الأصلي بدلاً من الإصدار 2.0 المهمل الآن.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "تبعاً لاستبانة الشاشة، قد تكون هناك حاجة لاستخدام قرار واجهة المستخدم 1.2 لمشاهدة جميع واجهة المستخدم",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "سيكون لدور التمريض نافذة غير ضرورية لاختيار المركبات.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "يسبب الأشجار إلى العوام. يمكنك التبديل إلى وحدة التحكم في الشجرة، التي لها وظيفة هاتين الوسيلتين.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "قد تظهر العقد الزرقاء ولا يمكن إصلاحها تلقائياً. إذا كنت تستخدم شبكات AN ، فمن الأفضل إزالة وسيط متابعة النقل.",
  "Real Time might delay the arrival of extra Starting Money.": "الوقت الحقيقي قد يؤخر وصول المزيد من النقود المبدئية.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "مؤلف مواقع كاميرا غير مفيدة يقول أنها غير متوافقة، لكن بعض المستخدمين يبلغون أنهم يعملون معا بشكل جيد.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "يفرغ NExt2 علامات التبويب في شريط أدوات التعليم الأفضل. لذلك من الأفضل استخدام المجموعة البديلة بدلاً من ذلك.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "في وضع الإيقاف المؤقت يمكنك تغيير وقت النهار، ولكن بمجرد إلغاء إيقاف التعامل مع الوقت الحقيقي سوف يتسلم. هذا هو السلوك المقصود. إذا قمت ببطء سرعة المحاكاة مع اللعب بها! يوم اليوم لن يتطابق مع الوقت الحقيقي. هذا يظهر في وقت متأخر من المساء وصباح مبكر. هذا هو السلوك المقصود ولا يمكن تغييره.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "لا يمكن إنشاء محطات مشتركة على الطرق السريعة لـ CSUR (تعمل على الطرق العادية والمتكاملة).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "تمكين إيقاف مشترك له وظيفة لإنشاء محطات مرتفعة.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "عند استخدام مدير النقل، لن تظهر الإحصائيات الكمية الصحيحة من النحاس في الشرطة المستخدمين. وسوف تظهر دائما 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "المباراة تتوقف تلقائياً عند تغيير الوقت، والوقت يعاد تعيينها عند إلغاء الإيقاف المؤقت. خيارات سرعة الوقت في TimeWarp لن تعمل.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "قد يكون هذا غير متوافق مع مجموعة متنوعة من المودعات ذات الوظائف المماثلة. المودعات المدرجة هي مجرد مجموعة فرعية صغيرة من الموديلات غير المتوافقة.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "تحتاج إلى إلغاء تنشيط مدير الخطوط المخصص في معزز FPS إذا كنت ترغب في استخدام خيارات الخط.",
  "The textures from Theme Decals will probably not match the mixed theme.": "المنسوجات من شارات الموضوع لن تتطابق على الأرجح مع الموضوع المختلط.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "إخفاء ذلك! يشمل أيضًا إزالة دالة التدمير. يجب إيقاف هذا كليًا ولا تفرض عليهم في إخفاء ذلك!. بدلاً من تفعيل هذه الوظائف في BOB. هذه هي الطريقة التي تصمم بها هذه المودات للعمل معاً.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "إذا كنت ترغب في استخدام الاحتمالات القديمة المدرجة في التعديل الأصلي، يمكنك الحفاظ على التعديل الأصلي مشترك، ولكن معطل. بدلاً من ذلك، يمكنك نقل النص الأصلي. Rp ملفات إلى مجلد الأصول المحلية الخاص بك وإلغاء فرز الموديل الأصلي. إذا بدأت مدينة جديدة فإنه من الأفضل إلغاء الاشتراك في التعديل الأصلي واستخدام السطح المحسوب من المجموعة المرتبطة.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "هذا التعديل ليس مطلوباً لتشغيل المود، على الرغم من أن صفحة ورشة العمل تذكر شيئاً مختلفاً.",
  "Node Controller Renewal is actively developed and more user friendly.": "تجديد وحدة تحكم العقدة يتم تطويره بنشاط ويتسم بمزيد من سهولة الاستخدام.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "قد يسبب هذا فراغات زرقاء في مفترق طرق الاستبدال/موم. قد يكون هناك تناقضات أخرى.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "المزيد من دراسات الشبكة تعطي ميزات إضافية فقط في المحرر. للعبة العادية استخدم فوضى الشبكة فقط.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "لمبتكري الأصول: هذا التعديل غير ضروري للروبوت المتحركة التي تم إنشاؤها حديثاً. استخدم موديل الأدوات وهذا النص المرتبط بدلاً من ذلك.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "يجب عليك استخدام RON + Cylis NExt2 Rereplacement Collection بدلاً من ذلك.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "بينما يغير بديل كوبماب ايضا مختلف اعدادات الإضاءة والتفكير ويغير السحب والشمس الى مواقع ثابتة. يوفر مبدل السحابة AD تحريك الشمس والسحب.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "لا ينبغي استخدام منشئ الطرق جنبا إلى جنب مع معزز FPS ، لأنه في هذه الحالة لن يتم تطبيق بعض التصحيحات بشكل صحيح. كمبنى الطريق يعمل فقط في المحرر، ولا يفعل أي شيء في اللعبة العادية، يجب أن يكون على الأقل غير نشط إذا كنت ترغب في اللعبة. من الأفضل أن تستبعد مدرب الطرق بأداة طلب التحميل أو إلغاء الاشتراك في مدرب الطرق إذا كنت لا تريد إنشاء طرق. لذلك يجب أن يكون معزز FPS معطلا على الأقل إذا كنت ترغب في الدخول إلى المحرر واستخدام بناء الطرق. من الأفضل استبعاد معزز FPS بأداة طلب التحميل أو إلغاء الاشتراك بمعزز FPS إذا كنت ترغب في إنشاء طرق.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS لا يكتشف وحدات المواطنة الإضافية.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "في إعدادات \"Express Bus Services plugin)\" الخيارين \"تجريبي\" و \"Agressive\" قد يسببان اليأس للحافلات إذا تم استخدام مدير خط النقل أيضاً. والخيار \"الحصيفة\" يعمل كما هو متوقع.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "أما الآن فيصبح من الممكن استحداثه فيصبح لديه وظيفة \"Grow of Ploppables. استخدام كلا المودين معا أمر ممكن، ولكن قد يعطي نتائج غير متسقة ما لم يتم محاذاة الإعدادات الخاصة بك. ينصح بإزالة السهم في البلاببلوببلس، ولكن إذا تم ذلك في لعبة موجودة فعليك التأكد من أن إعدادات كلا المودين هي نفسها.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "عند استخدام مدير النقل، لن يظهر استخدام المباني الكمية الصحيحة من عناصر الشرطة النحاس المستخدمة. وسوف يظهر دائما صفر.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "يتمتع فريق المعلومات 2 الموسع بجميع الوظائف من HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "النقر في الشريط السفلي لوظيفة UEC لا يعمل.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "السحب و تبديل التبديل يفوق خيارات الضباب لإخفاء It.",
  "A black bar might appear above the bottom toolbar.": "قد يظهر الشريط الأسود فوق شريط الأدوات السفلي.",
  "The yellow arrow signals do not operate with TM:PE.": "إشارات الأسهم الصفراء لا تعمل مع TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "قد يؤدي إعادة تصميم الوئام إلى تعطيل دقة واجهة المستخدم. استخدام النسخة العادية من الوئام بدلاً من ذلك.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "قم بتبديلها! ويمكن استخدام هذا التعديل معاً على سبيل المثال إخفاء أيقونات إشعار محددة حتى إذا قمت بتمكين عرضها في تبديل ذلك!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "بعض الطرق من ملحق الشبكة تولد ضوءًا خاطئًا لحركة المرور.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "فوضى الشجرة لديها وظيفة تعداد النباتات، وأكثر من ذلك بكثير.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "والمراقبة المتقدمة لمستوى المباني لديها جميع الوظائف في المقاطعات التاريخية، وأكثر من ذلك.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "قم بتشغيلها! لديه أكثر وظائف إصلاح Timewarp Fix. قم بالجمع بينها! مع عرضها! لوظيفة الاستبدال الكاملة.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "ويصاب إصلاح الكوارث الطبيعية بالارتباك بسبب تباطؤ تدفق الوقت. وأهم ما في الأمر أن حرائق الغابات ستكون أكثر شيوعا. تعيين احتمال الحريق منخفض كعمل في كل مكان.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "ابحث عن فلاتر لا تعمل بشكل صحيح مع نموذج بروب الشجرة والمركبة.",
  "MOM already allows you to convert train stations to metro stations.": "MOM يسمح لك بالفعل بتحويل محطات القطار إلى محطات مترو.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "لا حاجة لترقية الأنابيب إذا لم تكن بحاجة إلى أنابيب على الإطلاق.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "هذا قد يعطي مشاكل \"غير كافية للمشترين\" عند استخدام أداة اتصال الممرات من TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "ميزات اللعبة فقط، حتى يمكنك إنشاء وحذف سفينة ومسارات الطائرة. يمكنك تشغيل MNS جنبا إلى جنب مع NA لميزات محرر خرائط / أصول MNS. ولكن من الأفضل أن يكون هناك المزيد من شرائط الشبكة في الملفات الشخصية للمحرر.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "كلا المودين يلمس نفس وظيفة اللعبة وربما يتناقض.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "اختيار اختيار كائن مختلف عندما يقوم فرز الأصول الديناميكية بتغيير ترتيب العناصر.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "بعض ميزات TM:PE تعمل على مسارات التتبع القابلة للانعكاس، ولكن ليس كلها.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "وضع 'لا مشكلة' يجعل اللعبة تعتقد أن المشكلة غير موجودة، في حين أن وضع 'إخفاء المشاكل' يخفي الرمز فقط. يمكن أن يؤدي كل مورد (المفارقة) بالفعل إلى مشاكل خطيرة. الجمع بينهم هو حقاً طلب ذلك...",
  "Compatible when level Randomization is turned OFF": "متوافق عندما يتم إيقاف تشغيل المستوى العشوائي",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "يمكنك إلغاء تنشيط هذا التعديل واستخدام BOB لتبادل أضواء المرور مع الأضواء من هذه الحزمة.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "إذا كنت تريد أن يكون الممر الجديد فقط يومياً، مع السماء الليلية الافتراضية، تمكين الإعدادات التالية لمتحكم الضباب : \"ضباب الليل\" و \"الضباب الكلاسيكي\" وتفعيل الإعدادات التالية لكلاس ضوء النهار: - \"لون ضوء الشمس الكلاسيكي\"، \"كثافة ضوء الشمس الكلاسيكية\" و\"تأثير الضباب الكلاسيكي\" و\"السماح بتأثير الضباب الكلاسيكي إذا كانت الدورة النهارية/الليلية قيد التشغيل\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "قم بتشغيلها! سيتم إلغاء تنشيط وظائفها الخاصة التي تتداخل مع المزيج. إذا كنت لا تستخدم ثيم Mixer لمزج السمات، فإنه ليس مطلوبا بعد الآن",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "لا تظهر أصول شاش إضافية محولة إلى PO بعد إعادة تحميل الحفظ.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "ستتسبب شركة Technique TAA في رسومات متقطعة. قم بتعيين FXAA إذا كنت تريد استخدام هذين المودين معاً.",
  "Use Tree Control instead of Unlimited Trees Mod.": "استخدام التحكم بالشجرة بدلاً من وضع الأشجار غير محدود.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "سيتم زيادة الحد الأقصى للمركبة بشكل صحيح، ولكن مشاهدة سيظهر بشكل غير صحيح الحد الأقصى القديم للمركبة.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "تحتاج إلى إلغاء تنشيط مدير الخطوط المخصص في معزز FPS إذا كنت ترغب في استخدام محدد الخط.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "المظاهر الجديدة المضافة مع جلود الشبكة في الجلسة لا تعكس دائماً تغييرات مبدل مصباح المرور حتى إعادة تحميل اللعبة.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "من القائمة الرئيسية، وقت التأخير في خيارات التعديل سيكون غير صحيح. أثناء اللعبة، تظهر خيارات التعديل بالفعل وقت التأخير الصحيح، المقابل للوقت الحقيقي تباطؤ.",
  "Use the regular version of Harmony instead.": "استخدم النسخة العادية من الانسجام بدلاً من ذلك.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "سيكون لديك فقط حوالي 5 إلى 10 ثوان لاختيار صاروخك.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "تغيير سرعة البناء إلى 100% في إعدادات التوقيت الحقيقي لتجنب اختفاء المباني.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "الاسم القابل للتبديل يتضمن وظيفة عرض المصدر المستمر. قم بإلغاء الاشتراك في هذا الأخير.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "لا ينصح باستبدال أسهم الطرق بـ Prop Switcher وقد يعطي خطأ 'خارج الحدود'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "المركبة التي تولدها التصحيح الخاص بالشجرة والمدرعات سيكون لها تأثيرات ضوء غير مرغوب فيها عندما يكون وقت اللعبة في الدورة الليلية.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "يؤدي أيقونات أفضل للطريق السريع إلى حدوث خطأ منبثق من سمات بناء ('System.Reflection.MonoMethod.Invoke'). لا يزال كلا المودين يعملان بعد ذلك.",
  "The 'Remove Unwanted' button may not work properly.": "الزر \"إزالة غير المطلوب\" قد لا يعمل بشكل صحيح.",
  "This might only work with all ULOD settings to 'game default'.": "قد يعمل هذا فقط مع جميع إعدادات ULOD إلى 'الافتراضي للعبة'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "إن دورات الليل/عطلة نهاية الأسبوع المتسارعة من الوقت الحقيقي قد تثير مشاكل مع خدمات المقاطعات.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "التوافق غير مؤكد، ولكن الحد الزائد من المزيد من المركبات ربما لا يستخدم بواسطة PXPVehicleInfo، يؤدي إلى أرقام غير صحيحة عندما يتجاوز الحد الأقصى الأصلي للمركبة.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "مراقب سلة القمامة يكسر الوئام وأي موديل يعتمد على الوئام. قم بالتبديل إلى مدير سلة القمامة.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "فوضى الشجرة لديها بالفعل وظيفة الأشجار غير المحدودة.",
  "This combination might cause a performance decrease (FPS drop).": "وقد يؤدي هذا المزيج إلى انخفاض الأداء (إسقاط الموجودات).",
  "Use BOB instead of Prop Switcher.": "استخدام BOB بدلاً من Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "ولا يمكن لتحويل البيانات أن يقوم بعمله إلا عندما لا يتم الاشتراك في بلوك “Plop the Growable”.",
  "Use Prop Anarchy instead of Prop Snapping.": "استخدام Prop Anarchy بدلاً من Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML لديه بالفعل حد أفضل يظهر الوظيفة.",
  "Undoing props is disabled when using EML.": "يتم تعطيل التراجع عند استخدام EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "مُنتق عربات الخدمة لديه جميع الوظائف لـ RiverCargoHarborMod. قم بإلغاء اشتراكه.",
  "Prop Anarchy already has a better prop painting functionality.": "الفوضى Prop لديها بالفعل وظيفة رسم بريدي أفضل.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "إذا كانت خطوط الاتصال لا تعمل، قم بإيقاف تشغيل \"الكتابة فوق Terrain\" وتعيين القيمة إلى حوالي 100 في خيارات ROTTERdams.",
  "You can't export props with modtools while EML is active.": "لا يمكنك تصدير الميزات باستخدام موديل أدوات بينما EL نشط.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "استخدام فوضى Prop مع الفوضى الشجرية بدلاً من الفوضى الشجرية.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "لوحة الخيارات الأكثر تقدما لديها وظيفة لوحة الخيارات الأوسع وأكثر.",
  "Use the original instead of the now deprecated 2.0 version.": "استخدم النسخة الأصلية بدلاً من الإصدار 2.0 المهمل الآن.",
  "Unsubscribe Holy Water's TM:PE.": "إلغاء الاشتراك TM: PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "عندما يكون هذا التعديل نشطاً، لن يكون للشاحنة الكبيرة أي تأثير إلا للشاحنات القادمة من اتصالات خارجية.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "كلا المودين يستخدمان مفتاح التبويب. استخدم أول شخص آخر، أو تغيير المفتاح للشخص الأول المشي تلقائياً.",
  "When changing zoning to a road, changes from Network Skins are reset.": "عند تغيير التقسيم إلى طريق، يتم إعادة تعيين التغييرات من جلد الشبكة.",
  "Realistic Population includes a 'no deathcare' functionality.": "السكان الواقعيون يشملون وظيفة \"عدم الاعتناء بالوفاة\".",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "الرجاء إلغاء الاشتراك في ملحق الشبكة 2 قبل استخدام المجموعة المرتبطة.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "يمكن لـ CSM أن تكسر البحث عن هذا. تشغيل اللعبة كمسؤول قد يحل مشكلة عدم التوافق مؤقتا.",
  "Some textures on Network Extensions roads might not load.": "قد لا تحمل بعض النسيج على طرق امتداد الشبكة.",
  "With 81 tiles 2 you don't need Cross The Line.": "مع 81 بلاط 2 لا تحتاج إلى عبر الخط.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "مع النشطين ، وضع المباني في حالة يأس. PRICO يمكن بلوبل لديه بالفعل وظيفة.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 البلاط 2 تحتوي على نفس الوظيفة ولكن w/o الخيارات لاختيار شبكات محددة. يمكنك استخدام كل منهما معاً أو w/o الموديل الآخر.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "المباراة تتوقف تلقائياً عند تغيير الوقت، والوقت يعاد تعيينها عند إلغاء الإيقاف المؤقت. لن تعمل خيارات سرعة الوقت في نهاية المطاف.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "تعطيل لون ضوء الشمس الكلاسيكي، كثافة أشعة الشمس الكلاسيكية و كلاسيك لإعدادات الألوان في الصف الصيفي.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "طالما أنك لا تستخدم TM:PE للحد من سرعة خطوط السكك الحديدية، يجب أن تكون هذه المودات متوافقة.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "غيوم و تبديل الضباب يلغي خيارات الضباب لإخفائها، بوببي.",
  "Several users report using these together without issues.": "العديد من المستخدمين يبلغون عن استخدامهم هذه معاً بدون مشاكل.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "لم يتم تحديث Prop Painter إلى التحديثات الأخيرة التي حركتها، حيث تم إنشاء مشكلات لأي مورد يحاول الاندماج مع Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "إذا قمت بتغيير نقل الخيار \"التحكم المحسن بالركيزة\" قد يختفي طلائع السطح الموجودة لديك.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "تغيير التاريخ قد يسبب ثغرة في الرسم البياني أو قد يؤدي إلى تجاوز جزء من الرسم البياني.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "إعادة توازن دورة الحياة يتضمن بالفعل وظيفة \"لا رعاية للموت\".",
  "Use Ploppable RICO Revisited instead.": "استخدم حساب RICO Plopable Reبزيارة بدلاً من ذلك.",
  "Mod settings for Shadow Distance Fix reset on game load.": "إعادة تعيين إعدادات مودي لإصلاح مسافة الظل عند تحميل اللعبة.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "ترقية نبذ اللمس، يعطل اختيار عمود موم.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "يسبب الأشجار إلى العوام. يمكنك التحول إلى الفوضى الشجرية، التي لها وظيفة هاتين الوسيلتين.",
  "Loading Screen Mod asset report file also include all these information.": "تحميل ملف تقرير أصول مودي الشاشة يتضمن أيضا جميع هذه المعلومات.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "كلا المودين لديهما خيارات لإخفاء اللوحات على شاشة القائمة الرئيسية. استخدم فقط مورد واحد لإخفائهما، أو قد تواجه مشكلات.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "يمكنك التحول إلى الفوضى الشجرية، التي لها وظيفة هاتين الوسيلتين.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "لن يعمل إعداد أضواء المرور أو علامات الأولوية مع TM:PE على مسارات القطار. الإعدادات الأخرى تعمل.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "العديد من المستخدمين يبلغون أن أداة الطريق المتوازية لن تعمل مع شبكة جلود مشتركة.",
  "Restores ship behavior that allows them to float on the land.": "يستعيد سلوك السفن الذي يسمح لها بتعويم على الأرض.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "بعض الطرق من ملحق الشبكة تخلق خطأ أو ضوء مرور إضافي.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "المعزز FPS لديه جميع الوظائف الخاصة بالمعزز الصغير FPS وأكثر من ذلك.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "وقد يؤدي ذلك إلى حدوث خطأ. انظر التعليق المؤرخ 24 آب/أغسطس 2021 على صفحة ورشة تعزيز FPS للحصول على حل.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "يجب استخدام جميع الموديلات الثلاثة المدرجة في الألعاب الجديدة بدلاً من استخدام مكتبة المديرين الموسعة",
  "This mod combination prevents using the light background theme.": "هذه التركيبة المودعة تمنع استخدام سمة الخلفية الضوئية.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "الطرق التي تم إنشاؤها مع مدرب الطريق لا تستخدم أعمدة الفانيليا. وهذا يؤدي إلى وجود فجوة بين هذه الطرق والدعامات، إذا قلصت سمكة الجسور وأجزاء مرتفعة في كوب هيج كيستر.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "وتُعرض اختيارات الخدمات على لوحة اختيار خدمات الرعاية الصحية منخفضة للغاية، مما يجعل من الصعب أو من المستحيل النقر عليها.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "كلا المودين يحل محل \"صانع المباراة الفانيلا\"، مما يجعلهما غير متوافقين.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "عند القيام بالاستبدال التلقائي، سيتم فقدان إعدادات TM:PE في أجزاء الشبكة المستبدلة والمتصلة، وأسهم الممرات وموصلات الممرات قد تكون مفسدة على الخريطة بأكملها.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR غير متوافق مع خيارات التقسيم المتقدمة في توسيع الشبكة.",
  "Flickering and disappearing buildings and assets are reported.": "وأُبلغ عن وجود مبان وأصول للتمحيص والاختفاء.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "الخيار المشتراة من الأرض المشتركة غير متوافقة مع 81 خط. الأرض الشائعة ليست مطلوبة للعب عندما تقوم بفتح جميع 81 بلاط، ولكن لا تزال رائعة للاستخدام في محرر الخريطة.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "إذا كنت تستخدم قبل Plop Mod على حفظ، استخدم المحول المرتبط قبل التحميل بدون هذا التعديل. اشترك أيضا في هذه الحالة RICO من جديد و ابحث عنها! 2 لكي تكون قادرة على قطع الأراضي القابلة للزراعة.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "الشفق الاضافي غير متوافق مع المتغير في الشمس/غروب الشمس من الوقت الحقيقي. استخدم اصدار اختبار الشبح الاضافي بدلا من ذلك.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "قم بإلغاء تنشيط البناء في موديل التربة غير المحدود من ترتيب العملاء، لأن وظيفته مدرجة في أدوات التناظر الطبيعي الإضافي.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "قم دائماً بتشغيل عميل ستيم قبل أن تقوم بتشغيل اللعبة. على لينكس و ماكوس، يتطلب الأمر بعض إجراءات المستخدم، انظر دليل التثبيت: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "الإصلاح هو جزء من اللعبة الأساسية الآن.",
  "This is a standard, builtin mod uploaded to the Workshop.": "هذا نموذج قياسي مبني تم تحميله إلى ورشة العمل.",
  "The original mod supports various languages.": "الموديل الأصلي يدعم لغات مختلفة.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "يبدو أن هذا مرتبط بشيوع الاسم المستعار المشهور 213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "من المستحسن بشدة إجراء نسخة احتياطية من حفظ موجود قبل استخدام هذا التعديل عليه.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "الوظيفة هي الآن جزء من اللعبة الأساسية. هذا التعديل مطلوب فقط للأصول التي صنعت لهذا المود.",
  "Now part of the base game, only needed for assets, that use these tracks.": "الآن جزء من اللعبة الأساسية، مطلوبة فقط للأصول، التي تستخدم هذه المسارات.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "وظيفة هذا التعديل مدرجة في اللعبة نفسها، على الرغم من أن الحسابات في هذا التعديل مختلفة قليلاً.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "بعض المستخدمين يبلغون عن أن واجهة المستخدم مفقودة عند عدم الاشتراك في أدوات الطريق الجيدة.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "\"اجعل تاريخياً\" هو جزء من اللعبة نفسها الآن، ولكن مع هذا المود، لا يمكن التخلي عن مبنى تاريخي.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "استخدم خيار \"محاولة الاسترداد من أخطاء المحاكاة\" من تحميل مود الشاشة بدلاً من ذلك، وهو أقوى من هذا المود.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "ليس من المستحسن استخدام هذا في محرر الخريطة، لأن الخرائط التي تم إنشاؤها ستتطلب فوضى Prop",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "يحتاج هذا التعديل إلى حزمة واحدة على الأقل من حزمة أنبوب ضوء حركة المرور لتشغيلها. هذا التعديل يعطل تلقائياً موديلات ضوء حركة المرور الفردية عند بدء تشغيل اللعبة لتجنب التضارب، ولكن يستخدم الحزم من تلك الأوضاع. اترك موديلات إضاءة المرور الأخرى معطلة.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "يمكنك العثور على إصدارات أحدث من نسخة LABS هذه على GitHub: https://github.com/kianzarrin/AdaptiveRoads/releasases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "وجميع الوظائف من المباني غير التابعة للمنظمة، بما في ذلك جميع المباني التابعة للصناعات DLC مدرجة في أرقام الخدمة.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "يعمل التعديل على Windows, Mac OS و Linux. المضمنة 'أداة طلب التحميل' هي Windows فقط وتتطلب إضافة. و التثبيت. راجع صفحة ورشة العمل للحصول على التفاصيل.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "الطرق المحمية الطبيعية وما شابه ذلك لا يخلط عند وضعها على أرض منحدرة. يمكن إصلاح هذا باستخدام وضع المصباح بقوة حوالي 100 (مستحسن) أو بتمكين خيار \"الكتابة فوق التضاريس\".\r\n\r\nمع تمكين خيار \"الكتابة فوق التضاريس\"، يتم كسر تراكب الخطوط الطبوغرافية. إما تعطيل هذا الخيار، أو استخدام وضع الضجيج بقوة 120 أو أقل، أو وضع الحجم بقوة 100 أو أقل.\r\n\r\nستعرض الشبكات دائما العشب، لن يكون نسيج المنحدر. هذا ملحوظ بشكل خاص مع ملامح المنحدر D<unk> <unk> X<unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "وظيفة هذا الموديل مدرجة في اللعبة نفسها، على الرغم من أن أسهم هذا المود أفضل ظهوراً.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "هذا مطلوب لـ MacOS، لأن FPS Booster لم يعمل على MacOS. يجب حل ذلك ويجب أن يكون الجميع قادرين على استخدام FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "سيتم فقدان جميع الاستعادة عندما تقوم (إلغاء) الاشتراك في أي شيء أثناء تشغيل اللعبة.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "يمكن استخدام هذا الخيار بمفرده، أو أن يتم تعطيله واستخدامه \"حزمة بروب\" ل BOB أو وضع استبدال ضوء المرور.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "كان هذا هو الإصدار الأحدث، ولكن تم إهماله بعد تحديث الإصدار الأصلي. استخدم الإصدار الأصلي بدلاً من ذلك.",
  "When using this mod, it is wise to back up your saves from time to time.": "عند استخدام هذا المود، من الحكمة أن تقوم بنسخة احتياطية من التوفير من وقت لآخر.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "الحافلات بين المدن تدخل المدينة فقط عن طريق طريق الطريق السريع الواحد، لا عن طريق أي طريق ذي طريقين.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "هذا الاستخدام معلومات قديمة. الإصدار الرسمي لتقرير التوافق لديه دعم متعدد اللغات!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "هذا النمط مطلوب الآن فقط للمقابر. مرافق نقل النفايات ومعالجتها من اللعبة تغطي الوظائف الأخرى من هذا النمط.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "أعقب ذلك حزمة Prop التالية مع نمط BOB: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "عرض خاطئ ككاميرا سينمائية.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "يمكن العثور على بدائل لهذا من هنا: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "فاللعبة تحل بالفعل مسألة عدم وجود عدد كاف من العمال ذوي المستوى التعليمي المنخفض عن طريق توظيف أشخاص ذوي مستوى عال من التعليم في وظائف ذات مستوى تعليمي أدنى.",
  "CAUTION: If you use this and save, the game save is broken.": "تنبيه: إذا كنت تستخدم هذا و احفظ، يتم كسر حفظ اللعبة.",
  "This is for testing only and might be removed from the Workshop soon.": "والغرض من ذلك هو الاختبار فقط ويمكن حذفه من حلقة العمل قريباً.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "عند إنشاء الأصول مع الاحتياطات من هذا المودع، تحتاج هذه الأصول إلى هذا الإصدار من المودج ولا يمكن استخدامها مع الموديل الأصلي.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "استخدم فوضى Prop مع الفوضى الشجرية بدلاً من الفوضى الشجرية &amp;",
  "It is STRONGLY recommended not to use this mod!": "من المستحسن عدم استخدام هذا الوضع!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "بدلاً من ذلك، يحتوي هذا على \"وضع الشبح\" الذي يسمح بإلغاء الاشتراك ولا يزال الحفاظ على حفظ اللعبة يمكن الوصول إليها، إذا كنت ترغب في إزالة MOM بالكامل.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "قام المنشئ بتشفير تعليماته البرمجية ولا يوفر أي وصول إلى تعليمته. لذلك لا يمكن التحقق من أنها لا تتضمن أي نوع من الشفرة الضارة. لا يمكن للمودرين الآخرين العمل على إصلاح المشكلات التي تثيرها باستخدام المودات من هذا المبدع. يمكننا فقط التحقق، أن موداتهم تخلق مشكلات مع العديد من أفضل 100 مود.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "إذا كان لديك مشاكل مع عرض الخط، قم بتعطيل مدير الخط المخصص في خيارات المود.",
  "This mod was only for scenario developers looking for more options.": "هذا التعديل كان فقط لمطوري السيناريوهات الذين يبحثون عن المزيد من الخيارات.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "ملاحظة: لن تتم إزالة الملف المحلي عند إلغاء الاشتراك. يجب إزالته يدوياً، انظر صفحة الورقة.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "هذا لا يتوافق مع مجموعة متنوعة من المودعات ذات الوظائف المشابهة كما أنه يصطدم مع مختلف المودع. فالطريق إلى الكثير لوضع قائمة بكل هذه الأمور.",
  "The original mod supports the Chinese language.": "المثل الأصلي يدعم اللغة الصينية.",
  "Now part of the base game, therefore not needed any more.": "الآن جزء من اللعبة الأساسية، لذلك لم يعد بحاجة إلى أكثر من ذلك.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "سيؤدي هذا فقط إلى فتح 25 بلاط في بداية لعبة جديدة، وليس في عملية حفظ لعبة سابقة.",
  "Can't show data from extension mods like Extended Managers Library.": "لا يمكن عرض البيانات من موديلات الإضافات مثل مكتبة المديرين الموسعة.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "ويمكن أن يؤدي وضع الميزانية الأولية للشرطة والرعاية الصحية ومحطات إطفاء الحرائق إلى انخفاض قيمة الأراضي، لأن انخفاض الميزانية يعني تدني مساحة التغطية.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "هذه نسخة غير رسمية ثابتة من موديل تبريد وايتنس.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "اللعبة لديها مسارات للقطار في اتجاه واحد أيضًا. ولكن هذا أيضا له مسار واحد ذو اتجاهين ولا يزال لازما للمحطات المخصصة ذات مسار محطة ذي اتجاه واحد.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "وهذا ضروري فقط إذا كان هناك حافز علمي قديم أو شبكة سيارة فرعية لا تزال تحتاج إليه."
}