{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Nekompatibilní s dynamickým rozlišením a dalšími režimy fotoaparátu.",
  "Vehicle LOD Flashing": "Blesk vozidla",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Odhlásit se po použití! Bude to spamovat protokol hry a vážně zvýšit jeho velikost.",
  "Broken / Can't be loaded": "Rozbitý/nelze načíst",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "V možnostech opravy je k dispozici také nastavení pro opravu tmavší barvy uzlu na dálnicích.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Pokud křižovatky vypadají modře, přejděte do nastavení režimu a povolte automatické obnovování. To zvyšuje čas načítání, pokud máte mnoho vlastních silnic.",
  "This might increase loading time.": "To může zvýšit čas načítání.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Tento mód není optimalizován a může způsobit problémy s výkonem. Toto má pravděpodobně neznámé nekompatibilitu s jinými mody. Je STRONGLY doporučeno tento režim nepoužívat!",
  "Mod options resetting on game load.": "Možnosti módu se resetují při načtení hry.",
  "Game breaking": "Zlomení hry",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "DON'T POUŽÍT OBECNÉ PROPS v modech, jako je BOB, Pocedural Objects nebo Nástroj pro označení mezistěny. Toto může prolomit uložení! Je to nějakým způsobem logické a ne problém těchto módů. Non Terrain Conforming Props i Tree & Vehicle Props jsou generovány ve specifickém bodě v procesu načítání (nejsou uloženy! To znamená, že používání těchto aktiv v modech povede k problému, že budou naložena, jednoduše proto, že nejsou vytvořeny v současné době sítě a další věci jsou načteny.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Vzhledem k významným změnám základní hry, je tento mod nejlépe použit pouze pro nové hry.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Dlouhé názvy stanic nebo duplicitní názvy stanic mohou rozbít rozložení. Řádky, které slouží stejné stanici několikrát, by mohly zmást mód. Názvy stanic na víceplošných stanicích mohou být nesprávné.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "VAROVÁNÍ: Tento autor byl zablokován za vkládání škodlivého kódu ve svých modech. Tento mód je podezřelý z toho, že má v něm škodlivý kód. UPOZORNĚNÍ! UPOZORNĚNÍ: DON'T postupujte podle instrukcí na stránce modu a stáhněte si aktualizaci přes GitHub. Tento aktualizátor obsahuje MALICIOUS kód a vloží do tohoto Harmonického režimu škodlivý kód! Autor je také známý tím, že úmyslně prolomí vlastní mody mimo štěpení. Technicky to nefunguje velmi dobře, dává spoustu chybných chyb a je nekompatibilní se spoustou modů v Workshopu. V kombinaci s historií autora by bylo velmi moudré UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Autor zašifroval svůj kód a neposkytoval k němu žádný přístup. Proto není možné ověřit, zda neobsahují žádný druh škodlivého kódu. Ani ostatní modři nemohou pracovat na nápravě problémů, které vyvolávají použití modů od tohoto tvůrce. Můžeme pouze ověřit, že jejich mody vytvářejí problémy s několika top 100 modifikacemi. Proto důrazně doporučujeme nepoužívat tento mod!",
  "Can't be loaded": "Nelze načíst",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Sklad pro některé uživatele není prázdný. Mohlo by to být způsobeno rybářskými čluny, které se dopouštějí všech slotů na vozidlo, takže žádné skladové nákladní vozidlo se nemůže vztáhnout. Uživatelé si všimli, že nákladní vozy přemísťují ryby z jednoho skladu do druhého.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Chcete-li zobrazit trajektové trasy při umístění mostu, povolte zobrazení informací o dopravě.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoints se přesouvají příliš daleko od původního spawnpoint někdy brání všem cestujícím ve veřejné dopravě. Vejce s místy pro nákladní nákladní nákladní vozy nejsou podporovány na nákladních vlakových stanicích, na letištích pro nákladní dopravu nebo na nákladních přístavech.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod loaded with errors\" apears.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Skrývání Prop bylo z tohoto režimu odebráno, ale je dostupné v BOB módu.",
  "Only works on displays with a 16:9 aspect ratio.": "Funguje pouze na displeji s poměrem stran 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Nefunguje pro všechny budovy, problémy s výkonem, chybové zprávy.",
  "Lags the game massively": "Štěpí hru hromadně",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vanilla světla na chodčích silnicích nelze vyměňovat.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "To by mohlo způsobit ucpání na rozbité nebo smazané veřejné dopravě. To způsobuje zpoždění ve větších městech.",
  "LOD has too many vertices": "LOD má příliš mnoho vrcholů",
  "This has some issues with spaces in names.": "Toto má nějaké problémy s mezerami v názvech.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "VAROVÁNÍ: Tento autor byl zablokován pro vkládání škodlivého kódu do jeho modů. Autor je také známý tím, že úmyslně prolomí vlastní mody mimo štěpení. Technicky by to mohlo fungovat. S ohledem na historii autora by bylo velmi moudré UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Zdá se, že to funguje pro některé lidi, ale jiné hlásí problémy. Nefunguje v hlavním menu, funguje pouze po načtení mapy.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Zakažte posouvání pomocí jednoho z zkratek před dezónami, aby se zabránilo náhodnému masivnímu dezóně. Totéž platí pro další akce prováděné pravým tlačítkem myši, jako například vylepšení silnic.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "V jiných rozlišeních, než je poměr stran 16:9, se přesouvá do levého horního rohu, blokuje výchozí tlačítko Informace.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Způsobuje podivné účinky na křižovatky a konflikty s různými mody.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Klíč záložky tento mód používá konflikt s několika dalšími mody. Buď použijte jiný režim první osoby, nebo změňte klíč v souboru xml (viz komentáře Workshopu).",
  "Create massive lags if no overlay.png is in the specified folder.": "Vytvořte masivní lagy, pokud v zadané složce není žádný overlay.png.",
  "Vehicle LOD Turn Black": "LOD zatočit vozidlo černým",
  "Error popup": "Chyba vyskakovacího okna",
  "Missing UI. Performance issues (fps drops).": "Chybí UI. Problémy s výkonem (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Uživatelé hlásí, že při použití mnoha módů je třeba kliknout na \"Vytvořit déšť\". Bez jiných módů to funguje samo. Také déšť může trochu blikat, ale později se usadí.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Obrazovka s možností modu se může rozbít, pokud máte příliš mnoho prostředků vlaku. Někteří uživatelé hlásí problémy s nesprávným vytvořením konfiguračního souboru. To může způsobit nějaké zpoždění, pokud nepoužíváte FPS Booster.",
  "Error messages popup": "Vyskakovací okno chybových zpráv",
  "The reported issues might be unknown mod conflicts.": "Nahlášené problémy mohou být neznámé konflikty módů.",
  "Multiple reports about getting a blank screen when loading a map.": "Více zpráv o získání prázdné obrazovky při načítání mapy.",
  "Crash the game / Error popup": "Pád hry / Vyskakovací okno chyby",
  "Several reports of lagging the game.": "Několik zpráv o zaostávání hry.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Obrazovka bliká / bliká. Čas skákání nebo zpátky.",
  "Not recognise few latest DLC sounds.": "Nerozpoznáno několik posledních DLC zvuků.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Pokud se přihlásíte k odběru nesprávně nakonfigurovaných položek, které potřebují tento režim, mohou způsobit problémy s hrou.",
  "Several users report it is not working at all.": "Několik uživatelů tvrdí, že to vůbec nefunguje.",
  "LOD not correct.": "LOD není správný.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Majetek, který je součástí módu, již nemusí být ve hře automaticky aktivován.",
  "Conflicts with various other mods.": "Konflikuje s různými jinými mody.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Nefunguje pro všechny budovy, výkyvy a díry, problémy s výkonem, chybová hlášení.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "UPOZORNĚNÍ: Pouze skryje ikony problému. Problémy stále existují! To může rychle vést k hromadnému opuštění pokud zapomenete zkontrolovat problémy.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Nepracuje s budovami z Promenades & Plazas DLC. Příčinou jsou různé rukavice a někdy i pády!",
  "Broken / Can't be used": "Rozbitý/nelze použít",
  "Forgets settings at start, esp. the sun height.": "Zapomeňte na začátku nastavení, esp. Výška slunce.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Někteří uživatelé toto nahlásí jako příčinu nenaplnitelných her. Je neznámé, pokud se jedná o konflikt módu nebo problém s opravou hry. 4. Někteří uživatelé hlásí chybějící UI. LOD nelze nahradit. Více informací o známých problémech naleznete na Workshopu.",
  "Can't be loaded / Error popup": "Nelze načíst / Chybové vyskakovací okno",
  "Doesn't show up in the CSL Music Mod.": "Nezobrazuje se v CSL hudebním režimu.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Na některých křižovatkách se objevují duplicitní dopravní světla. V průsečíku T se na protínající silnici nevyskytuje žádné světlo. Dálnice a dálniční rampy mají na nesprávné straně průsečíku.",
  "Not supporting budgets for newer DLC.": "Nepodporování rozpočtů pro novější DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilové osobní vlaky se již neotevírají v barevných variacích, toto je zamýšlené chování.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Toto je nekompatibilní s mody, které také mění stavební kapacitu. Použijte Realistické obyvatelstvo znovu k lepší kompatibilitě.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Všichni hráči musí mít stejné DLC (žádné nejsou podporovány) a mody. CSM je nekompatibilní s většinou modů, je příliš mnoho na to, aby zde bylo možné zmínit. Seznam (velmi krátkých) podporovaných režimů: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Textury dálnic se při aplikaci tohoto modu zrcadlí náhodně a musí být překonstruovány na opravu.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Chybějící nastavení posledních DLC: Parklife, Industries, Campus a Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Nebude bulldoze pokud vlastníte přírodní katastrofy. V tomto případě musíte použít jednotku reakce na katastrofy. Novější kategorie budov nejsou buldozery.",
  "Vehicle LOD Turn White": "Otočit vozidlo LOD bílé",
  "DLCs after Campus can’t be selected.": "DLC po Kampu nelze vybrat.",
  "Can cause performance issues (lag or fps drops).": "Může způsobit problémy s výkonem (zahodit nebo fps pády).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Tento mod může mít vliv na výkon hry. Nefunguje ve hrách scénářů.",
  "This sometimes breaks transport lines.": "To někdy narušuje dopravní linky.",
  "As it is an outdated mod some panels may noth be unlocked.": "Vzhledem k tomu, že se jedná o zastaralý mód, nemusí být některé panely odemčeny.",
  "Breaks the pause after loading game option.": "Po načtení možnosti hry přeruší pauzu.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Externí zdroje nejsou tam použity, nemůžete je použít na nové mapě. Různí hráči tvrdí, že to vůbec nefunguje.",
  "Building flickers": "Bleskovice",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Kartáček někdy přestává fungovat. Odhlášení a opětovné odhlášení (zatímco hra není spuštěna) často na chvíli pomáhá, ale trvalejším řešením je použít příkaz k načtení a nastavit pořadí načtení lesního Bruselu na 9999.",
  "Buttons are no longer aligned correctly.": "Tlačítka již nejsou správně zarovnána.",
  "For some players it do not create ship pathes.": "Pro některé hráče to nevytváří lodní cesty.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Podzemní stanice vytvářejí vchod tunelu, takže je těžké spojit kolej se stanicí a přerušit zemský povrch. Vyvýšené a pozemní dráhy se zdají být v pořádku.",
  "This breaks up the UI, especially text scaling.": "To rozbírá uživatelské rozhraní, zejména škálování textu.",
  "Game might get corrupted.": "Hra by mohla být poškozena.",
  "Causes game crashes.": "Způsobuje pády hry.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Nefunguje s aktuálními verzemi hry, protože mod Roady United Core 2.0 již není aktualizován.",
  "It’s in early development stage. See information on workshop page.": "Je to v raném vývojovém stadiu. Viz informace na stránce workshopu.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Pokud chcete, aby stromy při stavbě silnic zmizely, postarejte se o aktivaci \"kolize\" v síťové anarchii.",
  "Freezes the game": "Zmrazí hru",
  "Everything that has more than two rails tracks can't be hidden.": "Vše, co má více než dvě koleje nelze skrýt.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Toto nemusí fungovat s ovladačem 3DxWare vyšší než 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Výsledky již nejsou spolehlivé. Používejte raději zprávu o kompatibilitě.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "To by mohlo fungovat, ale není to nejlepší způsob, jak tento problém vyřešit. Hra to sama o sobě řeší tím, že zaměstnává některé vysoce vzdělané lidi na méně vzdělaných místech, nebo můžete použít Employ přeškolené pracovníky V2 pro silnější efekt.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Vytváří chyby \"duplikovat prefab\", které jsou neškodné. Někteří uživatelé hlásí, že výkresy výstražných světel jsou stále bílé po poslední aktualizaci, která by to měla opravit.",
  "Public transport part not working anymore.": "Část veřejné dopravy již nefunguje.",
  "You can easily modify the RICO settings in-game.": "Můžete snadno změnit nastavení RICO ve hře.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Zničí jakékoliv DLC nebo meziměstské přenosy s více než Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Funkcionalita tohoto modu je zahrnuta ve hře samotné.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Vzácné případy, kdy může hodit chyby a dokonce zavřít hru na plochu.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Přidá otáčející se světla pouze do podporovaných vozidel, uvedená na stránce dílny.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Název tohoto módu je zavádějící. Nesnižuje to množství vyprodukovaných odpadků. To jen snižuje náklady na garáže. Takže lepší jméno by bylo \"Méně garbage Expenses\".",
  "Bloom settings not being applied. Config files not loading.": "Nastavení Bloom není použito. Konfigurační soubory se nenahrávají.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Když vaše město dosáhne asi 15000 občanů, tento mód již nezvýší rychlost nad výchozí nastavení x4 hry.",
  "It takes some in-game time for the extra money to arrive.": "Trvá nějaký čas ve hře, než přijdou peníze navíc.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Vodní výkyvy mohou zůstat navždy, i když je mód odhlášen.",
  "Not showing information for newer DLC assets.": "Nezobrazují se informace o novějších aktivech DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Několik funkcí již nefunguje a hodí chyby, pokud nemáte Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Rozbalovací seznam nefunguje, pravděpodobně kvůli nekompatibilitě s jinými mody.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "POZOR: Japonský lokalizační soubor nebude odstraněn, i když odhlásíte tento mód. Další podrobnosti naleznete v popisu Workshopu.",
  "This is only needed for custom networks that require this mod.": "Toto je potřeba pouze pro vlastní sítě, které vyžadují tento režim.",
  "Button for the settings not visible for several users.": "Tlačítko pro nastavení není viditelné pro několik uživatelů.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Výběr vozidla pro meziměstské vlaky je ignorován a některá novější vanilková vozidla se nezobrazují v okně výběru vozidla.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "VAROVÁNÍ: Tento autor byl zablokován za vkládání škodlivého kódu ve svých modech. Tento mód je podezřelý z toho, že má v něm škodlivý kód. Lépe byste se dozvěděli o IT IMMEDIATELY! Autor je také známý tím, že úmyslně prolomí vlastní mody mimo plivu.",
  "Includes malicious code!": "Obsahuje škodlivý kód!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "VAROVÁNÍ: Tento mód je DANGEROUS! Stáhne soubory z nemonitorovaného umístění a přepíše soubory jiných modů. Tohle je VELMI DANGEROUS software a neměl by být používán! Měli byste si raději ODSTRANIT IT IMMEDIATELY! VAROVÁNÍ: Tento autor byl zablokován pro vkládání škodlivého kódu do jeho modů. Autor je také známý tím, že úmyslně prolomí vlastní mody mimo štěpení. VAROVÁNÍ: Tento mod byl ze Workshopu odstraněn Steamem, protože porušil jejich souhlas.",
  "This breaks maps saved in the map editor.": "Toto rozbírá mapy uložené v editoru map.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Přepínač It! má možnost skrýt budovy před mapou (např. aby byly viditelné pouze ulice pro plánování). Pokud narazíte na kontrolu \"neviditelných budov\", pokud jste tuto možnost omylem aktivovali.",
  "Private building cannot include roads or other net types": "Soukromá budova nemůže zahrnovat silnice nebo jiné druhy sítí",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Nepovolené odemknutí DLC!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Může způsobit vizuální překlopení v menu (záložky bez popisu a/nebo obrázku).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Klávesová zkratka nefunguje (zkuste levou směnu místo pravé směny). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Tomu chybí všechny nové třídy položek ze všech patch od vydání a ze všech DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Úspora může trvat velmi dlouho u map s vysokým objemem stromů a velkým počtem požárů.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Vlastní sloupky se mohou resetovat při příštím načtení. UI pro mód nefunguje.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Tento mod má podezření, že někdy zabraňuje zobrazování jiných modifikačních tlačítek.",
  "LOD has too many vertices.": "LOD má příliš mnoho vrcholů.",
  "Various players report, information could not be gathered.": "Hlášení různých hráčů, informace nebylo možné shromáždit.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Zdá se, že je to klon správce dopravy, ale říká to barvu Auto Line a zdrojový kód není k dispozici.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "Afrika v Miniaturních budovách se neobjevuje v menu.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina obsahuje spustitelný ovladač LUT editoru, který se nachází ve složce workshopu Lumina.",
  "Demand stays at zero.": "Poptávka zůstává nulová.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Funguje, ale způsobuje chybové zprávy \"InvalidOperationException\" v souboru protokolu.",
  "This is missing statistics from later DLCs and game patches.": "To chybí statistiky z pozdějších DLC a záplatů hry.",
  "Several reports about conflicts with various mods.": "Několik zpráv o konfliktech s různými mody.",
  "Rocks can’t be deleted.": "Rocky nelze odstranit.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "To je údajně rozporuplné, ale existují některé zprávy, které by to fungovalo. Možná budete muset nastavit odstup od 180 stupňů, aby slunce správně jela z východu na západ.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Pro některé lidi tento mod stále funguje v pořádku. Pro jiné jsou nekompatibilní s různými mody, že jsme nemohli zcela ověřit.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "To může vyžadovat Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Neodemkněte všechny cesty.",
  "Distorted LOD": "Optimalizovaná LOD",
  "Causes ingame lags": "Způsobuje zpoždění při hře",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Funkce Kopírování z Přesunout ji mod může také duplikovat unikátní budovy.",
  "Error: too many vertices": "Chyba: příliš mnoho vrcholů",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "To funguje pro některé zkorumpované hry, ale ne pro všechny. Pokud hra ušetří načítání, hra se po nějakou dobu zmrazí. Toto je normální.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Toto není aktualizováno pro nejnovější DLC a stále chybí mnoho od DLC průmyslu.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries and Props se stanou černými pro podporované Vanilla stopy!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Autobusové zastávky na silnicích z novějších záplatů a DLC nebudou nahrazeny.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Nastavení resetuje každé zatížení a pro několik hráčů je rozbité. Také je velmi pravděpodobné, že bude v konfliktu s různými ostatními režimy fotoaparátu.",
  "Breaks game if you setup to high values.": "Rozbití hry, pokud nastavíte na vysoké hodnoty.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Toto neopraví budovy, které již byly opuštěny před aktivací tohoto módu.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Tento mod již není potřebný, pokud nemáte starý majetek, který ho potřebuje. Jako funkčnost tohoto modu je součástí hry.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Ošetřovatelské domy se při jejich umístění zobrazují jako pokrytí smrti.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Použití seznamu zakáže nepotřebné mody, ale ne je odhlásit, a zakázané mody mohou způsobit problémy. Majetky, které jsou součástí módu, mohou být problémem. Herní nastavení se resetuje při ukládání dat tohoto módu.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Různé problémy, nestabilní. Funkce silniční šipky nefunguje, nebo pouze po vypnutí a opětovném povolení při každém zatížení. Ne všechny silnice jsou podporovány.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Mezinárodní letiště After Dark způsobuje problémy při vytváření řádků. Existují zprávy o chybějícím ikoně/tlačítku.",
  "This might block the vanilla quay upgrade tool.": "To může blokovat nástroj pro vylepšení vanilské přístavní hráze.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Včetně náhodných bezpečnostních dveří způsobuje NullReferenceException. Pokud chcete tento balíček použít, měli byste vyloučit náhodné bezpečnostní dveře.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Způsobuje dlouhé načítání, způsobuje různé problémy, které jsou na konci i zlomení hry, proto jsou označeny jako nekompatibilní se hrou.",
  "Not showing up ingame.": "Nezobrazuje se přípona.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Jsou nahlášeny štítky, zamrznutí her a blikání obrazovky. Používejte s opatrností nebo se odhlásíte.",
  "White lines at the moon and Flickering when game running.": "Bílé čáry na Měsíci a blikání při běhu hry.",
  "Invalid Image Format": "Neplatný formát obrázku",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Při načítání hry, předchozí hodnota je načtena správně, ale posuvník v možnostech módu bude vždy ve výchozí pozici.",
  "This is only needed if a prop or mod requires it.": "To je potřeba pouze v případě, že to vyžaduje prop nebo mod.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Někteří uživatelé to mohou správně fungovat, ale existují některé zprávy, včetně nastavení resetování mezi zatíženími.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "To funguje pouze pro displeje s poměrem stran 16:9 nebo 16:10. To chybí funkce pro novější záplaty a DLC.",
  "Terrain conforming props cannot be moved up/down.": "Pohon odpovídající terénu nelze posunout nahoru/dolů.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Tento mód sice zvyšuje ostrost, ale může také vyvolat hluk, moire<unk> vzorce a odcizování problémů. Zejména u vyšších rozlišení, nevidíte rozdíl mezi tímto modem aktivním, nebo ne.",
  "This causes (vanilla) trees to flicker.": "To způsobuje blednutí (vanily) stromů.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Tento mod již nemá žádnou funkci. Tvůrce nepublikuje své mody pro hráče, ale jen aby ukázal lidem, jak dobrý může programovat.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Nelze exportovat s chybou 'XML prvek' v logu. Trainky někdy nejsou zahrnuty.\r\nPokud upravíte uzel v NCR nebo NC2 a vypíšete mapu, výkres odpovídající části uzlu může být nesprávný.\r\nNení zobrazen vrtulník s cestujícími a trasy autobusové trolejové dráhy přidané do DLC SH. (DLC SH není podporováno).",
  "Creating 'ghost' vehicles": "Vytváření 'duch' vozidel",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Vytváření 'duch' vozidel je hlášeno a musí být ověřeno.",
  "Do not remove trees added after Campus DLC to the game.": "Neodstraňujte stromy přidané po DLC Campusu do hry.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Je v konfliktu s různými mody a může vést k pádům. Může způsobit problémy s výkonem a zvýšit dobu načítání.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "To způsobuje velmi dlouhé doby načítání, pokud není použit mód načítání času opravy.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Chcete-li stavět vnější spojení s zónnými silnicemi mimo odemčené dlaždice, musíte dočasně zakázat zónu s jiným modem. V editoru map musí spojení používat vanilové silnice, ne vlastní silnice. Intercity autobusy pouze vstupují do města přes jednosměrnou dálnici mimo spojení, ne přes žádnou dvoucestnou silnici.",
  "This is an incomplete version to lure you into buying a complete version.": "Toto je neúplná verze, která Vám nahodí koupit kompletní verzi.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Přihlášení k odběru tohoto módu způsobuje blikání nebo zmizení budov. Vyhněte se použití jakéhokoliv majetku, který vás nutí používat tento režim!",
  "The default English names still appear as well, next to the new Japanese names.": "Kromě nových japonských jmen se stále objevují i výchozí anglická jména.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Tento mód zvyšuje čas načítání a tento nárůst může být obrovský pro velká města.",
  "Previously created rotating props still require the PropRotating Params mod.": "Dříve vytvořené otočné šrouby stále vyžadují mód Proprotujících parametrů.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Některá zpráva není schopna zachránit hru, zejména u velkého počtu procesních předmětů.\r\nPři prvním spuštění po instalaci prázdných oken apears. Restartujte hru a vyřešte to.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Na průsečíku T se na protínající silnici nevyskytuje žádné světlo.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "To není aktualizováno pro průmyslové DLC a pravděpodobně nebude fungovat pro průmyslové oblasti z tohoto DLC.",
  "Simulation Errors and conflits with various other mods.": "Simulace chyb a spojitosti s různými jinými mody.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Pokud výchozí vypadá příliš tmavě, vyčiňte v Ultimate Eyecandy globální nastavení a/nebo intenzitu okolního světla. Stíny musí být nastaveny na maximum pomocí regulátoru síly stínu, aby se zabránilo úniku slunce prostřednictvím objektů. Aby stíny byly méně viditelné, snižte globální intenzitu světla a zvyšte intenzitu vnějšího světla v Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Způsobuje různé problémy jako jedna cesta je náhodně vybrána",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Nepodporujte jména pro novější oblasti DLC.\r\nPovolení a načítání více seznamů názvů, které změní stejný prvek překladu, způsobí konflikty.\r\nAby se předešlo konfliktům, zkontrolujte, které překladové prvky se mění v dílně seznamu názvů.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Zdroje jsou vyčerpané, místo aby byly neomezené, jazyk se přepne zpět na angličtinu při každém startu a hra je odemčena i v případě, že je tato funkce deaktivována.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Nepracujeme na Vanilla silnicích z pozdějšího než Sunser Harbour. Pro výměnu pohonů můžete nadále používat BB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850.",
  "Not able to name new districts.": "Není možné pojmenovat nové okresy.",
  "The traffic lights on some custom road do not change.": "Dopravní světla na některých vlastních silnicích se nemění.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Zakázání znečištění vody není okamžité, vyčištění vody nějakou dobu trvá. Opětovné umožnění znečištění půdy nebo vody také není okamžité, znovu trvá nějakou dobu, než se obnoví.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Chyby v logu hry o nepovolených akcích. Buses no spawn. Žádná křestní jména nejsou přiřazena.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funguje pouze s přihlášenými mapami z workshopu. Používá detekuje a je nekompatibilní s různými jinými – především harmonickými – mody.",
  "Only a limited set of roads is included.": "Zahrnuje se pouze omezený počet silnic.",
  "User reports that it is not working at all if you select heavy traffic.": "Uživatel hlásí, že to vůbec nefunguje, pokud vyberete těžký provoz.",
  "Broken LOD, Vehicle blinks.": "Rozbitá LOD, blikání vozidla.",
  "Clipping may occur as well as simulation errors.": "Může dojít k oříznutí i k chybám simulace.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Pro některé uživatele si občané nevezmou auto, ale zoufale a doma se znovuzrodí, někdy zase chodí na stejnou stanici/zastaví.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Podívejte se na základní Render It! & Play It! průvodce na https://bit.ly/3XiMQPY pro více informací.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Zobrazuji nesprávný typ semaforu při použití 'Velký Avenue s Grass'. Nemusí to fungovat pro levostranný provoz (LHT) a pro malé jednosměrné silnice nebo silnice s tramvajemi.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Odstranění silničního segmentu s nastavenou trasou může způsobit chybu NullRefere.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Chyby při spuštění. Chybějící uživatelské rozhraní. Problémy s výkonem (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Často se tím blokuje tlačítko pro upgrade na silnici. Škálování je porušeno a nemělo by se používat. Uživatelé hlásí i některé další problémy.",
  "Button missing. Error popups.": "Tlačítko chybí. Chyba vyskakovacích oken.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Hlášené obrovské problémy včetně: chybějící silniční textury, chyba KeyNotFoundException , pády hry, využití vysoké paměti.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Tráva může růst skrze silnice CSUR. Skrývání trávy s kůží nebo mírné zvýšení uzlů s pohybem pomůže. Silnice mohou být někdy umístěny mírně pod povrchem. Zvedněte je Přesunutím It. Vstupy tunelů z nesoustředěných CSUR silnic jsou pokryty terénem. Někteří uživatelé hlásí pády her a CSUR rozhraní nefunguje.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Tlačítko nelze přesunout, což způsobuje, že při určitých rozlišeních obrazovky budou statistiky vypnuty.",
  "Various issues reported, see Worshop comments for details.": "Různé problémy nahlášeny, podrobnosti naleznete v komentářích Worshopu.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Levý provoz není podporován. To na Linuxu nefunguje. Opposite side traffic ights mají některé kliky na křižovatkách T a jednosměrných silnicích.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "UPOZORNĚNÍ: NEPOUŽÍVEJTE POPULU v možnostech modu nebo ve vyskakovacích oknech tohoto režimu, protože problémy s řešením problémů/aktiv jsou téměř nemožné. Skrývání chyb neznamená, že zmizí a sníží spolehlivost vaší hry!",
  "Disasters are not recognized.": "Katastrofy nejsou rozpoznány.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "To nefunguje pro nové stanice metra z balíčku \"Tvůrce obsahu: vlakové stanice\" a pro některé vlastní stanice. Můžete použít Přesunout to pro tyto stanice.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Při vytváření silnic se silně hodí FPS. Někteří uživatelé dostanou chybu 'neplatný tvar'. Zrušení směru někdy dává výjimku. Výjimka je neškodná, ale tento segment nelze vrátit a musíte jej odstranit a znovu vytvořit.",
  "For several players it causes errors and is not working.": "Pro několik hráčů to způsobuje chyby a nefunguje.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Některé funkce nebudou fungovat pro lokálně nainstalované položky: seřadit podle nedávného stahování, hledat podle jména autora a otevřít stránku Workshopu.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Došlo k chybě se spawnutím jako kráva. Zdá se, že spawny, rampy a vyvýšené cesty nefungují. Někdo může chodit dozadu nebo je plovoucí.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Vygenerované silnice nelze uložit, a proto byste neměli otevírat uložení, kde byly následně použity. Tento mód je stále v raném vývojovém stavu.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Někteří uživatelé ji stále získají do práce, ale pro mnohé je částečně nebo zcela rozbitý, včetně toho, že nemohou načíst uložené hery. Vypnutí \"nového algoritmu pro odkládání provozu poblíž vnějších připojení\" může pomoci. Odstranění souboru EnhancedDistrictServices.cgs může také pomoci, ale ztratíte všechna nastavení.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Práce s doručovacími prostředky z DLC průmyslu a Sunset Harboru. Nabídka nastavení pro zprávy (zavření a opětovné otevření nastavení může pomoci). Potenciálně nekompatibilní se všemi mody, které upravují AI vozidla.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Tento mod funguje pouze na Windows, ne na MacOS nebo Linuxu. Toto je pokročilý mód, který vyžaduje znalosti skriptů Pythonu.",
  "You must follow exactly the steps on the workshop page to use it.": "Musíte postupovat přesně podle kroků na stránce servisní dílny, abyste ji mohli použít.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Nekompatibilní s jakýmkoliv typem automatizovaného buldozu.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Je potřeba, aby jakákoliv Adaptivní síť správně fungovala. Jsou to např. silnice pro stavbu silnic, různé ploty a železniční sítě 2.",
  "Users reported various issues, see Workshop comments.": "Uživatelé hlásili různé problémy, viz komentáře Workshopu.",
  "Will lead to various graphical issues ingame": "Povede k různým grafickým problémům",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Uvědomte si, že tento mód je nestabilní a ve větších městech se mohou vyskytnout havárie!",
  "Cargo trains for some do not spawn.": "Nákladní vlaky pro některé z nich nevytánějí.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Tento mod má řadu chyb a problémů se stabilitou, a není doporučeno pro nové hry. Je zde k dispozici jako pokus pomoci hráčům s existujícími městy pomocí Extended Managers Library/Prop Anarchy pokračovat v jejich úsporách, aniž by museli znovu dělat svou práci.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Toto je potřeba pouze v případě, že chcete použít ovládací prvek stromů nové generace, Prop Control, Nástroj linky na mapě/uložit, který byl použit před rozšířenou knihovnou manažerů, Tree Anarchy, Prop Anarchy. Pro více podrobností se podívejte na stránku dílny tohoto režimu.",
  "Do nothing right now. Should normally not be released publicly.": "Momentálně nic nedělat. normálně by nemělo být zveřejněno.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Výběr servisního vozidla 2 blokuje téma Mixer 2 pro některé hráče, aby mohli změnit texty šablony.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Některé silnice ze síťových rozšíření vyvolávají špatné nebo žádné dopravní světlo.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Okresní omezení (import/port) nezobrazují žádné smazané seznamy, pokud jsou použity společně se Správcem Přenos CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Použijte původní Precision Engineering mod namísto nyní zastaralé verze 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "V závislosti na rozlišení obrazovky může být potřeba použít rozlišení uživatelského rozhraní 1.2 pro zobrazení všech uživatelských rozhraní TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Ošetřovací domy budou mít nepotřebné, prázdné okno pro výběr vozidla.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Povede stromy k plovoucí. Můžete přepnout na ovládací prvek stromu, který má funkci obou těchto režimů.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Modré uzly se mohou objevit a nemohou být automaticky opraveny. Pokud používáte AN sítě, je lepší odstranit pokračující Junction median.",
  "Real Time might delay the arrival of extra Starting Money.": "Skutečný čas může oddálit příjezd dalších startovacích peněz.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Autor Uspořádání Pozic kamery říká, že jsou neslučitelné, ale někteří uživatelé je hlásí, že fungují skvěle.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 vyprázdní panely v Lepším vzdělávacím nástroji. Proto je lepší použít alternativní kolekci.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "V pozastaveném režimu můžete denně změnit, ale jakmile odpozastavíte zpracování času v reálném čase, převezme činnost. To je zamýšlené chování. Pokud zpomalíte simulační rychlost s Play It! Den již nebude odpovídat reálnému času. To je velmi viditelné pozdě večer a brzy ráno. To je zamýšlené chování a nelze ho změnit.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Sdílené Stopy nelze vytvořit na expresních silnicích CSUR (funguje na pravidelných a kompaktních silnicích).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Sdílený Stop Enabler má schopnost vytvářet zvýšené zastávky.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Při použití správce přenosů nebudou statistiky zobrazovat správné množství používaných policistů. Vždy budou zobrazeny 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Hra se automaticky pozastaví, když změníte čas a čas se obnoví, když přestanete fungovat. Možnosti rychlosti času v TimeWarpu nebudou fungovat.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Toto může být nekompatibilní s různými mody s podobnou funkčností. Uvedené mody jsou jen malou podmnožinou nekompatibilních modů.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Musíte deaktivovat vlastní správce písma v FPS Booster, pokud chcete použít možnosti písma.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Textové textury z témat budou pravděpodobně neodpovídat smíšenému tématu.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Skrýt to! obsahuje také funkci odstranění rušení. To je třeba úplně vypnout a nevynucovat je v Skrýt to!. Namísto toho aktivujte tyto funkce v BOB. Takto jsou tyto mody navrženy tak, aby spolupracovaly.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Pokud chcete použít staré propy, které jsou součástí původního režimu, můžete zachovat původní mód předplatného, ale vypnout. Alternativně byste mohli přesunout původní . soubory rp do místní složky majetku a odsub původní mod. Pokud spustíte nové město, je nejlepší odhlásit původní mód a použít Plopibilní povrchy z propojené kolekce.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Tento mod není potřeba, aby mód fungoval, i když stránka workshopu uvádí něco jiného.",
  "Node Controller Renewal is actively developed and more user friendly.": "Obnova ovladače uzlu je aktivně vyvinuta a uživatelsky přívětivější.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "To může způsobit modré prázdné místo na křižovatkách Replacer/MOM. Mohou existovat i jiné nekompatibility.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Více síťových věcí poskytuje pouze další funkce v Editoru. Pro normální hru použijte pouze síťové Anarchie.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Pro tvůrce aktiv: Tento mod není potřeba pro nově vytvořené animované props. Používejte místo toho Modtools a tento propojený skript.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Místo toho byste měli použít RON + Cylis NExt2 nahrazovací kolekci.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Zatímco Cubemap Replacer také mění různá nastavení osvětlení a reflexe a mění mraky a slunce na statickou polohu, AD Cloud Replacer nabízí pohyblivé slunce a mraky.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Tvůrce silnic by neměl být používán společně s FPS Booster, protože v tomto případě nebudou některé záplaty použity správně. Jako silniční stavitel pracuje pouze v Editoru a nedělá nic v normální hře, pokud chcete hrát hru, měla by být alespoň deaktivována. Ještě lepší je vyloučit stavitele silnic s Nástrojem objednávky nebo odhlásit stavitele silnic, pokud nechcete vytvářet silnice. FPS Booster by proto měl být alespoň deaktivován, pokud chcete vstoupit do Editoru a použít stavitele silnic. Ještě lepší je vyloučit FPS Booster s Nástrojem pro načítání nebo odhlásit FPS Booster, pokud chcete vytvořit cesty.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS nezjistí další Občanské jednotky.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "V nastavení \"Express Bus Services (TLM Plugin)\" mohou možnosti \"Experimentální\" a \"Agresivní\" způsobit snížení autobusů, pokud je také použit správce přepravních linek. Možnost \"Prudential\" funguje podle očekávání.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO má nyní funkčnost Grow Ploppables. Použití obou modů je možné, ale může vést k nekonzistentním výsledkům, pokud vaše nastavení nejsou v souladu. Doporučuje se odstranit Grow Ploppables ale pokud je hotovo na existující hře, musíte se ujistit, že nastavení obou modů jsou stejná.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Při použití správce přenosů nebude použití budovy zobrazovat správné množství používaných kopírek. Vždy bude zobrazeno nula.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Rozšířený InfoPanel 2 má všechny funkce z HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Kliknutí v dolní liště pro funkci UEC nefunguje.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Toggler ovládá možnosti skrytí It.",
  "A black bar might appear above the bottom toolbar.": "Na spodním panelu nástrojů se může objevit černý pruh.",
  "The yellow arrow signals do not operate with TM:PE.": "Signály se žlutou šipkou nefungují s TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmonizace může vypnout rozlišení UI. Používejte místo toho normální verzi Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Přepínač It! a tento mod může být použit dohromady, např. skrýt konkrétní ikony oznámení, i když povolíte jejich prohlížení v Přepnutí It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Některé silnice ze síťových rozšíření vyvolaly špatné dopravní světlo.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Stromová anarchie má funkčnost rostlinolékařské škálování a mnohem více.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control has all functionality of Historical Districts, and more.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Hrajte It! má většinu funkcí Fixu Timewarp. Kombinujte Play It! s Render It! pro plnou náhradní funkci.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Přírodní katastrofy jsou zmateny pomalejším tokem času. Zejména lesní požáry budou mnohem běžnější. Pravděpodobnost požáru je nízká jako práce.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Vyhledejte filtry, které nefungují správně v módu Tree & Vehicle Prop mod.",
  "MOM already allows you to convert train stations to metro stations.": "Společnost MOM již umožňuje přeměnit vlakové stanice na stanice metra.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Není třeba aktualizovat trubky, pokud vůbec nepotřebujete trubky.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "To může způsobit problémy s \"Nedostatkem odběratelů\" při používání nástroje pro připojení k jízdnímu pruhu z TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Pouze funkce ve hře, takže můžete vytvářet a mazat cesty lodí a letadla. Můžete spustit MNS společně s NA pro funkce editoru map/majetku MNS. Ale je lepší mít více síťových věcí pouze v Profilech editoru.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Oba mody se dotýkají stejné herní funkce a pravděpodobně konfliktu.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Výběr jiného objektu, když řazení dynamického majetku mění pořadí položek.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Některé funkce TM:PE fungují na reverzibilních tramvajových tratích, ale ne na všechny.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Mód \"Bez problému\" způsobuje, že hra myslí, že problém neexistuje, zatímco mód \"Skrýt problémy\" skrývá pouze ikonu. Každý mod může (ronicky) již způsobit vážné problémy. Kombinace je opravdu žádá...",
  "Compatible when level Randomization is turned OFF": "Kompatibilní při vypnuté úrovni",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Můžete deaktivovat tento mod a použít BOB pro výměnu dopravních světel s kontrolkami z tohoto balíčku.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Pokud chcete novou kryptoměnu pouze ve dne, s výchozím nočním nebem, povolte následující nastavení pro mlhový ovladač: \"Daynight Fog\" a \"Classic Fog\", a povolte následující nastavení denního světla Classic: - \"Klasická barva slunečního světla\", \"Klasická intenzita slunečního světla\", \"Klasický efekt mlhy\" a \"Povolit klasický efekt mlhy, pokud je cyklus den/noc zapnutý\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Hrajte to! deaktivuje své vlastní funkce, které se překrývají s mixérem témat. Pokud nepoužíváte šablonu Mixer pro míchání motivů, už to není potřeba",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Přídavná aktiva Shaderu převedená na PO se nezobrazují po znovunačtení spoření.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Protialiasing Technique TAA způsobí blikání grafiky. Nastavte na FXAA, pokud chcete použít tyto dva mody dohromady.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Použít řízení stromů namísto neomezeného režimu stromů.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Limit vozidla bude správně zvýšen, ale nesprávně ji sledujte.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Musíte deaktivovat vlastní správce písma v FPS Booster, pokud chcete použít Selector písma.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Nové skiny přidané se síťovými skiny v relaci ne vždy odrážejí změny světelného provozu dokud se hra neobnoví.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Z hlavní nabídky bude doba zpoždění v možnostech módu nesprávná. Zatímco ve hře, možnosti módu ukazují správnou dobu zpoždění, odpovídající reálnému zpomalení času.",
  "Use the regular version of Harmony instead.": "Používejte místo toho standardní verzi Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Na výběr rakety budete mít pouze 5 až 10 sekund.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Změňte rychlost výstavby na 100 % v reálném čase, aby se zabránilo vymizení budov.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Přepínatelná bílost zahrnuje funkčnost trvalého zobrazení dokumentů. Odhlásit se z odběru.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Nahrazení silničních šipek Prop Switcher není doporučeno a může dát pole mimo ohraničení.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Vozidlový pohon generovaný Tree & Vehicle Props Patch bude mít nežádoucí světelné účinky, když hra je v nočním cyklu.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Lepší ikony dálnice spustí chybové vyskakovací okno z stavebních motivů ('System.Reflection.MonoMethod.Invoke'). Oba mody stále fungují.",
  "The 'Remove Unwanted' button may not work properly.": "Tlačítko 'Odstranit nechtěné' nemusí fungovat správně.",
  "This might only work with all ULOD settings to 'game default'.": "Toto může fungovat pouze se všemi nastaveními ULOD na výchozí nastavení hry.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Zrychlený cyklus noci/víkend od Real Time může způsobit problémy s oblastními službami.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Kompatibilita je nejistá, ale vyšší limit u více vozidel pravděpodobně nepoužívá společnost PXPVehicleInfo, při překročení původního limitu vozidla vede k nesprávným číslům.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Odpadový ovladač přerušuje harmonii a jakýkoli mód v závislosti na harmonii. Přepněte na Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Stromová anarchie již má funkčnost neomezeného stromu.",
  "This combination might cause a performance decrease (FPS drop).": "Tato kombinace může způsobit snížení výkonu (pád PPS).",
  "Use BOB instead of Prop Switcher.": "Použít BOB namísto přepínače Prop.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Převodník dat může vykonávat svou práci pouze v případě, že Plop Growables není upsán.",
  "Use Prop Anarchy instead of Prop Snapping.": "Použít Prop Anarchii namísto Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML již má lepší limit ukazující funkčnost.",
  "Undoing props is disabled when using EML.": "Vracení výhonků je při použití EML zakázáno.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Výběr servisního vozidla má všechny funkce RiverCargoHarborMod. Odhlásit se z odběru.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchie již má lepší prop malování.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Pokud obrysy nefungují, vypněte možnost „Přepsat teréna“ a nastavte hodnotu na přibližně 100 v parametrech ROTTERdam.",
  "You can't export props with modtools while EML is active.": "Nemůžete exportovat výplně s modtooly, pokud je EML aktivní.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Používejte Prop Anarchii kombinovanou s Tree Anarchií namísto Prop a Tree Anarchie.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Další pokročilé možnosti panelu mají funkčnost Panelu Wider a další.",
  "Use the original instead of the now deprecated 2.0 version.": "Použijte originál namísto nyní zastaralé verze 2.0.",
  "Unsubscribe Holy Water's TM:PE.": "Odhlásit odběr svaté vody TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Když je tento mód aktivní, žádný velký nákladní vůz nebude mít žádný efekt kromě tahačů pocházejících z vnějších spojení.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Oba mody používají klíč záložky. Použijte jiný režim první osoby nebo změňte klíč pro automatické procházení první osobou.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Při změně zón na silnici jsou změny ze síťových skinů resetovány.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistická populace zahrnuje funkci \"žádná péče o smrti\".",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Před použitím propojené kolekce prosím zrušte síťové rozšíření 2.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM může rozbít Najít It. Spuštění hry, protože administrátor může dočasně vyřešit problém nekompatibility.",
  "Some textures on Network Extensions roads might not load.": "Některé textury na silnicích síťových rozšíření nemusí být načteny.",
  "With 81 tiles 2 you don't need Cross The Line.": "S 81 dlaždicemi 2 nepotřebujete Cross The Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Pokud jsou oba režimy aktivní, umístěny zoufalé budovy. Přetrvatelná RICO již má funkci.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 dlaždice 2 obsahují stejnou funkci, ale bez ohledu na možnosti výběru konkrétních sítí. Můžete použít jak dohromady, tak bez ostatních režimů.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Hra se automaticky pozastaví, když změníte čas a čas se obnoví, když odpaužete. Možnosti rychlosti času v Ultimate Eyecandy nebudou fungovat.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Zakažte klasickou barvu slunečního světla, klasickou intenzitu slunečního světla a klasickou pro nastavení barev v klasickém denním světle.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Dokud nepoužíváte TM:PE k omezení rychlosti kolejnic, tyto mody by měly být kompatibilní.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & Fog Toggler ovládá nastavení mlhy, Bobby.",
  "Several users report using these together without issues.": "Několik uživatelů je hlásí společně bez problémů.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter nebyl aktualizován na poslední Přesun aktualizován, což vytváří problémy pro jakýkoli mód, který se pokouší integrovat s Přesunem.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Pokud změníte přesun, může vaše stávající barvy na povrchu zmizet.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Změna data může způsobit nedostatek v grafu nebo způsobit přepsání části grafu.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Rebalance pro životní cyklus již zahrnuje funkci 'žádná péče o úmrtí'.",
  "Use Ploppable RICO Revisited instead.": "Použít místo toho Ploppable RICO recenzované.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Nastavení módu pro opravu stínové vzdálenosti při načtení hry.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Vylepšení nedotknutelného zarazí výběr MOM pilíře.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Způsobuje plavání stromů. Můžete přepnout na stromovou anarchii, která má funkčnost obou těchto módů.",
  "Loading Screen Mod asset report file also include all these information.": "Načítání souboru zprávy o aktivech Mod obrazovky obsahuje také všechny tyto informace.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Oba mody mají možnost skrýt panely na hlavní obrazovce nabídky. Pro jejich skrytí použijte pouze jeden mód, nebo se mohou vyskytnout problémy.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Můžete přepnout na stromovou anarchii, která má funkčnost obou těchto módů.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Nastavení dopravních světel nebo prioritních značek s TM:PE na trase vlaku nebude fungovat. Ostatní nastavení fungují.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Několik uživatelů hlásí, že paralelní silniční nástroj nebude fungovat s předplatnými skiny sítě.",
  "Restores ship behavior that allows them to float on the land.": "Obnoví chování lodi, které jim umožní plout na zemi.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Některé silnice ze síťových rozšíření vyvolávají nesprávné nebo nadměrné dopravní světlo.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS podpora má všechny funkce Mini FPS a další.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Toto by mohlo způsobit chybu. Pro řešení viz 24. srpna 2021 komentář k FPS Booster workshopu.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Všechny tři uvedené mody by měly být použity pro nové hry namísto použití Extended Managers Library",
  "This mod combination prevents using the light background theme.": "Tato kombinace módů brání použití světelného pozadí motivu.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Silnice vytvořené stavitelem silnic nepoužívají vanilkové pilíře. To vede k propasti mezi těmito silnicemi a sloupky, pokud snížíte tloušťku mostů a zvýšených částí v nastavení výšky zakřivení.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Výběr služeb na panelu pro výběr zdravotnických služeb je zobrazen příliš nízký, takže kliknutí je obtížné nebo nemožné.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Oba mody nahrazují \"vanilový matcher\", takže jsou neslučitelné.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Při automatické výměně dojde ke ztrátě nastavení TM:PE při výměně a připojených síťových segmentech, a šipky jízdních řádů a konektory jízdních pruhů mohou být na celé mapě poslány.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR je nekompatibilní s pokročilými volbami zón v síťových rozšířeních.",
  "Flickering and disappearing buildings and assets are reported.": "Vykazují se zakalování a mizení budov a aktiv.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Volba společného pozemku AdjacentTopurchased je neslučitelná s 81 Tiles. Běžná půda není potřebná pro hraní hry, když odemknete všech 81 dlaždic, ale je stále skvělá pro použití v editoru map.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Pokud jste použili před procvičením módu Growables na uložení, použijte připojený konvertor před načtením bez tohoto módu. Také se přihlásit k odběru v tomto případě RICO zrevidoval a Najít to! 2 aby bylo možné použít růstové akce.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader is not compatible with variable sunrise/sunset times from Real Time. Use the Additive Shader test version.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Deaktivujte stavbu v neomezeném módu Půda kolossal Order, protože jeho funkce je součástí Extra Landscaping Tools.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Před spuštěním hry vždy spusťte Steam klienta. Na Linuxu a MacOS je vyžadována nějaká uživatelská akce, podívejte se na instalační příručku: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Oprava je nyní součástí základní hry.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Toto je standardní, vestavěný mód nahraný do Workshopu.",
  "The original mod supports various languages.": "Původní mód podporuje různé jazyky.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Zdá se, že to souvisí s proslulým modem ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Důrazně doporučujeme vytvořit zálohu existujícího uloženého souboru před použitím tohoto módu.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funkce je nyní součástí základní hry. Tento mód je potřebný pouze pro aktiva, která jsou pro tento mód vytvořena.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Nyní část základní hry, která je zapotřebí pouze pro aktiva, která tyto trasy využívají.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Funkcionalita tohoto modu je zahrnuta do hry samotné, i když výpočty v tomto modu jsou mírně odlišné.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Někteří uživatelé hlásí uživatelské rozhraní, že chybí, pokud není přihlášeno k odběru nástrojů Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "\"Vytvořit historickou\" je nyní součástí samotné hry, ale s tímto modem nemůže být historická budova opuštěna.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Použijte možnost 'Zkus obnovit ze simulačních chyb' z načítání modu obrazovky, což je výkonnější než tento režim.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Není doporučeno toto použít v editoru map, protože vytvořené mapy budou vyžadovat Prop Anarchii.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Tento mód potřebuje alespoň jeden sadu prop semaforu pro fungování. Tento mod automaticky vypne jednotlivé mody semaforů při spuštění hry, aby se zabránilo konfliktům, ale používá spojité remízy z těchto modů. Ponechat tyto ostatní režimy semaforů vypnuté.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Novější verze této LABS verze naleznete na GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Všechna pracovní místa z budov mimo RICO včetně všech budov DLC v odvětví průmyslu jsou zahrnuta v číslech služeb.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Modd funguje na Windows, Mac OS a Linuxu. Patří sem i samostatné 'Load Order Tool' je pouze Windows a vyžaduje další . et instalace. Podrobnosti naleznete na stránce Workshop.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Přírodní rezervační cesty a podobné cesty se nemísí, když jsou umístěny na skloněný terén. To lze opravit pomocí režimu Clamp s intenzitou okolo 100 (doporučeno) nebo povolením volby \"přepsat vzhled terénu\".\r\n\r\nPokud je povolena možnost \"přepsat vzhled terénu\", je překrytí topografických řádků přerušeno. Buď tuto možnost deaktivujte, nebo použijte režim svorníků o síle 120 nebo nižší nebo zvětšený mód o síle 100 nebo nižší.\r\n\r\nSítě budou vždy zobrazovat trávu a nikdy texturu útesu. To je zvláště patrné např. s D<unk> <unk> X<unk> <unk> <unk> <unk> <unk> <unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Funkcionalita tohoto modu je zahrnuta do hry samotné, i když šipky tohoto modu jsou lépe viditelné.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "To bylo nutné pro MacOS, protože FPS Booster nefungoval na MacOS. To by mělo být vyřešeno a každý by měl být schopen používat FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Při (od)odebírání bude ztraceno všechno, když hra běží.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Toto může být použito samostatně nebo může být vypnuto a použito jako \"prop pack\" pro režim BOB nebo plašení světla.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Toto bývalo novější verzí, ale bylo zastaralé po aktualizaci původní verze. Použijte místo toho původní verzi.",
  "When using this mod, it is wise to back up your saves from time to time.": "Při používání tohoto režimu je moudré čas od času zálohovat vaše úspory.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Intercity autobusy pouze vstupují do města přes jednosměrnou dálnici mimo spojení, ne přes žádnou dvoucestnou silnici.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Toto použití zastaralých informací. Oficiální vydání zprávy Compatibility má více jazykových podpor!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Tento mod je nyní potřeba pouze pro hřbitovy. Zařízení pro přenos a zpracování odpadu ze hry pokrývají ostatní funkce tohoto režimu.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Úspěšil tento prop pack kombinovaný s BAB: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Nesprávně se zobrazuje jako kinematická kamera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternativy k tomuto naleznete zde: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Hra už dnes řeší problém nedostatku málo vzdělaných pracovníků tím, že zaměstnává vysoce vzdělané lidi na méně vzdělaných zaměstnáních.",
  "CAUTION: If you use this and save, the game save is broken.": "UPOZORNĚNÍ: Pokud toto používáte a uložíte, uložená hra je rozbita.",
  "This is for testing only and might be removed from the Workshop soon.": "Toto je pouze pro testování a brzy by mohlo být z Workshopu odstraněno.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Při vytváření aktiv s pohony z tohoto režimu potřebují tato verze modu a nemohou být použity s původním modem.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Použij Prop Anarchii kombinovanou s Tree Anarchií místo Prop &amp; Tree Anarchy.",
  "It is STRONGLY recommended not to use this mod!": "Je STRONGLY doporučeno nepoužívat tento režim!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativně má 'duch režim', který umožňuje odhlášení a stále zachovává přístupnost hry pro ukládání, pokud chcete zcela odstranit MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Autor zašifroval svůj kód a neposkytoval k němu žádný přístup. Proto není možné ověřit, zda neobsahují žádný druh škodlivého kódu. Ani ostatní modři nemohou pracovat na nápravě problémů, které vyvolávají použití modů od tohoto tvůrce. Můžeme pouze ověřit, že jejich mody vytvářejí problémy s několika top 100 mody.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Pokud máte problémy se zobrazením písma, vypněte Správce vlastních písma v nastavení módu.",
  "This mod was only for scenario developers looking for more options.": "Tento mod byl pouze pro vývojáře scénářů hledající více možností.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Poznámka: Soubor národního prostředí nebude odstraněn při odhlášení odběru. Musí být odstraněn ručně, viz stránka Workshopu.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "To je nekompatibilní s celou řadou modů s podobnou funkčností, stejně jako s různými mody. Cesta k mnoha k jejich vyjmenování.",
  "The original mod supports the Chinese language.": "Původní mód podporuje čínský jazyk.",
  "Now part of the base game, therefore not needed any more.": "Nyní část základní hry, proto již není potřeba.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Toto odemkne pouze 25 dlaždic na začátku nové hry, ne na předchozí uloženou hru.",
  "Can't show data from extension mods like Extended Managers Library.": "Nelze zobrazit data z módu rozšířených aplikací, jako je knihovna rozšířených manažerů.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Automatické přebírání policie, zdravotních a požárních stanic by mohlo způsobit pokles hodnoty půdy, protože nižší rozpočet znamená menší oblast pokrytí.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Toto je neoficiální fixní verze režimu Přepálení bílosti.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Hra má také jednosměrné vlakové stopy ale má to také jednu obousměrnou kolej a je stále zapotřebí pro vlastní stanice s jednosměrnou stanicí.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "To je nutné pouze v případě, že to stále vyžaduje stará vlajka nebo podsíť vozidla."
}