{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Inkompatibel mit Dynamikauflösung und anderen Kameramodds.",
  "Vehicle LOD Flashing": "Fahrzeug LOD blinkt",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Nach Benutzung abbestellen! Spam das Spielprotokoll und vergrößert die Größe ernst.",
  "Broken / Can't be loaded": "Defekt / Kann nicht geladen werden",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Bei Repaint-Optionen ist auch eine Einstellung vorhanden, um die dunklere Knotenfarbe auf den Autobahnen zu fixieren.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Wenn die Schnittstellen blau aussehen, gehen Sie in die Einstellungen des Mods und aktivieren die Auto-Aktualisierung. Dies erhöht die Ladezeit, wenn Sie viele benutzerdefinierte Straßen haben.",
  "This might increase loading time.": "Dies könnte die Ladezeit erhöhen.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Dieser Mod ist nicht optimiert und kann Leistungsprobleme verursachen. Dies hat wahrscheinlich unbekannte Inkompatibilitäten mit anderen Mods. STRONGLY wird empfohlen, diesen Modus nicht zu benutzen!",
  "Mod options resetting on game load.": "Mod-Optionen werden beim Laden des Spiels zurückgesetzt.",
  "Game breaking": "Zerstört Spielfunktionen",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NUTZEN SIE DIE GENERIERten PROPS nicht in Mods wie BOB, Poc<unk> Objects oder Schnittstellen-Markierungswerkzeug. Dies kann deinen Speicherplatz zerstören! Es ist irgendwie logisch und keine Frage dieser Mods. Nicht Terrain-konforme Props sowie Baum- und Fahrzeugprops werden zu einem bestimmten Zeitpunkt im Ladeprozess erzeugt (sie werden nicht gespeichert! Das bedeutet, diese Vermögenswerte in Mods zu verwenden, wird zu dem Problem führen, dass sie nicht geladen werden, einfach weil sie im Moment nicht erstellt werden, werden die Netzwerke und andere Dinge geladen.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Aufgrund der erheblichen Änderungen am Basispiel wird diese Mod am besten nur für neue Spiele verwendet.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Lange Sendernamen oder doppelte Sendernamen könnten das Layout beschädigen. Linien, die dieselbe Station mehrmals bedienen, könnten den Mod verwirren. Stationsnamen auf Mehrplattform-Stationen könnten falsch sein.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "WARNUNG: Dieser Autor wurde verboten, weil er böswilligen Code in seine Mods legte. Diese Mod wird verdächtigt, böswilligen Code darin zu haben. WIE MAN SIE SICH BEGINNEN! WARNUNG: Folgen Sie nicht den Anweisungen auf der Mod-Seite, um ein Update über GitHub herunterzuladen. Dieser Updater enthält MALICIOUS-Code und fügt böswilligen Code in diesen Harmony-Modus ein! Der Autor ist auch dafür bekannt, dass er bewusst ihre eigenen Mods aus Spite zu brechen. Technisch funktioniert das nicht sehr gut, es gibt viele fehlgeleitete Fehler und ist mit vielen Mods im Workshop nicht kompatibel. In Kombination mit der Geschichte des Autors, wäre es sehr klug, UNSUBSCRIBE zu machen!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Der Ersteller verschlüsselte seinen Code und gewährte keinen Zugriff auf seinen Code. Daher kann nicht überprüft werden, ob sie keinen schädlichen Code enthalten. Weder die anderen Modder können daran arbeiten, Probleme zu beheben, die mit der Verwendung von Mods von diesem Schöpfer aufwerfen. Wir können nur verifizieren, dass ihre Mods Probleme mit mehreren Top 100 Mods verursachen. Daher raten wir dringend, diesen Modus nicht zu verwenden!",
  "Can't be loaded": "Kann nicht geladen werden",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Aufgrund von Änderungen im Basispiel funktioniert diese Mod nicht. Der Modder wurde bereits informiert.\n\nLege mindestens ein spezialisiertes Hafenguthaben und verbinde es mit einem anderen und diese Mod funktioniert einwandfrei. Sie können der Linie weitere Häfen hinzufügen, um die Ware zu vertreiben. Wenn eine Verbindung verloren geht oder kein Schiff auftaucht, wird dies nicht durch diesen Mod verursacht, sondern durch Vanillespiel.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Das Lager ist für einige Benutzer nicht leer. Dies könnte dadurch verursacht werden, dass Fischerboote alle Fahrzeugplätze in Anspruch nehmen, so dass kein LKW aufgetaucht werden kann. Den Benutzern ist aufgefallen, dass LKW Fische von einem Lager in ein anderes transportieren.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Um die Schiffs- und Fährwege zu sehen, während Sie eine Brücke platzieren, aktivieren Sie die Transportinformationsansicht.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoints sind zu weit vom ursprünglichen Laichpunkt entfernt und verhindern mitunter alle Fahrgäste im öffentlichen Verkehr. Spawn-Punkte für Lastkraftwagen werden nicht auf Güterbahnhöfen, Frachtflughäfen oder Frachthäfen unterstützt.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod wurde mit Fehlern geladen\" Nachricht erscheint.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop-Versteck wurde von diesem Mod entfernt, ist aber im BOB-Mod verfügbar.",
  "Only works on displays with a 16:9 aspect ratio.": "Funktioniert nur auf Displays mit einem Seitenverhältnis von 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Nicht für alle Gebäude funktionieren, Leistungsprobleme, Fehlermeldungen.",
  "Lags the game massively": "Führt zu massiven Performance-Problemen im Spiel",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vanilla-Lichter auf Fußgängerstraßen können nicht ausgetauscht werden.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Dies kann dazu führen, dass cims an gebrochenen oder gelöschten Haltestellen des öffentlichen Nahverkehrs stecken. Dies verursacht Verzögerungen in größeren Städten.",
  "LOD has too many vertices": "LOD hat zu viele Vertices",
  "This has some issues with spaces in names.": "Dies hat einige Probleme mit Leerzeichen in Namen.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "WARNUNG: Dieser Autor wurde verboten, weil er böswilligen Code in seine Mods legte. Der Autor ist auch dafür bekannt, dass er bewusst ihre eigenen Mods aus Spite zu brechen. Technisch könnte dies funktionieren. In Anbetracht der Geschichte des Autors wäre es sehr klug zu UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Dies scheint für einige Leute zu funktionieren, aber andere melden Probleme. Funktioniert nicht im Hauptmenü, nur nach dem Laden einer Karte.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Deaktivieren Sie das Scrollen mit einem der Hotkeys vor der Dezonierung, um eine versehentliche massive Dezonierung zu verhindern. Das Gleiche gilt für andere Aktionen, die mit der rechten Maustaste durchgeführt werden, wie zum Beispiel für Straßenverbesserungen.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "In Auflösungen außerhalb des Seitenverhältnisses 16:9 bewegt es sich in die linke obere Ecke und blockiert die Standard-InfoView-Schaltfläche.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Verursacht seltsame Effekte auf Knotenpunkte und Konflikte mit verschiedenen Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Die Tab-Taste, die dieser Mod verwendet, steht in Konflikt mit mehreren anderen Mods. Verwenden Sie entweder eine andere erste Person Mod oder ändern Sie den Schlüssel in der XML-Datei (siehe Workshop-Kommentare).",
  "Create massive lags if no overlay.png is in the specified folder.": "Erstelle massive Verzögerungen, wenn sich keine overlay.png im angegebenen Ordner befindet.",
  "Vehicle LOD Turn Black": "Fahrzeug LOD wird schwarz",
  "Error popup": "Fehlermeldungen werden angezeigt",
  "Missing UI. Performance issues (fps drops).": "Fehlende Benutzeroberfläche. Leistungsprobleme (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Nutzer berichten, dass \"Make it Rain\" angeklickt werden muss (in Optionen), wenn viele Mods verwendet werden. Ohne Mods funktioniert es auf eigene Faust. Regen kann ein bisschen fliegen, aber sich später einstellen.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Der Mod-Optionsbildschirm könnte kaputt gehen, wenn Sie zu viele Zug-Assets haben. Einige Benutzer berichten von Problemen, wenn die Konfigurationsdatei nicht richtig erstellt wird. Dies kann zu Verzögerungen führen, wenn sie nicht FPS Booster verwenden.",
  "Error messages popup": "Fehlermeldungen werden angezeigt",
  "The reported issues might be unknown mod conflicts.": "Die gemeldeten Probleme könnten unbekannte Mod-Konflikte sein.",
  "Multiple reports about getting a blank screen when loading a map.": "Mehrere Berichte über das Erhalten eines leeren Bildschirms beim Laden einer Karte.",
  "Crash the game / Error popup": "Bringt das Spiel zum Absturz / Fehlermeldungen werden angezeigt",
  "Several reports of lagging the game.": "Mehrere Berichte über Verzögerungen im Spiel.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Bildschirm blinkt / flickert. Zeit springen oder rückwärts gehen.",
  "Not recognise few latest DLC sounds.": "Wenige aktuelle DLC-Sounds werden nicht erkannt.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Wenn Sie falsch konfigurierte Assets abonnieren, die diesen Mod benötigen, können diese Assets zu Spielproblemen führen.",
  "Several users report it is not working at all.": "Mehrere Benutzer berichten, dass es überhaupt nicht funktioniert.",
  "LOD not correct.": "LOD nicht korrekt.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Assets die Teil eines Mods sind, werden vom Spiel möglicherweise nicht mehr automatisch aktiviert.",
  "Conflicts with various other mods.": "Konflikte mit verschiedenen anderen Mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Nicht für alle Gebäude, Geländespitzen und Löcher, Leistungsprobleme, Fehlermeldungen.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ACHTUNG: Dies verbirgt nur die Problemsymbole des Problems. Die Probleme sind immer noch vorhanden! Dies kann schnell zur Massenaufgabe führen, wenn du vergessen hast auf Probleme zu überprüfen.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Nicht mit den Gebäuden von Promenades & Plazas DLC. Auslösen von verschiedenen Glitches und manchmal sogar Absturzen!",
  "Broken / Can't be used": "Defekt / Kann nicht verwendet werden",
  "Forgets settings at start, esp. the sun height.": "Vergisst die Einstellungen beim Start, besonders die Höhe der Sonnenstrahlen.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Einige Benutzer melden, dass dies nicht ladbare Spiele verursacht. Es ist unbekannt, wenn es sich um einen Mod-Konflikt oder ein Problem mit dem Spiel-Patch 1 handelt. 4. Einige Benutzer melden eine fehlende Benutzeroberfläche. LODs können nicht ersetzt werden. Weitere Details zu bekannten Problemen finden Sie im Workshop.",
  "Can't be loaded / Error popup": "Kann nicht geladen werden / Fehlermeldungen werden angezeigt",
  "Doesn't show up in the CSL Music Mod.": "Wird nicht im CSL Music Mod angezeigt.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "An einigen Kreuzungen erscheinen doppelte Ampel; an einer T-Kreuzung erscheint auf der Kreuzung der Straße keine Licht. Autobahnen und Autobahnrampen haben die Ampeln auf der falschen Seite der Kreuzung.",
  "Not supporting budgets for newer DLC.": "Unterstützt keine Budgets für neuere DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilla Personenzüge spawnen nicht mehr in Farbenvariationen, das ist beabsichtigtes Verhalten.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Dies ist nicht kompatibel mit Modifikationen, die auch die Gebäudekapazität ändern. Benutze stattdessen Realistische Population Revisited für bessere Kompatibilität.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Alle Spieler müssen genau die gleichen DLCs haben (keine werden unterstützt) und Mods. CSM ist inkompatibel mit den meisten Mods, zu viele, um sie hier zu erwähnen. Eine (sehr kurze) Liste der unterstützten Mods: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Highway-Texturen werden zufällig pro Segment gespiegelt, wenn diese Mod angewendet wird und müssen neu gebaut werden, um zu beheben.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Fehlende Einstellungen für die letzten DLCs: Parklife, Industries, Campus und Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Wird nicht bulldoze wenn du Natural Disaster besitzt. In diesem Fall musst du Disaster Response Unit verwenden. Neuere Gebäudekategorien werden nicht gesiegt.",
  "Vehicle LOD Turn White": "Fahrzeug LOD wird weiß",
  "DLCs after Campus can’t be selected.": "DLCs nach Campus können nicht ausgewählt werden.",
  "Can cause performance issues (lag or fps drops).": "Kann Performance-Probleme verursachen (Verzögerung oder fps fallen).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Dieser Mod kann die Leistung des Spiels beeinflussen. Funktioniert nicht in Szenario-Spielen.",
  "This sometimes breaks transport lines.": "Dies bricht mitunter die Verkehrslinien.",
  "As it is an outdated mod some panels may noth be unlocked.": "Da es sich um ein veraltetes Mod handelt, können einige Panels nicht entsperrt werden.",
  "Breaks the pause after loading game option.": "Breche die Pause nach dem Laden der Spieloption.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Externe Ressourcen werden daher nicht verwendet, um sie nicht auf einer neuen Karte verwenden zu können. Verschiedene Spieler melden, dass sie überhaupt nicht funktionieren.",
  "Building flickers": "Gebäude flackern",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Der Pinsel funktioniert manchmal nicht mehr. Das Abbestellen und Wiederabonnieren (solange das Spiel nicht läuft) hilft oft für eine Weile aber eine dauerhaftere Lösung besteht darin, den Loading Order Mod zu verwenden und die Ladereihe von Forest Brush auf 9999 zu setzen.",
  "Buttons are no longer aligned correctly.": "Schaltflächen sind nicht mehr korrekt ausgerichtet.",
  "For some players it do not create ship pathes.": "Für einige Spieler erstellt es keine Schiffswege.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Unterirdische Stationen schaffen einen Tunneleingang, was es schwierig macht, die Strecke mit der Station zu verbinden und die Bodenfläche zu stören. Höhen- und Bodenstrecken scheinen in Ordnung zu sein.",
  "This breaks up the UI, especially text scaling.": "Dadurch wird die Benutzeroberfläche, insbesondere die Textskalierung, unterbrochen.",
  "Game might get corrupted.": "Spiel könnte beschädigt werden.",
  "Causes game crashes.": "Spiel stürzt ab.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Nicht mit aktuellen Spielversionen funktionieren, da die Abhängigkeitsmod Roads United Core 2.0 nicht mehr aktualisiert wird.",
  "It’s in early development stage. See information on workshop page.": "Sie ist in der frühen Entwicklungsphase, siehe Informationen auf der Workshop-Seite.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Wenn du Bäume beim Straßenbau löschen lassen möchtest, achte darauf, dass \"Kollision\" in Network Anarchy aktiviert wird.",
  "Freezes the game": "Friert das Spiel ein",
  "Everything that has more than two rails tracks can't be hidden.": "Alles, was mehr als zwei Schienen hat, kann nicht versteckt werden.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Dies funktioniert unter Umständen nicht mit einer 3DxWare Treiberversion höher als 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Ergebnisse sind nicht mehr zuverlässig. Verwenden Sie stattdessen den Kompatibilitätsbericht.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Das könnte funktionieren, aber es ist nicht der beste Weg, das Problem zu lösen. Das Spiel löst dies bereits, indem es einige hochgebildete Menschen in Niedrigbildungsjobs beschäftigt. oder Sie könnten stattdessen beschäftigte übergebildete Arbeiter V2 für einen stärkeren Effekt verwenden.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Es erzeugt \"doppelte Präfab\"-Fehler, die unschädlich sind. Einige Benutzer berichten, dass Ampel-Requisiten nach dem letzten Update immer noch weiß werden, die dies korrigiert haben sollten.",
  "Public transport part not working anymore.": "Der Teil des öffentlichen Nahverkehrs funktioniert nicht mehr.",
  "You can easily modify the RICO settings in-game.": "Sie können ganz einfach die RICO-Einstellungen im Spiel ändern.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Wird alle DLC- oder Basispiel-Intercity Transfers neuer als Snowfall DLC zerstören.",
  "The functionality of this mod is included in the game itself.": "Die Funktionalität dieses Mods ist im Spiel selbst enthalten.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Seltene Fälle, in denen Fehlermeldungen erscheinen oder sogar das Spiel zum Desktop schließen kann.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Fügt nur rotierende Leuchten zu unterstützten Fahrzeugen hinzu, die auf der Werkstattseite aufgelistet sind.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Der Name dieser Mod ist irreführend. Sie verringert nicht die Menge des erzeugten Mülls, sondern nur die Ausgaben für Müll. Folglich wäre \"Less Garbage Expenses\" ein besserer Name.",
  "Bloom settings not being applied. Config files not loading.": "Bloom-Einstellungen werden nicht angewendet. Konfigurationsdateien werden nicht geladen.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Wenn deine Stadt etwa 15000 Bürger erreicht, wird diese Modifikation nicht mehr die Geschwindigkeit über der Voreinstellung x4 erhöhen.",
  "It takes some in-game time for the extra money to arrive.": "Es dauert etwas Zeit im Spiel, bis das zusätzliche Geld ankommt.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Wasserspitzen bleiben ewig bestehen, auch wenn die Mod nicht abonniert ist.",
  "Not showing information for newer DLC assets.": "Informationen für neuere DLC-Assets werden nicht angezeigt.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Mehrere Funktionen funktionieren nicht mehr und werfen Fehler auf, wenn Sie keine Industries DLC haben.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown funktioniert nicht, wahrscheinlich wegen Inkompatibilität mit anderen Mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ACHTUNG: Die japanische Übersetzungsdatei wird nicht entfernt, auch wenn diese Mod abbestellt wird. Weitere Informationen in der Workshopbeschreibung.",
  "This is only needed for custom networks that require this mod.": "Dies wird nur für benutzerdefinierte Netzwerke benötigt, die diesen Mod benötigen.",
  "Button for the settings not visible for several users.": "Button für die Einstellungen, die für mehrere Benutzer nicht sichtbar sind.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Die Auswahl der Fahrzeuge für die Fernzüge wird ignoriert und einige neuere Vanilla-Fahrzeuge erscheinen nicht im Fahrzeugauswahlfenster.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "WARNUNG: Dieser Autor wurde verboten, weil er böswilligen Code in seine Mods legte. Diese Mod wird verdächtigt, böswilligen Code darin zu haben. Du solltest es besser entfernen! Der Autor ist auch dafür bekannt, dass er seine eigenen Mods absichtlich aus Spite durchbrochen hat.",
  "Includes malicious code!": "Beinhaltet bösartigen Code!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "WARNUNG: Dieser Mod ist DANGEROUS! Er lädt Dateien von einem nicht überwachten Ort herunter und überschreibt damit die Dateien anderer Mods. Dies ist SEHR DANGEROUS Software und sollte nicht verwendet werden! Du solltest es besser entfernen! WARNUNG: Dieser Autor wurde verboten, weil er böswilligen Code in seine Mods legte. Der Autor ist auch dafür bekannt, dass er bewusst ihre eigenen Mods aus Spite zu brechen. WARNUNG: Diese Modifikation wurde von Steam aus dem Workshop entfernt, weil sie gegen ihre Zustimmung verstoßen hat.",
  "This breaks maps saved in the map editor.": "Dies bricht die im Karteneditor gespeicherten Karten.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Toggle It! hat eine Option, Gebäude auf der Karte zu verbergen (z.B. um nur die Straßen für die Planung sichtbar zu haben). Wenn du mit \"unsichtbaren Gebäuden\" konfrontiert bist, überprüfe, ob du diese Option irrtümlicherweise aktiviert hast.",
  "Private building cannot include roads or other net types": "Private Gebäude können keine Straßen oder andere Netztypen enthalten",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 enthält eine Reihe von Fehlern, so dass es gelegentlich merkwürdige Verhaltensweisen geben wird. Gelegentlich schickt TLM zufällige „Dummy“-Flugzeuge zum Flughafen (sie werden normalerweise bei Ankunft verschwinden). Die Änderungen an der ursprünglichen TLM-Codebasis haben zu einer Reihe von Problemen geführt. Wir betrachten diese Mod derzeit als experimentell und instabil, da andere Mods aktualisiert werden müssen, um mit ihr zusammen zu arbeiten.",
  "Illegal DLC unlocker!": "Illegale DLC Entsperrung!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Es kann zu visuellen Fehlern im Menü führen (Tabs ohne Beschreibung und/oder Bild).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Hotkey funktioniert nicht (verwenden Sie den linken Shift statt der rechten Shift). Lichteinstellungen von Ultimate Eyecandy Resetting oder das Licht wird sehr dunkel, wenn sich die Relight-Einstellungen oder beim Laden des Spiels.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Hier fehlen seit der Veröffentlichung alle neuen Artikelklassen aller Patches und aller DLCs.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Das Sparen kann sehr lange dauern für Karten mit einem hohen Baumbestand und einer großen Anzahl von Bränden.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Benutzerdefinierte Säulen könnten beim nächsten Laden zurückgesetzt werden. Oberfläche für den Mod funktioniert nicht vollständig.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Dieser Mod soll manchmal verhindern, dass andere Mod Tasten angezeigt werden.",
  "LOD has too many vertices.": "LOD hat zu viele Vertices.",
  "Various players report, information could not be gathered.": "Verschiedene Spieler melden, Informationen konnten nicht gesammelt werden.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Scheint ein Traffic Manager Klon zu sein, aber sagt es ist Auto Line Color und der Quellcode ist nicht verfügbar.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Nach dem Ändern der Stile zurück zu \"keiner\" und dem neu laden kehrt es zu dem zuvor gewählten Stil zurück. Es löscht dabei historische Gebäude anderer Stile. Der Workaround besteht darin, den Bezirk zu löschen und ihn erneut zu malen.\nFix ist in Entwicklung.",
  "Africa in Miniature buildings don't show up in menus.": "Afrika in Miniatur Gebäude erscheinen nicht in Menüs.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina enthält ein ausführbares Programm, um LUT Editor auszuführen, das sich im Workshop-Ordner von Lumina befindet.",
  "Demand stays at zero.": "Die Nachfrage bleibt bei Null.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Funktioniert aber verursacht \"InvalidOperationException\"-Fehlermeldungen in der Protokolldatei.",
  "This is missing statistics from later DLCs and game patches.": "Es fehlen Statistiken von späteren DLCs und Spielepatches.",
  "Several reports about conflicts with various mods.": "Mehrere Berichte über Konflikte mit verschiedenen Mods.",
  "Rocks can’t be deleted.": "Felsen können nicht gelöscht werden.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Das soll kaputt sein, aber es gibt einige Berichte, die sagen, dass es funktioniert. Möglicherweise müssen Sie einen 180-Degress-Versatz einstellen, damit die Sonne richtig von Osten nach Westen geht.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Für manche funktioniert dieser Mod immer noch gut. Für andere gibt es Inkompatibilitäten mit verschiedenen Mods, die wir nicht vollständig überprüfen konnten.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Dies könnte Ambient Sound Tuner 2.0 benötigen: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Entsperren Sie nicht alle Straßen.",
  "Distorted LOD": "Verzerrtes LOD",
  "Causes ingame lags": "Verursacht Verzögerungen im Spiel",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Die Kopierfunktion des Mods Move It kann auch einzigartige Gebäude duplizieren.",
  "Error: too many vertices": "Fehler: Hat zu viele Vertices",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Dies funktioniert für einige beschädigte Spielersparnisse, aber nicht für alle. Wenn das Spiel Downloads speichert, wird das Spiel für einige Zeit einfrieren. Dies ist normal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Dies wird für die neuesten DLCs nicht aktualisiert und fehlt noch viel im Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries und Reps werden schwarz für die unterstützten Vanilla Tracks.",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Bushaltestellen auf Straßen von neueren Patches und DLCs werden nicht ersetzt.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Die Einstellung setzt jede Last zurück und für mehrere Spieler ist sie defekt.",
  "Breaks game if you setup to high values.": "Zerbricht Spiel, wenn du hohe Werte einrichtest.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Dies wird keine Gebäude reparieren, die bereits aufgegeben wurden, bevor diese Mod aktiv wurde.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Dieser Mod wird nicht mehr benötigt, außer du hast ein altes Asset, das es erfordert. Da die Funktionalität dieses Mods im Spiel selbst enthalten ist.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Pflegeheime zeigen als Deathcare Berichterstattung wenn sie platziert werden.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Das Anwenden einer Liste wird unnötige Mods deaktivieren, aber nicht abmelden, und deaktivierte Mods können Probleme verursachen. Assets die in einem Mod enthalten sind, könnten fehlerhaft sein. Spieleinstellungen werden zurückgesetzt, wenn diese Mods gespeichert werden.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Verschiedene Probleme, instabil. Die Pfeil Funktion funktioniert nicht oder nur nach dem Deaktivieren und Reaktivieren bei jeder Ladung. Nicht alle Straßen werden unterstützt.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Der Internationale Flughafen von After Dark verursacht Probleme bei der Erstellung von Linien.",
  "This might block the vanilla quay upgrade tool.": "Dies könnte das Upgrade-Werkzeug für Vanilla Quay blockieren.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Die Random Security Doors verursachen eine NullReferenceException. Wenn du dieses Paket verwenden möchtest, sollten du die Random Security Doors ausschließen.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Verursacht lange Ladezeiten, verursacht verschiedene Probleme, die am Ende auch das Spiel brechen, daher als inkompatibel zum Spiel.",
  "Not showing up ingame.": "Wird nicht eingetragen.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lager, das Spiel einfriert und Bildschirmblitzen werden gemeldet. Benutze es mit Vorsicht oder abmelden.",
  "White lines at the moon and Flickering when game running.": "Weiße Linien auf dem Mond und Flickering wenn das Spiel läuft.",
  "Invalid Image Format": "Ungültiges Bildformat",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Beim Laden des Spiels wird der vorherige Wert korrekt geladen, aber der Schieberegler in den Mod-Optionen wird immer in der Standardposition sein.",
  "This is only needed if a prop or mod requires it.": "Dies wird nur benötigt, wenn ein Prop oder Mod dies benötigt.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Einige Benutzer bringen es in Ordnung, aber es gibt einige Berichte, unter anderem über das Zurücksetzen von Einstellungen zwischen Lasten.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Dies funktioniert nur bei Displays mit einem Seitenverhältnis von 16:9 oder 16:10.",
  "Terrain conforming props cannot be moved up/down.": "Geländekonforme Requisiten können nicht nach oben oder unten verschoben werden.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Während dieser Mod die Schärfe erhöht, kann es auch zu Lärm, Moire<unk> Muster und Aliasing-Probleme führen. Insbesondere bei höheren Auflösungen kann es sein, dass der Unterschied zwischen dieser Mod aktiv ist oder nicht.",
  "This causes (vanilla) trees to flicker.": "Dies bewirkt, dass (Vanilla) Bäume flimmern.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Dieser Mod hat keine Funktion mehr. Der Schöpfer veröffentlicht nicht seine Mods für die Spieler, sondern nur um den Leuten zu zeigen, wie gut er programmieren kann.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Fehler beim Exportieren mit 'XML root element fehlt' im Log. Gleise sind manchmal nicht enthalten.\nWenn du einen Netwerkknoten in NCR oder NC2 änderst und eine Karte ausgibst, kann die Zeichnung des entsprechenden Ntzwerkknotens falsch sein.\nPassagierhubschrauber und Trolley-Buslinien, die in DLC SH hinzugefügt wurden, werden nicht angezeigt. (DLC SH wird nicht unterstützt).",
  "Creating 'ghost' vehicles": "Erzeugt 'Geister'-Fahrzeuge",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Die Erstellung von 'Geister' Fahrzeugen wird gemeldet und muss überprüft werden.",
  "Do not remove trees added after Campus DLC to the game.": "Entfernen Sie keine Bäume, die nach dem Campus DLC ins Spiel hinzugefügt wurden.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Konflikte mit verschiedenen Mods und können zu Abstürzen führen. Du kannst Performance-Probleme verursachen und die Ladezeit erhöhen.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Dies verursacht sehr lange Ladezeiten, wenn der Laading Time Fix mod nicht benutzt wird.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Um Außenverbindungen mit Zonenstraßen außerhalb der freien Kacheln zu bauen, musst du die Zonierung mit einem anderen Mod vorübergehend deaktivieren. Im Karteneditor müssen die Verbindungen Vanillestraßen und nicht Zollstraßen benutzen. Intercity-Busse gelangen nur über eine Autobahn außerhalb der Verbindungen in die Stadt, nicht über eine 2-Wege-Straße.",
  "This is an incomplete version to lure you into buying a complete version.": "Dies ist eine unvollständige Version, die Sie zum Kauf einer kompletten Version verlockt.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Wenn du dieses Mod abonnierst, wird es flimmernde oder verschwindende Gebäude geben. Vermeide es, jedes Vermögen zu verwenden, das dich dazu zwingt, diesen Modus zu verwenden!",
  "The default English names still appear as well, next to the new Japanese names.": "Die voreingestellten englischen Namen erscheinen noch immer neben den neuen japanischen Namen.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Dieser Mod erhöht die Ladezeit, und dieser Anstieg kann für große Städte enorm sein.",
  "Previously created rotating props still require the PropRotating Params mod.": "Zuvor erstellte rotierende Requisiten benötigen immer noch den PropRotating Params Mod.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Einige berichten nicht in der Lage zu sein, das Spiel zu speichern, vor allem mit einer großen Anzahl von prozeduralen Objekten.\nBeim ersten Start nach der Installation erscheint ein leeres Fenster. Starten dein Spiel neu, um dies zu beheben.\n",
  "On a T-intersection, no light appears on the intersecting road.": "An einer T-Kreuzung erscheint kein Licht auf der sich kreuzenden Straße.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Dies wird für den Industries DLC nicht aktualisiert und wird wahrscheinlich nicht für die Industriebereiche aus diesem DLC funktionieren.",
  "Simulation Errors and conflits with various other mods.": "Simulation Fehler und Conflits mit verschiedenen anderen Mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Wenn die Standardeinstellung zu dunkel aussieht, drehen Sie die globalen und/oder Umgebungsintensitätseinstellungen in Ultimate Eyecandy. Schatten müssen auf maximal gesetzt werden, indem Schattenstärkeanpassung verwendet wird, um zu verhindern, dass die Sonne durch Objekte durchsickert. Um Schatten weniger sichtbar zu machen, reduzieren Sie die globale Lichtintensität und erhöhen die Umgebungslichtintensität in Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Bewirkt verschiedene Probleme, da ein Pfad zufällig ausgewählt wird",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Unterstützt keine Namen für neuere DLC-Distrikte.\nAktivieren und laden mehrere Namenslisten, die das gleiche Übersetzungselement ändern, verursacht Konflikte.\nUm Konflikte zu vermeiden, überprüfe bitte, welche Übersetzungselemente sich im Namenslisten-Workshop ändern.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Ressourcen erschöpfen statt unbegrenzt zu sein, die Sprache schaltet bei jedem Start auf Englisch zurück und das Spiel wird freigeschaltet, auch wenn diese Funktion deaktiviert ist.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Sie arbeiten nicht auf Vanilla Straßen von später als Sunser Harbour. Sie können zwar abonniert bleiben, aber deaktiviert, um BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 zum Austausch der Props zu verwenden.",
  "Not able to name new districts.": "Neue Bezirke können nicht benannt werden.",
  "The traffic lights on some custom road do not change.": "Die Ampeln an einigen Zollstraßen ändern sich nicht.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Die Beseitigung der Verschmutzung des Wassers ist nicht sofort, es dauert einige Zeit, bis das Wasser beseitigt ist. Auch die Wiederbelebung der Boden- oder Wasserverschmutzung ist nicht sofort möglich, und es braucht einige Zeit, sich wieder aufzubauen.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Fehler im Spielprotokoll über nicht erlaubte Aktionen. Buses nicht spawnen. Es werden keine Vornamen zugewiesen.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funktioniert nur mit Karten aus dem Workshop.",
  "Only a limited set of roads is included.": "Nur eine begrenzte Anzahl von Straßen ist inbegriffen.",
  "User reports that it is not working at all if you select heavy traffic.": "Benutzer melden, dass es überhaupt nicht funktioniert, wenn Sie den Schwerverkehr auswählen.",
  "Broken LOD, Vehicle blinks.": "Fehlerhaftes LOD, Fahrzeuge blinken.",
  "Clipping may occur as well as simulation errors.": "Clipping kann auftreten, ebenso wie Simulationsfehler.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Für einige Benutzer nehmen Sie kein Auto, sondern despawnen und respawnen zu Hause, manchmal gehen Sie an die gleiche Haltestelle/Haltestelle.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Weitere Informationen hierzu finden Sie im Render It! & Play It! Guide unter https://bit.ly/3XiMQPY .",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Anzeige der falschen Art von Ampelart bei Verwendung von 'Large Avenue with Grass'. Es funktioniert vielleicht nicht für den linken Verkehr (LHT) und für kleine Einbahnstraßen oder Straßen mit Straßenbahnen.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Das Löschen eines Straßensegments mit angepasster Pfadfindung kann zu einem NullReference Fehler führen.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Fehler beim Start. Fehlende Benutzeroberfläche. Leistungsprobleme (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Dies blockiert oft den Straßenaktualisierungs-Button. Die Skalierungsfunktion ist kaputt und sollte nicht verwendet werden. Benutzer melden auch andere Probleme.",
  "Button missing. Error popups.": "Schaltfläche fehlt. Fehler-Popups.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Es wurden massive Probleme gemeldet, unter anderem: fehlende Straßentexturen, KeyNotFoundException Fehler, Spielabstürze, hohe Speicherauslastung.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Das Gras kann durch CSUR Straßen wachsen. Das Verstecken des Grases mit Hide It oder das Anheben der Knoten mit Move It hilft weiter. Die Straßen können manchmal etwas unterhalb der Oberfläche platziert werden. Erweitern Sie diese mit den Tunnel-Eingängen von nicht zentrierten CSUR-Straßen durch Gelände und berichten Sie von Spielabstürzen und CSUR-Schnittstelle, die nicht funktionieren.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Die Schaltfläche kann nicht verschoben werden, so dass die Statistiken bei bestimmten Bildschirmauflösungen aus dem Bildschirm verschwinden.",
  "Various issues reported, see Worshop comments for details.": "Verschiedene Probleme gemeldete, siehe Workshop für Details.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Linker Verkehr wird nicht unterstützt. Dies funktioniert nicht unter Linux. Gegenseitige Ampeln haben einige Quirken an T-Kreuzungen und Einbahnstraßen.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ACHTUNG: ERRORS NICHT in den Mod-Optionen oder in den Popups von diesem Mod ERRORS, da es die Fehlerbehebung von Mod-/Asset-Problemen nahezu unmöglich macht. Versteckte Fehler lassen sie nicht verschwinden und machen Ihr Spiel weniger zuverlässig!",
  "Disasters are not recognized.": "Katastrophen werden nicht erkannt.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Dies funktioniert nicht für die neuen Metrostationen vom 'Content Creator Pack: Bahnhof' und für einige spezielle Stationen. Sie könnten stattdessen Verschieben für diese Stationen verwenden.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Starker Rückgang in der FPS beim Erstellen von Straßen. Einige Benutzer erhalten einen Fehler bei der \"ungültigen Formen\". Umkehrung der Richtung gibt manchmal eine Ausnahme. Die Ausnahme ist harmlos, aber Sie können dieses Segment nicht rückgängig machen und müssen löschen und neu erstellen.",
  "For several players it causes errors and is not working.": "Für mehrere Spieler verursacht es Fehler und funktioniert nicht.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Einige Funktionen funktionieren nicht für lokal installierte Assets: Sortieren nach neuem Download, Suche nach Autorennamen, Öffne Workshop-Seite.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Es gibt einen Fehler beim Laichen als Kuh. Neigungen, Rampen und Höhenwege scheinen nicht zu funktionieren. Einige können nur rückwärts gehen oder schwimmen.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Sie können die generierten Straßen nicht speichern und sollten daher keine Ersparnisse dort öffnen, wo sie später genutzt wurden. Dieser Mod befindet sich noch in einem frühen Entwicklungsstand.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Einige Benutzer bringen es immer noch zum Laufen, aber für viele ist es teilweise oder komplett kaputt, auch nicht in der Lage, ein Spiel zu laden. Das Deaktivieren des \"neuen Algorithmus für das Entsperren von Verkehrsstaus in der Nähe von externen Verbindungen\" könnte hilfreich sein. Das Löschen der Datei EnhancedDistrictServices.cgs kann ebenfalls helfen, aber Sie verlieren alle Anpassungen.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Nicht mit Lieferwagen der Industries und Sunset Harbor DLCs. Einstellungsmenü, das verwirrt wird (Schließen und erneuten Öffnen Einstellungen könnten helfen). Potenziell inkompatibel mit allen Modifikationen, die die KI des Fahrzeugs ändern.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Dieser Mod funktioniert nur unter Windows, nicht unter MacOS oder Linux. Dies ist ein fortgeschrittener Mod, der Python-Skriptwissen benötigt.",
  "You must follow exactly the steps on the workshop page to use it.": "Sie müssen genau die Schritte auf der Workshop-Seite befolgen, um sie nutzen zu können.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Inkompatibel mit allen Arten von automatisierten Bulldoze-Mods.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Es ist notwendig, dass jedes Adaptive Netzwerk korrekt funktioniert, z.B. Straßenbaustraßen, verschiedene Zäune und Bahn-2-Netze.",
  "Users reported various issues, see Workshop comments.": "Benutzer haben verschiedene Probleme gemeldet, siehe Workshop-Kommentare.",
  "Will lead to various graphical issues ingame": "Wird zu verschiedenen grafischen Problemen im Spiel führen",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Seien Sie sich bewusst, dass diese Modifikation instabil ist und Abstürze in größeren Städten auftreten könnten!",
  "Cargo trains for some do not spawn.": "Frachtzüge für einige nicht spawnen.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Dieser Mod hat eine Reihe von Fehlern und Stabilitätsproblemen und wird nicht für neue Spiele empfohlen. Es wird hier als Versuch angeboten, Spielern mit existierenden Städten mit der Extended Managers Library/Prop Anarchy zu helfen, ihre Ersparnisse fortzusetzen, ohne ihre Arbeit wiederholen zu müssen.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Dies wird nur benötigt, wenn du die neue Generation Mods Tree Control, Prop Control, verwenden möchtest, Zeilenwerkzeug auf einer Karte/Speicherung, die vor der Erweiterten Manager-Bibliothek, Baumanarchie, Prop-Anarchie verwendet wird. Weitere Details finden Sie auf der Workshop-Seite dieses Mods.",
  "Do nothing right now. Should normally not be released publicly.": "Tut im Moment nichts. Sollte normalerweise nicht öffentlich zugänglich sein.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 Blöcke Theme Mixer 2 damit einige Spieler die Theme-Texturen ändern können.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Einige Straßen von Network Extensions erzeugen die falsche oder keine Ampel.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "District Restrictions (Import/Export) zeigt keine entfernten Listen an, wenn es zusammen mit Transfer Manager CE verwendet wird",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Verwenden Sie den ursprünglichen Precision Engineering Mod statt der jetzt veralteten 2.0-Version.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Abhängig von der Bildschirmauflösung kann es nötig sein, die UI-Auflösung 1.2 zu verwenden, um das gesamte TLM-UI zu sehen",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Pflegeheime haben ein nicht benötigtes Auswahlfenster, leeres Fahrzeug.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Bewirkt, dass Bäume schwimmen. Du kannst zur Baumsteuerung wechseln, die die Funktionalität dieser beiden Modi hat.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Blaue Netzwerkknoten könnten erscheinen und können nicht automatisch repariert werden. Wenn du Adaptive Networks verwendest, ist es besser, den Continues Junction Median Mod zu entfernen.",
  "Real Time might delay the arrival of extra Starting Money.": "Echtzeit könnte die Ankunft von zusätzlichem Startgeld verzögern.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Der Autor von Camera Positions Utility sagt, dass diese unvereinbar sind, aber einige Benutzer berichten, dass sie gut zusammenarbeiten.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 leert die Tabs in der Better Education Toolbar. Daher ist es besser, stattdessen die alternative Sammlung zu nutzen.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "Im Pausenmodus können Sie die Tageszeit ändern, aber sobald Sie die Zeit abbrechen, wird die Echtzeit übernommen. Dieses Verhalten ist beabsichtigt. Wenn du die Simulation mit Play It verlangsamst, wird die Tageszeit nicht mehr der Echtzeit entsprechen. Dies wird am späten Abend und am frühen Morgen sehr sichtbar, was ein Verhalten ist und nicht verändert werden kann.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Gemeinsame Stops können nicht auf CSUR Schnellstraßen erstellt werden (es funktioniert auf regulären und kompakten Straßen).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Shared Stop Enabler verfügt über die Funktionalität zur Erstellung erhöhter Stops.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Bei Verwendung des Transfer-Managers wird Stats nicht die richtige Anzahl der verwendeten Polizeihubschrauber anzeigen. Es wird immer 0% angezeigt.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Das Spiel pausiert automatisch, wenn du die Zeit änderst, und die Zeit wird zurückgesetzt, wenn du die Pause aufhebst. Zeitgeschwindigkeitsoptionen in TimeWarp werden nicht funktionieren.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Dies könnte mit einer Vielzahl von Mods mit ähnlicher Funktionalität inkompatibel sein. Die aufgelisteten Mods sind nur eine kleine Teilmenge der inkompatiblen Mods.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Wenn du Font Options verwenden möchtest, musst du den Custom Font Manager in FPS Booster deaktivieren.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Die Texturen von Theme-Dekals werden wahrscheinlich nicht mit dem gemischten Thema übereinstimmen.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! enthält auch eine Funktion zum Entfernen der abgenutzten Flächen. Diese muss komplett ausgeschaltet werden und nicht in Hide It! erzwungen werden. Aktiviere stattdessen diese Funktionen in BOB. Diese Mods sind so konzipiert, dass sie auf diese Art zusammenarbeiten.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Wenn du die alten Requisiten, die in der ursprünglichen Mod enthalten sind, verwenden möchtest, kannst du die ursprüngliche Mod abonnieren, aber deaktivieren. Alternativ wäre es aber besser die ursprünglichen .crp-Dateien in den lokalen Asset-Ordner verschieben und den ursprünglichen Mod zu deabonnieren. Wenn du eine neue Stadt startest, ist es am besten, die ursprüngliche Mod komplett abzubestellen und nur die Ploppable Oberflächen aus der verlinkten Sammlung zu verwenden.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Diese Mod wird nicht benötigt, um die Mod funktionieren zu lassen, obwohl die Workshop-Seite etwas anderes angibt.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal ist aktiv entwickelt und benutzerfreundlicher.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Dies kann blaue Leerzeichen an Replacer/MOM Knotenpunkten verursachen. Es kann zu anderen Inkompatibilitäten kommen.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Mehr Network Stuff bietet nur zusätzliche Funktionen im Editor. Für normales Spiel nur Network Anarchy verwenden.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Für Asset Creators: Diese Mod wird nicht für neu erstellte animierte Props benötigt. Verwenden Sie stattdessen Modtools und dieses verknüpfte Skript.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Du solltest stattdessen RON + Cylis NExt2 Replacement Collection verwenden.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Während Cubemap Replacer auch verschiedene Licht- und Reflexionseinstellungen ändert und Wolken und Sonne in statische Positionen verwandelt, AD Cloud Replacer bietet bewegte Sonne und Wolken.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builder sollte nicht zusammen mit FPS Booster verwendet werden, da in diesem Fall einige Patches nicht korrekt angewendet werden. Da Road Builder nur im Editor funktioniert und nichts im normalen Spiel tut es sollte zumindest deaktiviert sein, wenn du das Spiel spielen möchtest. Noch besser ist es, den Straßenbauer mit dem Loading Order Tool auszuschließen oder den Road Builder abzubestellen, wenn Sie keine Straßen erstellen möchten. FPS Booster sollte daher zumindest deaktiviert sein, wenn du den Editor betreten und Road Builder verwenden möchtest. Es ist sogar besser, FPS Booster mit dem Load Order Tool auszuschließen oder den FPS Booster abzubestellen, wenn Sie Straßen erstellen möchten.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS erkennt die zusätzlichen CitizenUnits nicht.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "In den Einstellungen von \"Express Bus Services (TLM Plugin)\" können die Optionen \"Experimental\" und \"Agressiv\" Busse despawnen, wenn auch der Transport Line Manager verwendet wird. Die Option \"Prudential\" funktioniert wie erwartet.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO hat nun die Funktionalität von Grow the Ploppables. Es ist möglich, beide Mods zusammen zu verwenden, kann aber zu inkonsistenten Ergebnissen führen, wenn deine Einstellungen nicht angepasst sind. Entfernen der Ploppables wird empfohlen, aber wenn Sie auf einem existierenden Spiel fertig sind, müssen Sie sicherstellen, dass die Einstellungen der beiden Mods gleich sind.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve wird benötigt, um die sichere Nutzung der automatisch erstellten Dekorationen in Mods wie BOB, Procedural Objects oder Intersection Marking Tool zu gewährleisten. Eine falsche Ladereihenfolge kann Spielstände beschädigen!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Bei Verwendung des Transfer-Managers wird Building Usage nicht die richtige Anzahl der verwendeten Polizeihubschrauber anzeigen. Es wird immer 0% angezeigt.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Extended InfoPanel 2 hat alle Funktionen von HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Klicken in der unteren Leiste für UEC-Funktionalität funktioniert nicht.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Wolken & Fog Toggler überbeherrscht die Nebeloptionen von Hide It.",
  "A black bar might appear above the bottom toolbar.": "Eine schwarze Leiste könnte über der unteren Symbolleiste erscheinen.",
  "The yellow arrow signals do not operate with TM:PE.": "Die gelben Pfeilsignale funktionieren nicht mit TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned könnte die UI-Auflösung deaktivieren. Verwenden Sie stattdessen die reguläre Version von Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Schalten Sie es um! und diese Mod kann zusammen verwendet werden, um z.B. bestimmte Benachrichtigungssymbole auszublenden, auch wenn du sie in Toggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Einige Straßen von Network Extensions erzeugen die falsche Ampel.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Baumanarchie hat die Funktionalität von Plant Scaling und vieles mehr.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control hat alle Funktionen der historischen Distrikte und vieles mehr.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! hat die meisten Funktionen von Timewarp Fix. Kombinieren Sie Play It! mit Render It! für volle Ersetzungsfunktionalität.",
  "A workaround for the bugs introduced by TLM is in development.": "Eine Problemumgehung für die von TLM eingeführten Fehler ist in der Entwicklung.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Die Überholung natürlicher Katastrophen wird durch den langsameren Fluss der Zeit verwirrt. Vor allem Waldbrände werden viel häufiger auftreten. Die Brandwahrscheinlichkeit als Problemumgehung wird niedrig gesetzt.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Finden Sie es Filter nicht korrekt mit dem Tree & Vehicle Prop Mod.",
  "MOM already allows you to convert train stations to metro stations.": "MOM erlaubt es Ihnen bereits, Bahnhöfe in Metrostationen umzuwandeln.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Es ist nicht notwendig, Rohre zu aktualisieren, wenn Sie überhaupt keine Rohre benötigen.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Dies könnte zu Problemen mit \"Not Enough Buyers\" führen, wenn Sie das Spur-Verbindungswerkzeug von TM:PE verwenden.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Nur Funktionen im Spiel, um Schiffs- und Flugpfade zu erstellen und zu löschen. Sie können MNS zusammen mit NA für die MNS-Karten/Asset-Editor-Funktionen von MNS ausführen. Aber es ist besser, mehr Netzwerk-Informationen nur in Editor-Profilen enthalten zu haben.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Beide Mods berühren die gleiche Spielfunktionalität und sind wahrscheinlich widersprüchlich.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Picker wählt ein anderes Objekt, wenn Dynamic Asset Sorter die Reihenfolge der Elemente ändert.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Einige Merkmale der TM:PE arbeiten an umkehrbaren Trambahnen, aber nicht alle.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Die 'No Problem' Mod lässt das Spiel denken, dass das Problem nicht existiert, während das 'Hide Problems' Mod das Symbol nur versteckt. Jede Mod kann (ironisch) bereits zu ernsthaften Problemen führen, sie zu kombinieren ist wirklich verlangt d...",
  "Compatible when level Randomization is turned OFF": "Kompatibel, wenn der Level Zufallsmodus auf AUS geschaltet ist",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Du kannst diesen Mod deaktivieren und mit BOB die Ampeln mit denen aus diesem Paket austauschen.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Wenn Sie die neue Cubemap nur für Tag mit dem Standard-Nachthimmel, Aktiviere die folgenden Einstellungen für Fog Controller: \"Daynight Fog\" und \"Classic Fog\", und aktivieren Sie die folgenden Einstellungen für Daylight Classic: - \"Classic sunlight color\", \"Klassische Sonneneinstrahlung\", \"Klassischer Nebeleffekt\" und \"Klassischer Nebeleffekt, wenn Tag/Nacht-Zyklus eingeschaltet ist\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It! deaktiviert seine eigenen Funktionen, die sich mit dem Theme-Mixer überlappen. Wenn du Theme-Mixer nicht verwendst, um Themen wirklich zu mixen, wird es nicht mehr benötigt.",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Additive Shader-Dekorationen, die in PO umgewandelt wurden, werden nach dem erneuten Laden eines Spielstandes nicht angezeigt.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Die Anti-Aliasing-Technik TAA wird flimmernde Grafiken verursachen. Setze FXAA ein, wenn diese beiden Mods zusammen verwenden werden sollen.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Benutze Baumkontrolle statt unbegrenzter Baummodus.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Die Fahrzeuggrenze wird korrekt erhöht, aber beobachten Sie nicht, wie das alte Fahrzeuglimit falsch angezeigt wird.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Wenn Sie Font Selector verwenden möchten, müssen Sie den Custom Font Manager im FPS Booster deaktivieren.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Neue Skins, die in einer Sitzung mit Network Skins hinzugefügt wurden, spiegeln den Traffic Light Replacer nicht immer wider, bis ein Spiel neu geladen wurde.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Aus dem Hauptmenü wird die Verzögerung in den Mod-Optionen falsch sein. Während des Spiels zeigen die Mod-Optionen die richtige Verzögerungszeit an, die der Echtzeit-Verlangsamung entspricht.",
  "Use the regular version of Harmony instead.": "Verwenden Sie stattdessen die reguläre Version von Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Du wirst nur etwa 5 bis 10 Sekunden Zeit haben, um deine Rakete auszuwählen.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Ändere die Baugeschwindigkeit auf 100% in den Einstellungen der Echtzeit, um zu verhindern, dass Gebäude verschwinden.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Umschaltbare Whiteness beinhaltet die Funktionalität der Persistent Resource View. Abmelden der Persistent Resource View.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Das Ersetzen von Pfeilen durch Prop Switcher wird nicht empfohlen und könnte ein 'Array aus den Grenzen' Fehler verursachen.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Die vom Tree & Vehicle Props Patch generierten Fahrzeugprops haben unerwünschte Lichteffekte, wenn sich die Spielzeit im Nachtzyklus befindet.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Bessere Highway Icons löst ein Fehlerfenster aus dem Building Themes ('System.Reflection.MonoMethod.Invoke') aus. Beide Mods scheinen immer noch zu funktionieren.",
  "The 'Remove Unwanted' button may not work properly.": "Die Schaltfläche \"Ungewollt entfernen\" funktioniert möglicherweise nicht richtig.",
  "This might only work with all ULOD settings to 'game default'.": "Dies kann nur mit allen ULOD-Einstellungen auf 'Spiel-Standard' funktionieren.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Schnelle Nacht- und Wochenendzyklen von Real Time geben möglicherweise Probleme mit Distriktdiensten.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Kompatibilität ist ungewiss, aber die erhöhte Grenze von Mehr Fahrzeuge wird wahrscheinlich nicht von PXPVehicleInfo verwendet Dies führt zu falschen Zahlen, wenn Sie über das ursprüngliche Fahrzeuglimit hinausgehen.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller bricht Harmony und jede Modifikation abhängig von Harmony. Wechseln Sie zum Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Baumanarchie hat bereits die Funktionalität von unbegrenzten Bäumen.",
  "This combination might cause a performance decrease (FPS drop).": "Diese Kombination kann zu einer Leistungsreduzierung führen (FPS-Drop).",
  "Use BOB instead of Prop Switcher.": "Verwenden Sie BOB statt Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Der Datenkonverter kann seine Arbeit nur leisten, wenn Plop die Growables nicht abonniert hat.",
  "Use Prop Anarchy instead of Prop Snapping.": "Verwende Prop Anarchie statt Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML hat bereits eine bessere Begrenzung der Funktionalität.",
  "Undoing props is disabled when using EML.": "Undo-Requisiten sind deaktiviert, wenn EML verwendet wird.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector hat alle Funktionen von RiverCargoHarborMod.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy hat bereits eine bessere Rep-Mal-Funktionalität.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Wenn Konturlinien nicht funktionieren, deaktivieren Sie \"Overwrite Terrain\" und setzen Sie den Wert in den ROTTERdams-Optionen.",
  "You can't export props with modtools while EML is active.": "Sie können keine Requisiten mit modtools exportieren, während EML aktiv ist.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Verwende Prop Anarchie kombiniert mit Baumanarchie anstelle von Prop & Tree Anarchy.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Mehr Advanced OptionsPanel hat die Funktionalität von Wider OptionsPanel und mehr.",
  "Use the original instead of the now deprecated 2.0 version.": "Verwenden Sie das Original anstelle der jetzt veralteten 2.0-Version.",
  "Unsubscribe Holy Water's TM:PE.": "Abonnement der TM:PE des Heiligen Wassers abbrechen.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Wenn diese Mod aktiv ist, wird kein großer Truck keinen Effekt haben, außer wenn LKW von außen einsteigen.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Beide Mods verwenden die Tab Taste. Benutzen Sie eine andere erste Person Mod oder ändern Sie die Taste für den Auto-Gehen der ersten.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Beim Wechsel der Zonen auf eine Straße werden Änderungen von Netzwerk-Skins zurückgesetzt.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistische Bevölkerung beinhaltet eine Funktionalität, die 'no deathcare' beinhaltet.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Bitte bestelle Network Extension 2 ab, bevor du die verknüpfte Sammlung verwendest.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM kann Find It brechen. Das Laufen des Spiels als Administrator kann das Problem der Inkompatibilität vorübergehend lösen.",
  "Some textures on Network Extensions roads might not load.": "Einige Texturen auf Netzwerk-Erweiterungsstraßen könnten nicht geladen werden.",
  "With 81 tiles 2 you don't need Cross The Line.": "Mit 81 Kacheln 2 brauchen Sie keine Cross The Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Beide Mods sind aktiv, platzierte Gebäude despawn. Ploppable RICO hat bereits die Funktionalität.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 enthält die gleiche Funktion, aber ohne die Option, bestimmte Netzwerke auszuwählen. Du kannst beide Mods sowohl zusammen als auch ohne die jeweils andere Mod verwenden.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Das Spiel pausiert automatisch, wenn du die Zeit änderst, und die Zeit wird zurückgesetzt, wenn du unpausierst. Zeitgeschwindigkeitsoptionen in Ultimate Eyecandy werden nicht funktionieren.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Deaktivieren Sie die klassische Sonnenlicht-Farbe, die klassische Sonnenlicht-Intensität und Classic für die Farbeinstellungen in Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Solange du nicht TM:PE verwendest, um die Geschwindigkeit für Bahnstrecken zu begrenzen, sollten diese Mods kompatibel sein.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Wolken & Fog Toggler überbeherrscht die Nebeloptionen von Hide it, Bobby.",
  "Several users report using these together without issues.": "Mehrere Benutzer berichten davon, dass diese zusammen ohne Probleme verwendet werden.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter wurde nicht auf die neuesten Aktualisierungen von Move It aktualisiert, wodurch Probleme für jeden Mod erstellt wurden, der versucht, sich in Move It zu integrieren.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Wenn Sie die Option „Verbesserte Säulenkontrolle“ ändern, können Ihre vorhandenen Oberflächenfarben verschwinden.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Das Ändern des Datums kann dazu führen, dass eine Lücke in der Grafik überschrieben wird oder Teile des Diagramms überschrieben werden.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lebenszyklusrebalance beinhaltet bereits die Funktion \"keine Todesfürsorge\".",
  "Use Ploppable RICO Revisited instead.": "Benutze stattdessen Ploppable RICO Revisited .",
  "Mod settings for Shadow Distance Fix reset on game load.": "Mod-Einstellungen für Shadow Distance Fix beim Laden des Spiels zurücksetzen.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Upgrade Unberührbar bricht die MOM Säule.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Bewirkt, dass Bäume schwimmen. Du kannst zu Baumanarchie wechseln, die die Funktionalität dieser beiden Modi hat.",
  "Loading Screen Mod asset report file also include all these information.": "Lade Screen Mod Asset Report Datei enthält auch alle diese Informationen.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Beide Mods haben Optionen, Panels auf dem Hauptmenü zu verstecken. Benutzen Sie nur einen Mod, um sie auszublenden, oder Sie könnten Probleme haben.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Sie können zu Tree Anarchy wechseln, die die Funktionalität dieser beiden Mods besitzt.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Das Setzen von Ampeln oder Prioritätszeichen mit TM:PE auf Bahnstrecken funktioniert nicht. Andere Einstellungen funktionieren nicht.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Mehrere Benutzer berichten, dass das Parallel Road Tool nicht mit den abonnierten Netzwerk-Skins funktioniert.",
  "Restores ship behavior that allows them to float on the land.": "Stellt das Schiffsverhalten wieder her, das es ihnen erlaubt, auf dem Land zu schwimmen.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Einige Straßen von Network Extensions erzeugen die falsche oder eine zusätzliche Ampel.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster hat alle Funktionen von Mini FPS Booster und mehr.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Dies könnte einen Fehler geben. Siehe den 24. Aug. 2021 Kommentar auf der FPS Booster Workshop-Seite für eine Lösung.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Alle drei aufgelisteten Mods sollten für neue Spiele verwendet werden, anstatt die Erweiterte Manager-Bibliothek zu verwenden",
  "This mod combination prevents using the light background theme.": "Diese Mod-Kombination verhindert, dass das helle Hintergrund-Theme verwendet wird.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Straßen mit Road Builder erstellt keine Vanille-Säulen. Dies führt zu einer Lücke zwischen diesen Straßen und den Säulen, wenn man die Dicke von Brücken und erhöhten Teilen im Curb Hoeheneinrichter reduziert.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Die Service-Auswahlen im Auswahlfeld für Gesundheitsdienste werden zu niedrig angezeigt, was es schwierig macht oder unmöglich zu klicken.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Beide Mods ersetzen den 'Vanilla-Matchmaker', was sie inkompatibel macht.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Beim automatischen Ersetzen gehen die TM:PE-Einstellungen bei ersetzten und verbundenen Netzwerksegmenten verloren, und Spurpfeile und Spuren-Steckverbinder können auf der gesamten Karte aufgeteilt werden.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR ist mit den erweiterten Zonenoptionen in Network Extensions nicht kompatibel.",
  "Flickering and disappearing buildings and assets are reported.": "Flackernde und verschwindende Gebäude und Assets wurden gemeldet.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Die AdjacentToPurchased Option von Common Ground ist nicht kompatibel mit 81 Ziegeln. Gewöhnlicher Boden wird für das Gameplay nicht benötigt, wenn du alle 81 Kacheln freigeschaltet hast, aber er ist immer noch hervorragend für den Karteneditor.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Wenn du vor Plop die Growables Mod auf einem Speicherstand verwendest, benutze den verknüpften Konverter, bevor du ohne diesen Mod lädst. Auch abonnieren Sie in diesem Fall RICO revisited und Find it!",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Der Additive Shader ist nicht mit den variablen Sonnenauf- und Sonnenuntergangszeiten von Real Time kompatibel. Verwenden Sie stattdessen die Additive Shader Testversion.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Deaktivieren Sie den Build in Unlimited Bodenmod des Kolossalen Ordens, da seine Funktion in Extra-Landschaftstools enthalten ist.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Führe immer den Steam Client aus, bevor du das Spiel ausführst. Auf Linux und MacOS ist eine Aktion des Benutzers erforderlich, siehe Installationsanleitung: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Diese Korrektur ist jetzt Teil des Basisspiels.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Dies ist eine standardisierte eingebaute Mod in den Workshop hochgeladen.",
  "The original mod supports various languages.": "Der Originalmod unterstützt verschiedene Sprachen.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Dies scheint mit dem berüchtigten Ali213_mod_01 Mod zu zusammenhängen.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Es wird dringend empfohlen, ein Backup eines vorhandenen Speicherstands zu machen, bevor Sie diesen Mod verwenden.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funktion ist jetzt Teil des Basisspiels. Diese Mod wird nur für Assets benötigt, die für diese Mod erstellt wurden.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Ist jetzt Teil des Basisspiels, nur für Assets erforderlich, die diese Gleise verwenden.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Die Funktionalität dieses Mods ist im Spiel selbst enthalten, auch wenn die Berechnungen in diesem Mod etwas verschieden sind.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Einige Nutzer melden, dass die Benutzeroberfläche fehlt, wenn sie sich nicht für Fine Road Tools angemeldet haben.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Make historical' ist ein Teil des Spiels selbst, aber mit diesem Mod kann ein historisches Gebäude nicht aufgegeben werden.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Benutzen Sie die Option 'Versuche von Simulationsfehlern wiederherzustellen' von stattdessen Bildschirmmod zu laden, was mächtiger ist als dieses Mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Es wird nicht empfohlen, dies im Karteneditor zu verwenden, da erstellte Karten Prop Anarchy erfordern.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Dieser Mod benötigt mindestens ein Ampelprop-Pack, um zu funktionieren. Dieser Mod deaktiviert automatisch einzelne Ampel-Mods beim Start des Spiels, um Konflikte zu vermeiden, verwendet aber die gebündelten Requisiten dieser Mods. Lassen Sie die anderen Ampelmods deaktiviert.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Neuere Versionen dieser LABS-Version finden Sie auf GitHub: https://github.com/kianzarrin/AdaptiveRoads/release",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Alle Aufträge von Nicht-RICO-Gebäuden, einschließlich aller Industries DLC-Gebäude, sind in den Service-Nummern (SRV) enthalten.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Der Mod funktioniert unter Windows, Mac OS und Linux. et Installation. Siehe Workshop-Seite für Details.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Naturschutzpfade und ähnliches mischen sich nicht, wenn sie auf schräge Gelände platziert werden. Dies kann durch Verwendung von Clamp Modus mit einer Stärke um 100 (empfohlen) oder durch Aktivieren der Option \"Geländeauftritt überschreiben\" behoben werden.\r\n\r\nWenn die Option \"Geländeauftritt überschreiben\" aktiviert ist, ist das Overlay der topographischen Linien beschädigt. Deaktivieren Sie diese Option oder verwenden Sie den Pratzenmodus mit einer Stärke von 120 oder niedriger, oder den Skalierungsmodus mit einer Stärke von 100 oder niedriger.\r\n\r\nNetzwerke werden immer das Gras anzeigen, nie die Kliff-Textur. Dies ist besonders bei den Neigungsprofilen von D<unk> <unk> <unk> <unk> <unk> <unk> <unk> <unk> auffällig.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Die Funktionalität dieses Mods ist im Spiel selbst enthalten, obwohl die Pfeile dieser Mod besser sichtbar sind.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Dies wurde für MacOS benötigt, da FPS Booster nicht auf MacOS funktionierte. Das sollte gelöst werden und jeder sollte FPS Booster verwenden können.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Alle Umfärbungen gehen verloren, wenn du während des Spiels (Abmelden) irgendetwas abmeldest, während das Spiel läuft.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Dies kann einzeln verwendet werden oder deaktiviert werden und als 'Prop Pack' für das BOB oder Traffic Light Replacer Mod verwendet werden.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Dies war früher die neuere Version, wurde aber veraltet, nachdem die Originalversion aktualisiert wurde. Verwenden Sie stattdessen die Originalversion.",
  "When using this mod, it is wise to back up your saves from time to time.": "Wenn Sie diesen Modus verwenden, ist es ratsam, Ihre Einsparungen von Zeit zu Zeit zu sichern.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Intercity-Busse gelangen nur über eine Autobahn außerhalb der Verbindungen in die Stadt, nicht über eine 2-Wege-Straße.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Die offizielle Veröffentlichung des Kompatibilitätsberichts hat mehrsprachige Unterstützung!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Diese Modifikation wird nun nur für Friedhöfe benötigt. Die Abfallübertragungs- und Verarbeitungseinrichtungen des Spiels decken die anderen Funktionen dieses Mods ab.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Das folgende Prop-Pack kombiniert mit dem BOB-Modus: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Falsche Darstellung als Cinematic Camera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternativen dafür finden Sie hier: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Das Spiel löst bereits das Problem, dass es nicht genügend schlecht ausgebildete Arbeitskräfte gibt, indem hoch ausgebildete Menschen in Niedrigbildungsjobs beschäftigt werden.",
  "CAUTION: If you use this and save, the game save is broken.": "ACHTUNG: Wenn Sie dies verwenden und speichern, ist der Spielstand defekt.",
  "This is for testing only and might be removed from the Workshop soon.": "Dies ist nur zum Testen und könnte bald aus dem Workshop entfernt werden.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Beim Erstellen von Assets mit den Requisiten dieses Mods benötigen diese Assets diese Version der Mod und können nicht mit dem Originalmod verwendet werden.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Verwenden Sie Prop Anarchie kombiniert mit Baumanarchie statt Prop &amp; Baumanarchie.",
  "It is STRONGLY recommended not to use this mod!": "Es ist STRONGLY empfohlen, diesen Modus nicht zu verwenden!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativ hat dies einen 'Geistermodus' der das Abbestellen erlaubt und trotzdem den Spielstand zugänglich hält, wenn man MOM komplett entfernen will.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Der Ersteller verschlüsselte seinen Code und gewährte keinen Zugriff auf seinen Code. Daher kann nicht überprüft werden, ob sie keinen schädlichen Code enthalten. Weder die anderen Modder können daran arbeiten, Probleme zu beheben, die mit der Verwendung von Mods von diesem Schöpfer aufwerfen. Wir können nur verifizieren, dass ihre Mods Probleme mit mehreren Top 100 Mods verursachen.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Wenn du Probleme mit der Schriftanzeige hast, deaktiviere den Custom Font Manager in den Mod-Optionen.",
  "This mod was only for scenario developers looking for more options.": "Diese Mod war nur für Szenario-Entwickler auf der Suche nach weiteren Optionen.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Hinweis: Die Gebietsschema wird beim Abbestellen nicht entfernt. Sie muss manuell entfernt werden, siehe Workshop-Seite.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Dies ist inkompatibel mit einer Vielzahl von Mods mit ähnlicher Funktionalität und kollidiert mit verschiedenen Mods. Viel zu viele, um alle aufzulisten.",
  "The original mod supports the Chinese language.": "Die ursprüngliche Mod unterstützt die chinesische Sprache.",
  "Now part of the base game, therefore not needed any more.": "Jetzt Teil des Basisspiels, wird daher nicht mehr benötigt.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Dadurch werden nur 25 Kacheln zu Beginn eines neuen Spiels freigeschaltet, nicht auf einem früheren Spielspeicher.",
  "Can't show data from extension mods like Extended Managers Library.": "Daten von Erweiterungsmods wie Extended Managers Library können nicht angezeigt werden.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Die Autobudgeting-Polizei, die Gesundheitsfürsorge und Feuerwehr könnten dazu führen, dass der Bodenwert sinkt, weil niedrigere Haushaltsmittel eine geringere Deckungsfläche bedeuten.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Dies ist eine inoffizielle Version des Toggleable Whiteness Mod.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Das Spiel hat auch Einbahnbahnen aber diese hat auch eine einzige Zwei-Wege-Strecke und wird immer noch für benutzerdefinierte Stationen mit einer Einbahnbahnbahn benötigt.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Dies wird nur dann benötigt, wenn ein alter Flaggenstützpunkt oder ein Subnetz eines Fahrzeugs dies noch erfordert."
}