{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Μη συμβατό με Δυναμική Ανάλυση και άλλες Λειτουργίες Κάμερας.",
  "Vehicle LOD Flashing": "Αναβοσβήνει Όχημα LOD",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Διαγραφή μετά τη χρήση! Αυτό θα κάνει spam το αρχείο καταγραφής του παιχνιδιού και θα αυξήσει σοβαρά το μέγεθος.",
  "Broken / Can't be loaded": "Σπασμένο / Δεν μπορεί να φορτωθεί",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Στις επιλογές Repaint είναι επίσης διαθέσιμη μια ρύθμιση για να διορθώσετε το πιο σκούρο χρώμα κόμβου στους αυτοκινητόδρομους.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Αν οι τομές φαίνονται μπλε, μεταβείτε στις ρυθμίσεις της λειτουργίας και ενεργοποιήστε την αυτόματη ανανέωση. Αυτό αυξάνει το χρόνο φόρτωσης αν έχετε πολλούς προσαρμοσμένους δρόμους.",
  "This might increase loading time.": "Αυτό μπορεί να αυξήσει το χρόνο φόρτωσης.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Αυτό το mod δεν είναι βελτιστοποιημένο και μπορεί να προκαλέσει προβλήματα απόδοσης. Αυτό πιθανώς έχει άγνωστες ασυμβατότητες με άλλες λειτουργίες. Συνιστάται να μην χρησιμοποιήσετε αυτή τη λειτουργία!",
  "Mod options resetting on game load.": "Ρυθμίσεις mod επαναφορά κατά τη φόρτωση του παιχνιδιού.",
  "Game breaking": "Διακοπή παιχνιδιού",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "ΜΗΝ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΤΑ ΓΕΝΙΚΑ PROPS σε mods όπως BOB, Pocedural Objects ή Intersection Marking Tool. Αυτό μπορεί να σπάσει την αποθήκευση σας! Είναι κάπως λογικό και όχι ζήτημα αυτών των τρόπων. Τα Props Διαμόρφωσης Μη Εδαφών καθώς και τα Tree & Vehicle Props δημιουργούνται σε ένα συγκεκριμένο σημείο της διαδικασίας φόρτωσης (δεν αποθηκεύονται! Αυτό σημαίνει ότι η χρήση αυτών των περιουσιακών στοιχείων σε mods, θα οδηγήσει στο ζήτημα που cant να φορτωθεί, απλά και μόνο επειδή δεν δημιουργούνται αυτή τη στιγμή τα δίκτυα και άλλα πράγματα είναι φορτωμένα.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Λόγω των σημαντικών αλλαγών στο βασικό παιχνίδι, αυτό το mod χρησιμοποιείται καλύτερα μόνο για νέα παιχνίδια.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Μεγάλα ονόματα σταθμών ή διπλότυπα ονόματα σταθμών μπορεί να σπάσει τη διάταξη. Γραμμές που εξυπηρετούν τον ίδιο σταθμό πολλές φορές μπορεί να συγχέουν το mod. Τα ονόματα σταθμών σε σταθμούς πολλαπλών πλατφορμών μπορεί να είναι λανθασμένα.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτός ο συγγραφέας απαγορεύτηκε για την τοποθέτηση κακόβουλου κώδικα στα mods. Αυτό το mod είναι ύποπτο ότι έχει κακόβουλο κώδικα σε αυτό. Θα καλύτερα να αφαιρέσετε ΑΜΕΣα! ΠΡΟΕΙΔΟΠΟΙΗΣΗ: DON'T ακολουθήστε τις οδηγίες στη σελίδα mod για να κατεβάσετε μια ενημέρωση μέσω GitHub. Αυτή η ενημέρωση περιέχει κώδικα ΜΑΛΙΚΙΟΣ και θα εισάγει κακόβουλο κώδικα σε αυτή τη λειτουργία Αρμονίας! Ο συγγραφέας είναι επίσης γνωστός για το ότι έσπασε σκοπίμως τα δικά του mods έξω από το spite. Τεχνικά, αυτό δεν λειτουργεί πολύ καλά, δίνει πολλά λανθασμένα λάθη και είναι ασύμβατο με πολλά mods στο Workshop. Σε συνδυασμό με την ιστορία του συγγραφέα, θα ήταν πολύ σοφό να UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Ο δημιουργός κρυπτογραφεί τον κώδικά του και δεν παρέχει καμία πρόσβαση στον κώδικά του. Ως εκ τούτου, δεν μπορεί να επαληθεύσει αν δεν περιλαμβάνουν οποιοδήποτε είδος επιβλαβούς κώδικα. Ούτε οι άλλοι modders μπορούν να εργαστούν για θέματα καθορισμού που προκύπτουν με τη χρήση mods από αυτόν τον δημιουργό. Μπορούμε μόνο να επαληθεύσουμε, ότι τα mods τους δημιουργούν προβλήματα με αρκετές κορυφαίες λειτουργίες 100. Ως εκ τούτου, συνιστούμε να μην χρησιμοποιήσετε αυτή τη λειτουργία!",
  "Can't be loaded": "Αδυναμία φόρτωσης",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Η αποθήκη δεν είναι κενή για κάποιους χρήστες. Αυτό μπορεί να προκληθεί από τα αλιευτικά σκάφη που καταλαμβάνουν όλες τις υποδοχές οχημάτων, οπότε δεν μπορεί να δημιουργηθεί κανένα φορτηγό αποθήκης. Οι χρήστες έχουν παρατηρήσει φορτηγά που μεταφέρουν ψάρια από τη μια αποθήκη στην άλλη.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Για να δείτε τα μονοπάτια πλοίων/πορθμείων κατά την τοποθέτηση μιας γέφυρας, ενεργοποιήστε την προβολή πληροφοριών μεταφοράς.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Τα Spawnpoints μετακινήθηκαν πολύ μακριά από το αρχικό σημείο αναπαραγωγής μερικές φορές εμποδίζουν όλους τους επιβάτες των δημόσιων συγκοινωνιών. Τα σημεία εκτόξευσης φορτηγών φορτίων δεν υποστηρίζονται από σιδηροδρομικούς σταθμούς φορτίου, αεροδρόμια φορτίου ή λιμένες φορτίου.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"ΟΧΙ Big Truck Mod φορτωμένο με σφάλματα\" μηνύματα apears.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Η απόκρυψη Prop έχει αφαιρεθεί από αυτό το mod, αλλά είναι διαθέσιμη στη λειτουργία BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Λειτουργεί μόνο σε οθόνες με αναλογία διαστάσεων 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Δεν λειτουργεί για όλα τα κτίρια, ζητήματα επιδόσεων, μηνύματα σφαλμάτων.",
  "Lags the game massively": "Λιμνά το παιχνίδι μαζικά",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Τα φώτα βανίλιας στους πεζούς δεν μπορούν να ανταλλάσσονται.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Αυτό μπορεί να έχει ως αποτέλεσμα να κολλήσουν τα cims σε σπασμένες ή διαγραμμένες στάσεις δημόσιων συγκοινωνιών. Αυτό προκαλεί υστέρηση σε μεγαλύτερες πόλεις.",
  "LOD has too many vertices": "LOD έχει πάρα πολλές κορυφές",
  "This has some issues with spaces in names.": "Αυτό έχει κάποια προβλήματα με τα κενά στα ονόματα.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτός ο συγγραφέας απαγορεύτηκε για την τοποθέτηση κακόβουλου κώδικα στα mods. Ο συγγραφέας είναι επίσης γνωστός για το ότι έσπασε σκοπίμως τα δικά του mods έξω από το spite. Τεχνικά, αυτό μπορεί να λειτουργήσει. Λαμβάνοντας υπόψη την ιστορία του συγγραφέα, θα ήταν πολύ σοφό να UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Αυτό φαίνεται να λειτουργεί για μερικούς ανθρώπους, αλλά άλλοι αναφέρουν ζητήματα. Δεν λειτουργεί στο κύριο μενού, λειτουργεί μόνο μετά τη φόρτωση ενός χάρτη.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Απενεργοποίηση κύλισης με ένα από τα πλήκτρα συντόμευσης πριν από την αποβολή zoning για την πρόληψη τυχαία μαζική αποσυναρμολόγηση. Το ίδιο ισχύει και για άλλες ενέργειες που εκτελούνται με το δεξί πλήκτρο του ποντικιού, όπως αναβαθμίσεις δρόμου.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "Σε ψηφίσματα εκτός από την αναλογία διαστάσεων 16:9, μετακινείται στην επάνω αριστερή γωνία, αποκλείοντας το προεπιλεγμένο κουμπί \"Πληροφορίες\".",
  "Causes strange effects on junctions and conflicts with various Mods.": "Προκαλεί παράξενα εφέ σε διασταυρώσεις και συγκρούσεις με διάφορα Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Το κλειδί Καρτέλας που χρησιμοποιεί αυτό το mod συγκρούεται με πολλά άλλα mods. Είτε χρησιμοποιήστε άλλο πρώτο άτομο mod, ή αλλάξτε το κλειδί στο αρχείο xml (βλ. Σχόλια Workshop).",
  "Create massive lags if no overlay.png is in the specified folder.": "Δημιουργήστε τεράστια υστέρηση αν δεν υπάρχει επικάλυψη .png στον καθορισμένο φάκελο.",
  "Vehicle LOD Turn Black": "Όχημα LOD Στροφή Μαύρο",
  "Error popup": "Σφάλμα αναδυόμενου",
  "Missing UI. Performance issues (fps drops).": "Ζητήματα UI. Απόδοση (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Οι χρήστες αναφέρουν ότι το \"Make it Rain\" πρέπει να πατηθεί (σε Επιλογές) εάν χρησιμοποιούνται πολλά mods. Χωρίς άλλα mods λειτουργεί μόνη της. Επίσης η βροχή μπορεί να τρεμοπαίζει για λίγο, αλλά εγκαθίσταται αργότερα.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Η οθόνη επιλογών mod μπορεί να σπάσει αν έχετε πάρα πολλά περιουσιακά στοιχεία τρένου. Ορισμένοι χρήστες αναφέρουν προβλήματα με το αρχείο config να μην δημιουργείται σωστά. Αυτό μπορεί να προκαλέσει κάποια καθυστέρηση αν δεν χρησιμοποιείτε FPS Booster.",
  "Error messages popup": "Αναδυόμενα μηνύματα σφάλματος",
  "The reported issues might be unknown mod conflicts.": "Τα αναφερόμενα ζητήματα μπορεί να είναι άγνωστες συγκρούσεις mod.",
  "Multiple reports about getting a blank screen when loading a map.": "Πολλαπλές αναφορές σχετικά με τη λήψη κενής οθόνης κατά τη φόρτωση ενός χάρτη.",
  "Crash the game / Error popup": "Κατάρρευση αναδυόμενου παιχνιδιού / Σφάλμα",
  "Several reports of lagging the game.": "Αρκετές αναφορές για καθυστέρηση του παιχνιδιού.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Οθόνη αναβοσβήνει / τρεμοσβήνει. Ώρα άλμα ή προς τα πίσω.",
  "Not recognise few latest DLC sounds.": "Δεν αναγνωρίζουν λίγους τελευταίους ήχους DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Αν εγγραφείτε σε λάθος ρυθμισμένα περιουσιακά στοιχεία που χρειάζονται αυτό το mod, αυτά τα περιουσιακά στοιχεία μπορούν να προκαλέσουν προβλήματα παιχνιδιού.",
  "Several users report it is not working at all.": "Αρκετοί χρήστες αναφέρουν ότι δεν λειτουργεί καθόλου.",
  "LOD not correct.": "LOD δεν είναι σωστή.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Τα περιουσιακά στοιχεία που αποτελούν μέρος ενός mod μπορεί να μην είναι πλέον αυτόματα ενεργοποιημένα από το παιχνίδι.",
  "Conflicts with various other mods.": "Συγκρούσεις με διάφορα άλλα mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Δεν λειτουργεί για όλα τα κτίρια, αιχμές εδάφους και τρύπες, ζητήματα επιδόσεων, μηνύματα σφαλμάτων.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ΠΡΟΣΟΧΗ: Αυτό κρύβει μόνο τα εικονίδια προβλημάτων. Τα προβλήματα εξακολουθούν να υπάρχουν! Αυτό μπορεί γρήγορα να οδηγήσει σε μαζική εγκατάλειψη αν ξεχάσετε να ελέγξετε για προβλήματα.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Δεν λειτουργεί με τα κτίρια από Promenades & Plazas DLC. Προκαλεί διάφορες δυσλειτουργίες και μερικές φορές ακόμη και συντριβές!",
  "Broken / Can't be used": "Σπασμένο / Δεν μπορεί να χρησιμοποιηθεί",
  "Forgets settings at start, esp. the sun height.": "Ξεχάζει τις ρυθμίσεις στην αρχή, esp. το ύψος του ήλιου.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Μερικοί χρήστες το αναφέρουν αυτό για να προκαλέσουν παιχνίδια χωρίς φόρτωση. Είναι άγνωστο αν πρόκειται για σύγκρουση mod ή για πρόβλημα με το patch 1. 4. Ορισμένοι χρήστες αναφέρουν ένα UI. LODs δεν μπορεί να αντικατασταθεί. Δείτε το Workshop για περισσότερες λεπτομέρειες σχετικά με γνωστά ζητήματα.",
  "Can't be loaded / Error popup": "Δεν είναι δυνατή η φόρτωση / Αναδυόμενο σφάλμα",
  "Doesn't show up in the CSL Music Mod.": "Δεν εμφανίζεται στο CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Σε ορισμένες διασταυρώσεις εμφανίζονται διπλά φωτεινά φώτα. Σε μια διασταύρωση, δεν εμφανίζεται φως στον δρόμο διασταύρωσης. Αυτοκινητόδρομους και ράμπες αυτοκινητόδρομο έχουν τα φανάρια στη λάθος πλευρά της διασταύρωσης.",
  "Not supporting budgets for newer DLC.": "Δεν υποστηρίζει προϋπολογισμούς για νεότερο DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Τα επιβατικά τρένα βανίλιας δεν εμφανίζονται πλέον σε χρωματική παραλλαγή, αυτή είναι η επιδιωκόμενη συμπεριφορά.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Αυτό είναι ασυμβίβαστο με τα mods που αλλάζουν επίσης την ικανότητα οικοδόμησης. Χρησιμοποιήστε Ρεαλιστικό Πληθυσμό Revisited αντ' αυτού για καλύτερη συμβατότητα.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Όλοι οι παίκτες πρέπει να έχουν τα ίδια ακριβώς DLC (κανείς δεν υποστηρίζεται) και mods. Το CSM είναι ασυμβίβαστο με τα περισσότερα mods, πάρα πολλοί για να αναφέρουμε εδώ. Μια (πολύ σύντομη) λίστα με τα υποστηριζόμενα mods: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Οι υφές των αυτοκινητοδρόμων θα αντικατοπτρίζουν τυχαία ανά τμήμα κατά την εφαρμογή αυτού του mod και πρέπει να ανακατασκευαστούν για να διορθώσουν.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Ελλείψει ρυθμίσεων για τα τελευταία λίγα DLCs: Parklife, Βιομηχανίες, Campus, και Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Δεν θα μπουλντόζα αν έχετε στην κατοχή σας φυσικές καταστροφές. Θα πρέπει να χρησιμοποιήσετε τη μονάδα αντιμετώπισης καταστροφών σε αυτή την περίπτωση. Νεότερες κατηγορίες κτιρίων δεν είναι μπουλντόζες.",
  "Vehicle LOD Turn White": "Άσπρο Στροφή Οχημάτων",
  "DLCs after Campus can’t be selected.": "DLCs μετά την πανεπιστημιούπολη δεν μπορεί να επιλεγεί.",
  "Can cause performance issues (lag or fps drops).": "Μπορεί να προκαλέσει προβλήματα απόδοσης (σταγόνες υστέρησης ή fps).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Αυτό το mod μπορεί να έχει αντίκτυπο στην απόδοση του παιχνιδιού. Δεν λειτουργεί σε παιχνίδια σεναρίων.",
  "This sometimes breaks transport lines.": "Αυτό μερικές φορές σπάει γραμμές μεταφοράς.",
  "As it is an outdated mod some panels may noth be unlocked.": "Δεδομένου ότι είναι ένα ξεπερασμένο mod μερικά πάνελ μπορεί να μην ξεκλειδωθεί.",
  "Breaks the pause after loading game option.": "Διάλειμμα της παύσης μετά τη φόρτωση της επιλογής παιχνιδιού.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Οι εξωτερικοί πόροι δεν χρησιμοποιούνταιγι 'αυτό δεν μπορείτε να το χρησιμοποιήσετε σε ένα νέο χάρτη. Διάφορες παίκτες αναφέρουν ότι δεν λειτουργεί καθόλου.",
  "Building flickers": "Ανατρεπόμενα κτίρια",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Το πινέλο μερικές φορές σταματά να λειτουργεί. Η διαγραφή και η επανεγγραφή (ενώ το παιχνίδι δεν τρέχει) συχνά βοηθά για λίγο, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.",
  "Buttons are no longer aligned correctly.": "Τα κουμπιά δεν είναι πλέον ευθυγραμμισμένα σωστά.",
  "For some players it do not create ship pathes.": "Για μερικούς παίκτες δεν δημιουργεί μονοπάτια πλοίων.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Οι υπόγειοι σταθμοί δημιουργούν μια είσοδο σήραγγας, καθιστώντας δύσκολη τη σύνδεση της διαδρομής με το σταθμό και τη διατάραξη της επιφάνειας του εδάφους. Τα αυξημένα και επίγεια κομμάτια φαίνονται ωραία.",
  "This breaks up the UI, especially text scaling.": "Αυτό διασπά το UI, ειδικά την κλιμάκωση του κειμένου.",
  "Game might get corrupted.": "Το παιχνίδι μπορεί να καταστραφεί.",
  "Causes game crashes.": "Προκαλεί συντριβές παιχνιδιού.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Δεν λειτουργεί με πραγματικές εκδόσεις του παιχνιδιού, όπως η λειτουργία εξάρτησης Roads United Core 2.0 δεν ενημερώνεται πια.",
  "It’s in early development stage. See information on workshop page.": "Είναι σε πρώιμο στάδιο ανάπτυξης. Δείτε πληροφορίες στη σελίδα του εργαστηρίου.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Αν θέλετε να έχετε δέντρα να αποθαρρύνετε ενώ χτίζετε δρόμους, φροντίστε να έχετε ενεργοποιημένη την \"Κολλήσια\" στο Δίκτυο Αναρχίας.",
  "Freezes the game": "Παγώνει το παιχνίδι",
  "Everything that has more than two rails tracks can't be hidden.": "Όλα τα κομμάτια που έχουν περισσότερες από δύο ράγες δεν μπορούν να κρυφτούν.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Αυτό μπορεί να μην λειτουργεί με έκδοση οδηγού 3DxWare μεγαλύτερη από 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Τα αποτελέσματα δεν είναι πλέον αξιόπιστα. Χρησιμοποιήστε την αναφορά συμβατότητας.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Αυτό μπορεί να λειτουργήσει, αλλά δεν είναι ο καλύτερος τρόπος για την επίλυση του προβλήματος. Το παιχνίδι λύνει ήδη το ίδιο με την απασχόληση ορισμένων ατόμων υψηλής εκπαίδευσης σε θέσεις εργασίας χαμηλότερης εκπαίδευσης. ή μπορείτε να χρησιμοποιήσετε Employ Overeducated Workers V2 αντί για ένα ισχυρότερο αποτέλεσμα.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Παράγει \"διπλά προμυθικά\" σφάλματα, τα οποία είναι ακίνδυνα. Μερικοί χρήστες αναφέρουν ότι το φως κυκλοφορίας στηρίγματα εξακολουθούν να γίνονται λευκά μετά την τελευταία ενημέρωση που θα έπρεπε να το έχουν καθορίσει.",
  "Public transport part not working anymore.": "Μέρος των δημοσίων συγκοινωνιών δεν λειτουργεί πλέον.",
  "You can easily modify the RICO settings in-game.": "Μπορείτε εύκολα να τροποποιήσετε τις ρυθμίσεις RICO στο παιχνίδι.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Θα σπάσει οποιοδήποτε DLC ή βασικό-παιχνίδι intercity μεταφορά χαρακτηριστικά νεότερα από Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Η λειτουργικότητα αυτού του mod περιλαμβάνεται στο ίδιο το παιχνίδι.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Σπάνιες περιπτώσεις όπου μπορεί να ρίξει λάθη και μπορεί ακόμη και να κλείσει το παιχνίδι στην επιφάνεια εργασίας.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Προσθέτει περιστρεφόμενα φώτα μόνο σε υποστηριζόμενα οχήματα, που αναφέρονται στη σελίδα του εργαστηρίου.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Το όνομα αυτού του mod είναι παραπλανητικό. Δεν μειώνει την ποσότητα των απορριμμάτων που παράγονται. Έτσι καλύτερη ονομασία θα είναι \"Λιγότερο Expenses Garbage\".",
  "Bloom settings not being applied. Config files not loading.": "Δεν εφαρμόζονται οι ρυθμίσεις του άνθους. Δεν φορτώνονται τα αρχεία ρυθμίσεων.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Όταν η πόλη σας φτάσει σε περίπου 15000 πολίτες, αυτό το mod δεν θα αυξήσει πλέον την ταχύτητα πάνω από την προεπιλεγμένη ρύθμιση παιχνιδιού x4.",
  "It takes some in-game time for the extra money to arrive.": "Παίρνει λίγο χρόνο στο παιχνίδι για τα επιπλέον χρήματα για να φτάσει.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Οι αιχμές νερού μπορεί να μείνουν για πάντα, ακόμη και αν το mod καταργηθεί.",
  "Not showing information for newer DLC assets.": "Δεν υπάρχουν πληροφορίες για νεότερα περιουσιακά στοιχεία DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Αρκετές λειτουργίες δεν λειτουργούν πια και ρίχνει λάθη αν δεν έχετε Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Το αναπτυσσόμενο μενού δεν λειτουργεί, πιθανώς λόγω ασυμβατότητας με άλλα mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ΠΡΟΣΟΧΗ: Το ιαπωνικό αρχείο τοπικών δεν θα αφαιρεθεί ακόμα και αν διαγραφείτε από αυτή την λειτουργία. Για περισσότερες λεπτομέρειες, δείτε την περιγραφή του εργαστηρίου.",
  "This is only needed for custom networks that require this mod.": "Αυτό είναι απαραίτητο μόνο για προσαρμοσμένα δίκτυα που απαιτούν αυτό το mod.",
  "Button for the settings not visible for several users.": "Το κουμπί για τις ρυθμίσεις δεν είναι ορατό για αρκετούς χρήστες.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Η επιλογή οχημάτων για τα τρένα μεταξύ πόλεων αγνοείται και μερικά νεότερα οχήματα βανίλιας δεν εμφανίζονται στο παράθυρο επιλογής του οχήματος.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτός ο συγγραφέας απαγορεύτηκε για την τοποθέτηση κακόβουλου κώδικα στα mods. Αυτό το mod είναι ύποπτο ότι έχει κακόβουλο κώδικα σε αυτό. Θα ήταν καλύτερο να ΑΦΑΙΡΕΣΤΕ ΑΜΕΣΗΣ! Ο συγγραφέας είναι επίσης γνωστός για το σκόπιμο σπάσιμο των δικών τους mods έξω από την ακμή.",
  "Includes malicious code!": "Περιλαμβάνει κακόβουλο κώδικα!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό το mod είναι DANGEROUS! Κάνει λήψη αρχείων από μια τοποθεσία χωρίς παρακολούθηση και αντικαθιστά τα αρχεία άλλων mods με αυτό. Αυτό είναι ΠΟΛΥ DANGEROUS λογισμικό και δεν πρέπει να χρησιμοποιείται! Θα ήταν καλύτερα να αφαιρέσετε ΑΜΕΣΑ ΑΜΕΣα! ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτός ο συγγραφέας απαγορεύτηκε για την τοποθέτηση κακόβουλου κώδικα στα mods. Ο συγγραφέας είναι επίσης γνωστός για το ότι έσπασε σκοπίμως τα δικά του mods έξω από το spite. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό το mod αφαιρέθηκε από το Workshop από το Steam επειδή παραβίασε τη συμφωνία τους.",
  "This breaks maps saved in the map editor.": "Αυτό το διαλείμματα χαρτών που αποθηκεύονται στον επεξεργαστή χαρτών.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Εναλλαγή It! Έχετε μια επιλογή να αποκρύψετε κτίρια από το χάρτη (π.χ. να έχετε μόνο τους δρόμους ορατούς για το σχεδιασμό). Αν αντιμετωπίσετε \"αόρατα κτίρια\", ελέγξτε αν έχετε ενεργοποιήσει αυτή την επιλογή κατά λάθος.",
  "Private building cannot include roads or other net types": "Ιδιωτικό κτίριο δεν μπορεί να περιλαμβάνει δρόμους ή άλλους καθαρούς τύπους",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Μη έγκυρο ξεκλείδωμα DLC!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Μπορεί να προκαλέσει οπτικές δυσλειτουργίες στο μενού (καρτέλες χωρίς περιγραφή ή/και εικόνα).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Το πλήκτρο συντόμευσης δεν λειτουργεί (δοκιμάστε αριστερή βάρδια αντί για δεξιά βάρδια). Ρυθμίσεις φωτισμού της επαναφοράς Ultimate Eyecandy ή του φωτός που σκοτεινιάζει σε κάθε αλλαγή στις ρυθμίσεις Relight, ή κατά τη φόρτωση του παιχνιδιού.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Αυτό λείπει όλες οι νέες κλάσεις αντικειμένων από όλες τις διορθώσεις από τότε που απελευθερώθηκαν και από όλα τα DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Η αποθήκευση μπορεί να πάρει πολύ καιρό για χάρτες με μεγάλο όγκο δέντρων και μεγάλο αριθμό πυρκαγιών.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Οι προσαρμοσμένες πυλώνες μπορούν να επανέλθουν στο επόμενο φορτίο. UI για το mod δεν λειτουργεί πλήρως.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Αυτό το mod είναι ύποπτο ότι μερικές φορές αποτρέπει την εμφάνιση άλλων κουμπιών mod.",
  "LOD has too many vertices.": "LOD έχει πάρα πολλές κορυφές.",
  "Various players report, information could not be gathered.": "Διάφοροι παίκτες αναφέρουν ότι δεν μπορούσαν να συγκεντρωθούν πληροφορίες.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Φαίνεται να είναι ένας κλώνος διαχείρισης της κυκλοφορίας, αλλά λέει ότι είναι το χρώμα αυτόματης γραμμής και η πηγής δεν είναι διαθέσιμη.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Μετά την αλλαγή στυλ για να είναι πίσω σε κανένα και επαναφόρτωση το αποθηκεύσετε επανέρχεται στο στυλ που είχε επιλεγεί εκ των προτέρων. Είναι despawns ιστορικά κτίρια άλλου στυλ. Workaround είναι να διαγράψετε την περιοχή και να ζωγραφίσει ξανά.\r\nFix είναι σε ανάπτυξη.",
  "Africa in Miniature buildings don't show up in menus.": "Αφρική στα μινιατούρα κτίρια δεν εμφανίζονται στα μενού.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina περιλαμβάνει ένα εκτελέσιμο για την εκτέλεση LUT Editor που βρίσκεται στο φάκελο Workshop της Lumina.",
  "Demand stays at zero.": "Η ζήτηση παραμένει στο μηδέν.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Λειτουργεί, αλλά προκαλεί μηνύματα σφάλματος \"InvalidOperationException\" στο αρχείο καταγραφής.",
  "This is missing statistics from later DLCs and game patches.": "Αυτό λείπουν στατιστικά στοιχεία από μεταγενέστερες DLC και διορθώσεις παιχνιδιών.",
  "Several reports about conflicts with various mods.": "Αρκετές εκθέσεις για συγκρούσεις με διάφορους τρόπους.",
  "Rocks can’t be deleted.": "Οι βράχοι δεν μπορούν να διαγραφούν.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Αυτό λέγεται ότι έχει παραβιαστεί, αλλά υπάρχουν αρκετές εκθέσεις που λένε ότι λειτουργεί. Μπορεί να χρειαστεί να ορίσετε μια αντιστάθμιση 180 degress για τον ήλιο για να πάει σωστά από την ανατολή στη δύση.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Για μερικούς ανθρώπους αυτό το mod εξακολουθεί να λειτουργεί καλά. Για άλλους υπάρχουν ασυμβατότητες με διάφορα mods, που δεν θα μπορούσαμε να επαληθεύσουμε πλήρως.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Αυτό μπορεί να χρειαστεί ήχο Tuner περιβάλλοντος 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Μην ξεκλειδώνετε όλους τους δρόμους.",
  "Distorted LOD": "Προστρεβλωμένο LOD",
  "Causes ingame lags": "Αιτίες ingame υστερεί",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Το χαρακτηριστικό αντίγραφο από το Move It mod μπορεί επίσης να αντιγράψει μοναδικά κτίρια.",
  "Error: too many vertices": "Σφάλμα: πάρα πολλές κορυφές",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Αυτό λειτουργεί για κάποια κατεστραμμένα παιχνίδι σώζει, αλλά όχι για όλους. Εάν το παιχνίδι αποθηκεύσετε φορτία, το παιχνίδι θα παγώσει για κάποιο χρονικό διάστημα. Αυτό είναι φυσιολογικό.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Αυτό δεν είναι ενημερωμένο για τις τελευταίες DLC και εξακολουθεί να λείπει πολλά από το Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Οι Catenaries και τα Props γίνονται μαύρα για τα υποστηριζόμενα κομμάτια της Vanilla!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "ΚΤΕΛ σταματά σε δρόμους από νεότερα μπαλώματα και DLC δεν θα αντικατασταθεί.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Η ρύθμιση επαναφέρει κάθε φορτίο και για πολλούς παίκτες είναι σπασμένη. Επίσης είναι πολύ πιθανό να έρχεται σε σύγκρουση με διάφορα άλλα mods κάμερας.",
  "Breaks game if you setup to high values.": "Διαλύει το παιχνίδι αν ρυθμίσετε υψηλές τιμές.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Αυτό δεν θα καθορίσει τα κτίρια που είχαν ήδη εγκαταλειφθεί πριν αυτό το mod γίνει ενεργό.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Αυτό το mod δεν είναι πλέον απαραίτητο, εκτός αν έχετε ένα παλιό περιουσιακό στοιχείο που το απαιτεί. Καθώς η λειτουργικότητα αυτού του mod περιλαμβάνεται στο ίδιο το παιχνίδι.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Τα Νοσηλευτικά Σπίτια δείχνουν ως κάλυψη Θανάτου όταν τα τοποθετούν.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Η εφαρμογή μιας λίστας θα απενεργοποιήσει τα περιττά mods αλλά δεν θα καταργήσετε την εγγραφή τους, και τα απενεργοποιημένα mods μπορούν να προκαλέσουν προβλήματα. Τα περιουσιακά στοιχεία που περιλαμβάνονται σε ένα mod μπορεί να παρουσιάσουν σφάλμα. Οι ρυθμίσεις του παιχνιδιού επαναφέρουν κατά την αποθήκευση αυτών των δεδομένων mod.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Διάφορα ζητήματα, ασταθής. Η λειτουργικότητα του οδικού βέλους δεν λειτουργεί, ή μόνο μετά την απενεργοποίηση και την εκ νέου ενεργοποίηση σε κάθε φορτίο. Δεν υποστηρίζονται όλοι οι δρόμοι.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Το Διεθνές Αεροδρόμιο After Dark προκαλεί προβλήματα στη δημιουργία γραμμής. Υπάρχουν κάποιες αναφορές για ένα εικονίδιο / κουμπί που λείπει.",
  "This might block the vanilla quay upgrade tool.": "Αυτό μπορεί να μπλοκάρει το εργαλείο αναβάθμισης της προβλήτας βανίλιας.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Οι Τυχαίες Πόρτες Ασφαλείας που περιλαμβάνονται προκαλούν μια εξαίρεση NullReferenceException. Αν θέλετε να χρησιμοποιήσετε αυτό το πακέτο θα πρέπει να αποκλείσετε Τυχαίες Πόρτες Ασφαλείας.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Προκαλεί μεγάλους χρόνους φόρτωσης, προκαλεί διάφορα ζητήματα που βρίσκονται στο τέλος ακόμη και θραύση του παιχνιδιού, επομένως επισημαίνονται ως ασύμβατα με το παιχνίδι.",
  "Not showing up ingame.": "Δεν εμφανίζεται ingame.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Λιμάνι, το πάγωμα του παιχνιδιού και οι λάμπες οθόνης αναφέρονται. Χρησιμοποιήστε το με προσοχή, ή διαγραφή.",
  "White lines at the moon and Flickering when game running.": "Άσπρες γραμμές στο φεγγάρι και Flickering κατά τη διάρκεια του παιχνιδιού.",
  "Invalid Image Format": "Μη Έγκυρη Μορφή Εικόνας",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Στο φορτίο του παιχνιδιού, η προηγούμενη τιμή φορτώθηκε σωστά, αλλά το ρυθμιστικό στις επιλογές mod θα είναι πάντα στην προεπιλεγμένη θέση.",
  "This is only needed if a prop or mod requires it.": "Αυτό είναι απαραίτητο μόνο εάν ένα στήριγμα ή ένα mod το απαιτεί.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Μερικοί χρήστες το παίρνουν για να δουλέψουν καλά, αλλά υπάρχουν αρκετές αναφορές, συμπεριλαμβανομένων των ρυθμίσεων επαναφορά μεταξύ φορτίων.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Αυτό λειτουργεί μόνο για οθόνες με αναλογία διαστάσεων 16:9 ή 16:10. Αυτό λείπει λειτουργία για πιο πρόσφατες διορθώσεις και DLCs.",
  "Terrain conforming props cannot be moved up/down.": "Έδαφος συμμορφούμενα στηρίγματα δεν μπορεί να μετακινηθεί πάνω/κάτω.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Ενώ αυτό το mod αυξάνει την ευκρίνεια, μπορεί επίσης να εισαγάγει θόρυβο, μοτίβα moire και προβλήματα aliasing. Ειδικά σε υψηλότερες αναλύσεις, μπορεί να μην δείτε τη διαφορά ανάμεσα σε αυτό το mod ενεργό ή όχι.",
  "This causes (vanilla) trees to flicker.": "Αυτό προκαλεί (vanilla) δέντρα να τρεμοπαίζουν.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Αυτό το mod δεν έχει πλέον καμία λειτουργία. Ο δημιουργός δεν δημοσιεύει τα mods του για τους παίκτες, αλλά απλά για να δείξει στους ανθρώπους πόσο καλός μπορεί να κωδικοποιήσει.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Δεν είναι δυνατή η εξαγωγή με σφάλμα 'XML ρίζας λείπει' στο αρχείο καταγραφής. Τα κομμάτια τρένου μερικές φορές δεν περιλαμβάνονται.\r\nΕάν τροποποιήσετε έναν κόμβο στο NCR ή στο NC2 και εξάγετε έναν χάρτη, το σχέδιο του αντίστοιχου τμήματος κόμβου μπορεί να είναι λανθασμένο.\r\nΤα δρομολόγια επιβατών ελικόπτερο και καροτσάκι που προστίθενται στο DLC SH δεν εμφανίζονται. (DLC SH δεν υποστηρίζεται).",
  "Creating 'ghost' vehicles": "Δημιουργία «φαντάσματος» οχημάτων",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Η δημιουργία «φαντάσματος» οχημάτων αναφέρεται και πρέπει να επαληθευτεί.",
  "Do not remove trees added after Campus DLC to the game.": "Μην αφαιρείτε τα δέντρα που προστίθενται μετά την Campus DLC στο παιχνίδι.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Συγκρούεται με διάφορα mods και μπορεί να οδηγήσει σε συντριβές. Μπορεί να προκαλέσει προβλήματα απόδοσης και να αυξήσει το χρόνο φόρτωσης.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Αυτό προκαλεί πολύ μεγάλους χρόνους φόρτωσης, αν δεν χρησιμοποιείται το mod Fix χρόνου φόρτωσης.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Για να χτίσετε εξωτερικές συνδέσεις με δρόμους που μπορούν να τεθούν σε ζώνη έξω από τα πλακίδια θα πρέπει να απενεργοποιήσετε προσωρινά τη ζώνη με ένα άλλο mod. Στον επεξεργαστή χαρτών οι συνδέσεις πρέπει να χρησιμοποιούν δρόμους βανίλιας, όχι προσαρμοσμένους δρόμους. Τα υπεραστικά λεωφορεία εισέρχονται στην πόλη μόνο μέσω ενός αυτοκινητόδρομου έξω από τις συνδέσεις, όχι μέσω διπλής οδού.",
  "This is an incomplete version to lure you into buying a complete version.": "Αυτό είναι μια ελλιπής έκδοση για να σας δελεάσει στην αγορά μια πλήρη έκδοση.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Η εγγραφή αυτού του mod προκαλεί τρεμοπαίξιμο ή εξαφάνιση κτιρίων. Αποφύγετε να χρησιμοποιήσετε οποιοδήποτε περιουσιακό στοιχείο, που σας αναγκάζει να χρησιμοποιήσετε αυτή τη λειτουργία!",
  "The default English names still appear as well, next to the new Japanese names.": "Τα προεπιλεγμένα αγγλικά ονόματα εξακολουθούν να εμφανίζονται επίσης, δίπλα στα νέα ιαπωνικά ονόματα.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Αυτό το mod αυξάνει το χρόνο φόρτωσης, και αυτή η αύξηση μπορεί να είναι τεράστια για τις μεγάλες πόλεις.",
  "Previously created rotating props still require the PropRotating Params mod.": "Προηγουμένως δημιουργημένα περιστρεφόμενα στηρίγματα εξακολουθούν να απαιτούν τη λειτουργία PropRotating Params.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Ορισμένοι έκθεση δεν είναι σε θέση να σώσει το παιχνίδι, ειδικά με μεγάλο αριθμό διαδικαστικών αντικειμένων.\r\nΣτην αρχή μετά την εγκατάσταση ένα κενό παράθυρο apears. Επανεκκινήστε το παιχνίδι σας για να το λύσετε αυτό.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Σε μια διασταύρωση Τ, δεν εμφανίζεται φως στον δρόμο διασταύρωσης.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Αυτό δεν είναι ενημερωμένο για τις βιομηχανίες DLC και πιθανότατα δεν θα λειτουργήσει για τις βιομηχανικές περιοχές από το εν λόγω DLC.",
  "Simulation Errors and conflits with various other mods.": "Λάθη προσομοίωσης και να συμβαδίζει με διάφορα άλλα mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Εάν η προεπιλογή φαίνεται πολύ σκοτεινή, εμφανίστε τις καθολικές και/ή τις ρυθμίσεις έντασης φωτισμού περιβάλλοντος στο Ultimate Eyecandy. Οι σκιές πρέπει να ρυθμιστούν στο μέγιστο χρησιμοποιώντας Ρυθμιστή Δύναμης Σκιάς για να αποτραπεί η διαρροή του ήλιου μέσω αντικειμένων. Για να κάνετε τις σκιές λιγότερο ορατές, μειώστε την παγκόσμια ένταση του φωτός και αυξήστε την ένταση του φωτισμού στο Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Προκαλεί διάφορα ζητήματα καθώς μια διαδρομή επιλέγεται τυχαία",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Μειώνονται οι πόροι αντί να είναι απεριόριστοι, η γλώσσα επιστρέφει στα Αγγλικά κάθε αρχή και το παιχνίδι είναι ξεκλείδωτο, ακόμη και αν αυτή η λειτουργία είναι απενεργοποιημένη.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Δεν δουλεύετε στους δρόμους της Βανίλια αργότερα από το λιμάνι της Sunser. Θα μπορούσατε να κρατήσετε συνδρομητές αλλά απενεργοποιημένο για να χρησιμοποιήσετε το BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 για να ανταλλάξετε τα κίνητρα.",
  "Not able to name new districts.": "Δεν είναι σε θέση να ονομάσει νέες περιοχές.",
  "The traffic lights on some custom road do not change.": "Τα φανάρια σε κάποιο προσαρμοσμένο δρόμο δεν αλλάζουν.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Η απενεργοποίηση της ρύπανσης των υδάτων δεν είναι άμεση, χρειάζεται λίγο χρόνο για να καθαρίσει το νερό. Η επαναληπτική ρύπανση των υπογείων ή των υδάτων δεν είναι επίσης άμεση, απαιτεί κάποιο χρόνο για να οικοδομηθεί και πάλι.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Σφάλματα στο αρχείο καταγραφής παιχνιδιού σχετικά με μη επιτρεπόμενες ενέργειες. Δεν εμφανίζονται τα λεωφορεία. Δεν έχουν οριστεί ονόματα.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Λειτουργεί μόνο με χάρτες που εγγράφονται από το εργαστήριο. Χρησιμοποιεί παράκαμψη και εκεί δεν συμβαδίζει με διάφορα άλλα - κυρίως Harmony - mods.",
  "Only a limited set of roads is included.": "Περιλαμβάνεται μόνο ένα περιορισμένο σύνολο δρόμων.",
  "User reports that it is not working at all if you select heavy traffic.": "Ο χρήστης αναφέρει ότι δεν λειτουργεί καθόλου αν επιλέξετε βαριά κίνηση.",
  "Broken LOD, Vehicle blinks.": "Σπασμένο LOD, αναβοσβήνει οχημάτων.",
  "Clipping may occur as well as simulation errors.": "Αποκοπή μπορεί να συμβεί καθώς και σφάλματα προσομοίωσης.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Για μερικούς χρήστες οι πολίτες δεν παίρνουν αυτοκίνητο, αλλά despawn και respawn στο σπίτι τους, μερικές φορές περπατώντας στον ίδιο σταθμό/σταματήστε και πάλι.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Δείτε το βασικό Render It! & Play It! Οδηγός στο https://bit.ly/3XiMQPY για περισσότερες λεπτομέρειες.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Εμφάνιση λανθασμένου τύπου σηματοδότη όταν χρησιμοποιείτε τη \"Μεγάλη Λεωφόρο με γρασίδι\". Μπορεί να μην λειτουργεί για την κυκλοφορία του αριστερού χεριού (LHT) και για τους μικρούς μονόδρομους ή δρόμους με τραμ.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Η διαγραφή ενός οδικού τμήματος με προσαρμοσμένο εντοπισμό διαδρομής μπορεί να προκαλέσει σφάλμα NullΑναφοράς.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Σφάλματα κατά την εκκίνηση. Λείπουν προβλήματα UI. Απόδοση (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Αυτό συχνά μπλοκάρει το κουμπί αναβάθμισης δρόμου. Η δυνατότητα κλιμάκωσης είναι σπασμένη και δεν πρέπει να χρησιμοποιηθεί. Οι χρήστες αναφέρουν και κάποια άλλα ζητήματα.",
  "Button missing. Error popups.": "Σφάλμα αναδυόμενων παραθύρων.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Αναφέρθηκε τεράστια προβλήματα, όπως: λείπουν οδικές υφές, KeyNotFoundException σφάλμα, συντριβές παιχνίδι, υψηλή χρήση μνήμης.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Το γρασίδι μπορεί να αναπτυχθεί μέσω των CSUR δρόμων. Κρύβοντας το γρασίδι με απόκρυψη ή αυξάνοντας ελαφρώς τους κόμβους με Μετακίνηση Θα βοηθήσει. Οι δρόμοι μπορεί μερικές φορές να τοποθετούνται ελαφρώς κάτω από την επιφάνεια. Ανύψωση τους με το Move It. Εισόδους σήραγγας από μη κεντραρισμένους δρόμους CSUR καλύπτονται από το έδαφος. Μερικοί χρήστες αναφέρουν κατάρρευση παιχνιδιών και CSUR διεπαφή δεν λειτουργεί.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Το κουμπί δεν μπορεί να μετακινηθεί, κάνοντας τα στατιστικά να σβήνουν στην οθόνη σε ορισμένες αναλύσεις οθόνης.",
  "Various issues reported, see Worshop comments for details.": "Διάφορα θέματα που αναφέρονται, δείτε Worshop σχόλια για λεπτομέρειες.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Η κίνηση αριστερών χεριών δεν υποστηρίζεται. Αυτό δεν λειτουργεί στο Linux. Τα οπτικά φωτεινά φώτα έχουν κάποιες ιδιοτροπίες στις διασταυρώσεις T και στους μονόδρομους δρόμους.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ΠΡΟΣΟΧΗ: ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΣΦΑΛΜΑΤΑ στις επιλογές mod ή στα αναδυόμενα παράθυρα από αυτό το mod, καθώς καθιστά την αντιμετώπιση προβλημάτων λειτουργίας/στοιχείων ενεργητικού σχεδόν αδύνατη. Η απόκρυψη σφαλμάτων δεν τους κάνει να φύγουν, και θα κάνει το παιχνίδι σας λιγότερο αξιόπιστο!",
  "Disasters are not recognized.": "Οι καταστροφές δεν αναγνωρίζονται.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Αυτό δεν λειτουργεί για τους νέους σταθμούς του μετρό από το 'Πακέτο Δημιουργού Περιεχομένου: Σταθμοί τρένου', και για ορισμένους προσαρμοσμένους σταθμούς. Θα μπορούσατε να το χρησιμοποιήσετε αντί για αυτούς τους σταθμούς.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Σοβαρή πτώση στο FPS κατά τη δημιουργία δρόμων. Μερικοί χρήστες λαμβάνουν ένα σφάλμα 'μη έγκυρου σχήματος'. Η αντιστροφή κατεύθυνσης μερικές φορές δίνει μια εξαίρεση. Η εξαίρεση είναι αβλαβής, αλλά δεν μπορείτε να αντιστρέψετε αυτό το τμήμα και πρέπει να διαγράψετε και να αναδημιουργήσετε.",
  "For several players it causes errors and is not working.": "Για αρκετούς παίκτες προκαλεί σφάλματα και δεν λειτουργεί.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Ορισμένες λειτουργίες δεν θα λειτουργήσουν για τοπικά εγκατεστημένα περιουσιακά στοιχεία: ταξινομήστε με πρόσφατη λήψη, αναζητήστε με όνομα συγγραφέα, ανοίξτε τη σελίδα Workshop.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Υπάρχει ένα σφάλμα με την εμφάνιση ως αγελάδα. Οι πλαγιές, οι ράμπες και τα αυξημένα μονοπάτια δεν φαίνεται να λειτουργούν. Μερικοί μπορούν να περπατήσουν μόνο προς τα πίσω ή αιωρούνται.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Δεν μπορείτε να αποθηκεύσετε τους δρόμους που δημιουργούνται και ως εκ τούτου δεν θα πρέπει να ανοίξετε μια αποθήκευση όπου έχει χρησιμοποιηθεί στη συνέχεια. Αυτό το mod εξακολουθεί να βρίσκεται σε πρώιμο στάδιο ανάπτυξης.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Μερικοί χρήστες εξακολουθούν να το παίρνουν για να εργαστούν, αλλά για πολλούς είναι εν μέρει ή εντελώς σπασμένο, συμπεριλαμβανομένων δεν είναι σε θέση να φορτώσει μια αποθήκευση του παιχνιδιού. Η απενεργοποίηση του \"νέου αλγόριθμου για μη καταγραφή κυκλοφοριακής συμφόρησης κοντά σε εξωτερικές συνδέσεις\" μπορεί να βοηθήσει. Η διαγραφή του αρχείου EnhancedDistrictServices.cgs μπορεί επίσης να βοηθήσει, αλλά θα χάσετε όλες τις προσαρμογές.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Δεν λειτουργεί με οχήματα παράδοσης από τις βιομηχανίες και Sunset Harbor DLCs. Το μενού ρυθμίσεων παίρνει μηνύματα (κλείσιμο και εκ νέου άνοιγμα των ρυθμίσεων μπορεί να βοηθήσει). Πιθανώς ασύμβατο με όλα τα mods που τροποποιούν το όχημα AI.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Αυτό το mod λειτουργεί μόνο στα Windows, όχι στο MacOS ή στο Linux. Αυτό είναι ένα προχωρημένο mod που απαιτεί γνώση σεναρίων Python για να χρησιμοποιηθεί.",
  "You must follow exactly the steps on the workshop page to use it.": "Πρέπει να ακολουθήσετε ακριβώς τα βήματα στη σελίδα του εργαστηρίου για να τα χρησιμοποιήσετε.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Ασυμβίβαστο με κάθε είδους αυτοματοποιημένο τρόπο μπουλντόζας.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Είναι απαραίτητο για να λειτουργεί σωστά οποιοδήποτε Προσαρμοστικό Δίκτυο. Αυτοί είναι π.χ. δρόμοι Κατασκευαστών, διάφοροι φράκτες και δίκτυα Σιδηροδρόμων 2.",
  "Users reported various issues, see Workshop comments.": "Οι χρήστες ανέφεραν διάφορα θέματα, δείτε τα σχόλια του Εργαστηρίου.",
  "Will lead to various graphical issues ingame": "Θα οδηγήσει σε διάφορα γραφικά ζητήματα",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Θα πρέπει να γνωρίζετε ότι αυτό το mod είναι ασταθές και μπορεί να συμβεί σε μεγαλύτερες πόλεις!",
  "Cargo trains for some do not spawn.": "Τα τρένα φορτίου για κάποιους δεν εμφανίζονται.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Αυτό το mod έχει μια σειρά από προβλήματα σφάλματος και σταθερότητας, και δεν συνιστάται για νέα παιχνίδια. Παρέχεται εδώ ως μια προσπάθεια να βοηθήσει τους παίκτες με τις υπάρχουσες πόλεις χρησιμοποιώντας Extended Managers Library/Prop Anarchy συνεχίζουν τις αποταμιεύσεις τους χωρίς να χρειάζεται να ξανακερδίσουν τη δουλειά τους.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Αυτό είναι απαραίτητο μόνο αν θέλετε να χρησιμοποιήσετε τη νέα γενιά mods Tree Control, Prop Control, Εργαλείο γραμμής σε ένα χάρτη/αποθήκευση που χρησιμοποιείται πριν από Extended Manager Βιβλιοθήκη, Tree Anarchy, Prop Anarchy. Για περισσότερες λεπτομέρειες, ελέγξτε τη σελίδα του εργαστηρίου αυτού του mod.",
  "Do nothing right now. Should normally not be released publicly.": "Μην κάνετε τίποτα τώρα. Δεν πρέπει κανονικά να κυκλοφορήσει δημόσια.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Υπηρεσία Επιλογέας Οχημάτων 2 μπλοκ Mixer Θέμα 2 για μερικούς παίκτες για να είναι σε θέση να αλλάξει το θέμα υφές.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Κάποιοι δρόμοι από τις επεκτάσεις δικτύου εμφανίζουν λάθος ή καθόλου φανάρι.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Περιφερειακοί περιορισμοί (Εισαγωγή/Εξαγωγή) δεν παρουσιάζει καμία κατεστραμμένη λίστα, αν χρησιμοποιηθεί μαζί με το Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Χρησιμοποιήστε το αρχικό Precision Engineering mod αντί για την πλέον παρωχημένη έκδοση 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Ανάλογα με την ανάλυση της οθόνης μπορεί να χρειαστεί να χρησιμοποιήσετε το ψήφισμα UI 1.2 για να δείτε όλο το UI του TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Τα σπίτια που θηλάζουν θα έχουν ένα περιττό, κενό παράθυρο επιλογής οχημάτων.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Κάνει τα δέντρα να επιπλέουν. Θα μπορούσατε να μεταβείτε σε έλεγχο δέντρου, η οποία έχει τη λειτουργικότητα και των δύο αυτών λειτουργιών.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Οι μπλε κόμβοι μπορεί να εμφανιστούν και δεν μπορούν να διορθωθούν αυτόματα. Αν χρησιμοποιείτε ένα δίκτυο δικτύων, είναι προτιμότερο να καταργήσετε το μέσο Συνέχισης της σύνδεσης.",
  "Real Time might delay the arrival of extra Starting Money.": "Πραγματικός χρόνος μπορεί να καθυστερήσει την άφιξη του επιπλέον Εκκίνηση χρημάτων.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Ο συγγραφέας των Θέσεων Κάμερας Utility λέει ότι αυτά είναι ασυμβίβαστα, αλλά μερικοί χρήστες αναφέρουν ότι εργάζονται καλά μαζί.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "Ο NExt2 αδειάζει τις καρτέλες στη Γραμμή Εργαλείων για Καλύτερη Εκπαίδευση. Ως εκ τούτου, είναι προτιμότερο να χρησιμοποιήσετε την εναλλακτική συλλογή.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "Σε κατάσταση παύσης μπορείτε να αλλάξετε τη διάρκεια της ημέρας, αλλά μόλις καταργήσετε την παύση του χειρισμού του χρόνου του Πραγματικού Χρόνου θα αναλάβει. Αυτή είναι η σκοπούμενη συμπεριφορά. Εάν επιβραδύνετε την ταχύτητα προσομοίωσης με το Play It! η διάρκεια της ημέρας δεν θα ταιριάζει πλέον με τον πραγματικό χρόνο. Αυτό γίνεται πολύ ορατό αργά το βράδυ και νωρίς το πρωί. Αυτή είναι η προβλεπόμενη συμπεριφορά και δεν μπορεί να αλλάξει.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Κοινές στάσεις δεν μπορούν να δημιουργηθούν σε CSUR εξπρές δρόμους (λειτουργεί σε κανονικούς και συμπαγείς δρόμους).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Το Shared Stop Enabler έχει τη λειτουργικότητα για να δημιουργήσει αυξημένες στάσεις.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Όταν χρησιμοποιείτε το Transfer Manager, τα στατιστικά δεν θα δείχνουν το σωστό ποσό των αστυνομικών copters σε χρήση. Θα δείχνει πάντα 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Το παιχνίδι διακόπτει αυτόματα όταν αλλάζετε χρόνο, και ο χρόνος επανέρχεται όταν καταργείστε. Οι επιλογές ταχύτητας χρόνου στο TimeWarp δεν θα λειτουργήσουν.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Αυτό μπορεί να είναι ασυμβίβαστο με μια ποικιλία από mods με παρόμοια λειτουργία. Τα mods που εμφανίζονται είναι μόνο ένα μικρό υποσύνολο των μη συμβατών mods.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Πρέπει να απενεργοποιήσετε τον Προσαρμοσμένο Διαχειριστή Γραμματοσειρών στο FPS Booster αν θέλετε να χρησιμοποιήσετε τις Επιλογές Γραμματοσειράς.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Οι υφές από τα Theme Decals πιθανότατα δεν θα ταιριάζουν με το μεικτό θέμα.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Κρύψε αυτό! Περιλαμβάνει επίσης μια λειτουργία κατάργησης καταστροφής. Αυτό πρέπει να απενεργοποιηθεί εντελώς και να μην επιβληθεί σε απόκρυψη!. Αντ 'αυτού ενεργοποιήστε αυτές τις λειτουργίες στο BOB. Αυτός είναι ο τρόπος με τον οποίο αυτά τα mods έχουν σχεδιαστεί για να δουλεύουν μαζί.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Αν θέλετε να χρησιμοποιήσετε τα παλιά στηρίγματα που περιλαμβάνονται στο αρχικό mod, θα μπορούσατε να κρατήσετε το αρχικό mod εγγεγραμμένο, αλλά απενεργοποιημένο. Εναλλακτικά μπορείτε να μετακινήσετε το πρωτότυπο . rp αρχεία στον τοπικό φάκελο περιουσιακών στοιχείων σας και unsub την αρχική mod. Αν ξεκινήσετε μια νέα πόλη είναι το καλύτερο να διαγραφείτε από το αρχικό mod και να χρησιμοποιήσετε το Ploppable Surfaces από τη συνδεδεμένη συλλογή.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Αυτό το mod δεν χρειάζεται για να λειτουργήσει το mod, ακόμα κι αν η σελίδα του εργαστηρίου αναφέρει κάτι διαφορετικό.",
  "Node Controller Renewal is actively developed and more user friendly.": "Ο ελεγκτής κόμβου Ανανέωση αναπτύσσεται ενεργά και είναι πιο φιλικός προς το χρήστη.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Αυτό μπορεί να προκαλέσει μπλε κενά στις διασταυρώσεις Replacer/MOM. Μπορεί να υπάρχουν άλλες ασυμβατότητες.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Περισσότερο Network Stuff δίνει μόνο πρόσθετες δυνατότητες στον Επεξεργαστή. Για κανονικό παιχνίδι χρησιμοποιήστε μόνο Network Anarchy.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Για δημιουργούς περιουσιακών στοιχείων: Αυτό το mod δεν χρειάζεται για νέα κινούμενα props. Χρησιμοποιήστε Modtools και αυτό το συνδεδεμένο σενάριο.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Θα πρέπει να χρησιμοποιήσετε τη συλλογή αντικατάστασης RON + Cylis NExt2.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Ενώ Cubemap Replacer επίσης να αλλάξετε διάφορες ρυθμίσεις φωτισμού και αντανάκλασης και να αλλάξετε τα σύννεφα και τον ήλιο σε στατικές θέσεις, AD Cloud Replacer προσφέρει κινούμενο ήλιο και σύννεφα.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Ο Κατασκευαστής Οδοποιίας δεν πρέπει να χρησιμοποιείται μαζί με το FPS Booster, καθώς σε αυτή την περίπτωση ορισμένα patches δεν θα εφαρμοστούν σωστά. Ως Road Builder λειτουργεί μόνο στο Editor, και δεν κάνει τίποτα σε κανονικό παιχνίδι, θα πρέπει να είναι τουλάχιστον απενεργοποιημένη αν θέλετε να παίξετε το παιχνίδι. Είναι ακόμα καλύτερο να αποκλείσετε το Road Builder με Φόρτωση Εργαλείο Παραγγελίας ή να διαγραφείτε από το Road Builder αν δεν θέλετε να δημιουργήσετε δρόμους. FPS Booster Ως εκ τούτου, θα πρέπει να είναι τουλάχιστον απενεργοποιημένη, αν θέλετε να εισέλθετε στον συντάκτη και να χρησιμοποιήσετε Οδική Κατασκευή. Είναι ακόμα καλύτερο να αποκλείσετε FPS Booster με Φορτίο Εργαλείο Παραγγελίας ή να καταργήσετε την εγγραφή σας FPS Booster αν θέλετε να δημιουργήσετε δρόμους.",
  "EDS doesn't detect the extra CitizenUnits.": "Το EDS δεν ανιχνεύει τις επιπλέον Μονάδες Πολιτών.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Στις Ρυθμίσεις των \"Express Bus Services (TLM Plugin)\" οι επιλογές \"Πειραματικό\" και \"Καταπιεστικό\" μπορεί να προκαλέσουν την απομάκρυνση των λεωφορείων αν χρησιμοποιείται επίσης ο Διαχειριστής Γραμμών Μεταφορών. Η επιλογή \"Πρακτική\" λειτουργεί όπως αναμενόταν.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Η Ploppable RICO έχει τώρα τη λειτουργικότητα της αύξησης των Ploppables. Η χρήση και των δύο mods είναι δυνατή, αλλά μπορεί να δώσει ασυνεπή αποτελέσματα εκτός και αν οι ρυθμίσεις σας είναι ευθυγραμμισμένες. Συνιστάται η κατάργηση των Ploppables αλλά αν γίνει σε ένα υπάρχον παιχνίδι θα πρέπει να βεβαιωθείτε ότι οι ρυθμίσεις και των δύο mods είναι οι ίδιες.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Όταν χρησιμοποιείτε το Transfer Manager, η χρήση κτιρίων δεν θα δείξει το σωστό ποσό των αστυνομικών copters σε χρήση. Θα δείχνει πάντα μηδέν.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Εκτεταμένη InfoPanel 2 έχει όλες τις λειτουργίες από HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Κάνοντας κλικ στην κάτω γραμμή για τη λειτουργία UEC δεν λειτουργεί.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Ο Εναλλαγή νεφών & ομίχλης υπερισχύει των επιλογών ομίχλης του Απόκρυψη αυτού.",
  "A black bar might appear above the bottom toolbar.": "Μια μαύρη γραμμή μπορεί να εμφανίζεται πάνω από την κάτω γραμμή εργαλείων.",
  "The yellow arrow signals do not operate with TM:PE.": "Τα κίτρινα σήματα βέλους δεν λειτουργούν με TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Η Harmony Redesigned μπορεί να απενεργοποιήσει την Ψήφισμα UI. Χρησιμοποιήστε την κανονική έκδοση του Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Εναλλαγή It! και αυτό το mod μπορεί να χρησιμοποιηθεί μαζί για να αποκρύψετε π.χ. συγκεκριμένα εικονίδια ειδοποιήσεων, ακόμη και αν ενεργοποιήσετε την προβολή τους στο Toggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Κάποιοι δρόμοι από τις επεκτάσεις δικτύου εμφανίζουν λανθασμένο φώς κυκλοφορίας.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Δέντρο Αναρχία έχει τη λειτουργικότητα της Κλίμακας των Φυτών, και πολλά άλλα.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Προηγμένος έλεγχος επιπέδου κτιρίων έχει όλες τις λειτουργίες των ιστορικών περιοχών, και πολλά άλλα.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Παίξτε αυτό! έχει την περισσότερη λειτουργικότητα του Timewarp Fix. Συνδυάστε το Play It! με Render It! για πλήρη λειτουργία αντικατάστασης.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Φυσικές καταστροφές Overhaul μπερδεύεται από την πιο αργή ροή του χρόνου. Πιο συγκεκριμένα δασικές πυρκαγιές θα είναι πολύ πιο κοινό. Ορίστε την πιθανότητα πυρκαγιάς χαμηλή ως εργατικό γύρο.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Εύρεση φίλτρων δεν λειτουργεί σωστά με τη λειτουργία προώθησης δέντρου & οχήματος.",
  "MOM already allows you to convert train stations to metro stations.": "MOM σας επιτρέπει ήδη να μετατρέψετε τους σιδηροδρομικούς σταθμούς σε σταθμούς του μετρό.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Δεν υπάρχει καμία ανάγκη να αναβαθμίσετε τους σωλήνες αν δεν χρειάζεστε σωλήνες καθόλου.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Αυτό μπορεί να δώσει \"Not Enough Buyers\" προβλήματα όταν χρησιμοποιείτε το εργαλείο σύνδεσης λωρίδας από TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Μέσα σε παιχνίδι λειτουργίες μόνο, ώστε να μπορείτε να δημιουργήσετε και να διαγράψετε διαδρομές πλοίων και αεροπλάνων. Μπορείτε να εκτελέσετε το MNS μαζί με την NA για τα χαρακτηριστικά του MNS/επεξεργαστή στοιχείων. Αλλά είναι καλύτερα να έχουμε Περισσότερα Stuff Δίκτυο περιλαμβάνονται μόνο στο Προφίλ Συντάκτη.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Και οι δύο mods αγγίζουν την ίδια λειτουργικότητα του παιχνιδιού και πιθανώς συγκρούονται.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Επιλέξτε ένα διαφορετικό αντικείμενο όταν ο διαλογέας δυναμικών περιουσιακών στοιχείων αλλάζει τη σειρά των αντικειμένων.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Μερικά χαρακτηριστικά της TM:PE εργασία σε αναστρέψιμα κομμάτια τραμ, αλλά όχι όλα.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Το mod 'No Problem' κάνει το παιχνίδι να πιστεύει ότι το πρόβλημα δεν υπάρχει, ενώ το mod 'Hide Problems' κρύβει μόνο το εικονίδιο. Κάθε mod μπορεί (ειρωνικά) να οδηγήσει ήδη σε σοβαρά προβλήματα. Ο συνδυασμός τους είναι πραγματικά ζητά...",
  "Compatible when level Randomization is turned OFF": "Συμβατό όταν το επίπεδο τυχαιοποίησης είναι απενεργοποιημένο",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Θα μπορούσατε να απενεργοποιήσετε αυτό το mod και να χρησιμοποιήσετε το BOB για να ανταλλάξετε τα Traffic Lights με αυτά από αυτό το πακέτο.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Αν θέλετε το νέο cubemap μόνο την ημέρα, με τον προεπιλεγμένο νυχτερινό ουρανό, ενεργοποιήστε τις ακόλουθες ρυθμίσεις για το Controller ομίχλης: \"Daynight Fog\" και \"Classic Fog\", και ενεργοποιήστε τις ακόλουθες ρυθμίσεις για το Daylight Classic: - \"Classic sunlight color\", \"Κλασική ένταση του ηλιακού φωτός\", \"Κλασικό εφέ ομίχλης\" και \"Επιτρέψτε το κλασικό εφέ ομίχλης αν ο κύκλος ημέρας/νύχτας είναι ενεργοποιημένος\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Παίξτε αυτό! θα απενεργοποιήσει τις δικές του λειτουργίες που επικαλύπτονται με το Theme Mixer. Αν δεν χρησιμοποιείτε το Theme Mixer για να αναμίξετε θέματα, δεν χρειάζεται πια",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Τα πρόσθετα στοιχεία Shader που μετατρέπονται σε PO δεν εμφανίζονται μετά την επαναφόρτωση μιας αποθήκευσης.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Η τεχνική Anti-Aliasing TAA θα προκαλέσει γραφικά που τρεμοπαίζουν. Ρυθμίστε σε FXAA αν θέλετε να χρησιμοποιήσετε αυτά τα δύο mods μαζί.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Χρήση ελέγχου δέντρου αντί για Απεριόριστη Λειτουργία Δένδρων.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Το όριο του οχήματος θα αυξηθεί σωστά, αλλά Παρακολουθήστε Εμφανίζει εσφαλμένα το παλιό όριο του οχήματος.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Πρέπει να απενεργοποιήσετε τον Προσαρμοσμένο Διαχειριστή Γραμματοσειρών στο FPS Booster αν θέλετε να χρησιμοποιήσετε τον Επιλογέα Γραμματοσειρών.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Νέα θέματα που προστίθενται με Θέματα Δικτύου σε μια συνεδρία δεν αντανακλούν πάντα τις αλλαγές του Traffic Light Replacer μέχρι να φορτώσετε ξανά το παιχνίδι.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Από το κύριο μενού, ο χρόνος καθυστέρησης στις επιλογές των mod θα είναι εσφαλμένος. Ενώ στο παιχνίδι, οι επιλογές mod δείχνουν το σωστό χρόνο καθυστέρησης, που αντιστοιχεί στο πραγματικό χρόνο επιβραδύνθηκε ο χρόνος.",
  "Use the regular version of Harmony instead.": "Χρησιμοποιήστε την κανονική έκδοση του Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Θα έχετε μόνο περίπου 5 έως 10 δευτερόλεπτα για να επιλέξετε τον πύραυλο σας.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Αλλάξτε την ταχύτητα κατασκευής σε 100% στις ρυθμίσεις Real Time για να αποφύγετε την εξαφάνιση κτιρίων.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Εναλλαγή Whiteness περιλαμβάνει τη λειτουργικότητα της Επίμονης Προβολής Πόρων. Απεγγραφείτε από την τελευταία.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Η αντικατάσταση των οδικών βελών με Prop Switcher δεν συνιστάται και μπορεί να δώσει μια «διάταξη έξω από τα όρια».",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Τα στηρίγματα οχημάτων που δημιουργούνται από το Patch Tree & Vehicle Props θα έχουν ανεπιθύμητα αποτελέσματα φωτός όταν ο χρόνος παιχνιδιού είναι στον νυχτερινό κύκλο.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Τα καλύτερα εικονίδια αυτοκινητόδρομου ενεργοποιούν ένα αναδυόμενο σφάλμα από τα Θέματα Οικοδόμησης («System.Reflection.MonoMethod.Invoke»). Και τα δύο mods εμφανίζονται ακόμα να λειτουργούν μετά.",
  "The 'Remove Unwanted' button may not work properly.": "Το κουμπί \"Κατάργηση ανεπιθύμητων\" ενδέχεται να μην λειτουργεί σωστά.",
  "This might only work with all ULOD settings to 'game default'.": "Αυτό μπορεί να λειτουργήσει μόνο με όλες τις ρυθμίσεις ULOD στην 'προεπιλογή παιχνιδιού'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Επιταχυνόμενη νυχτερινή / Σαββατοκύριακο κύκλους από Real Time μπορεί να δώσει προβλήματα με τις υπηρεσίες της περιοχής.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Η συμβατότητα είναι αβέβαιη, αλλά το αυξημένο όριο από περισσότερα οχήματα πιθανώς δεν χρησιμοποιείται από PXPVehicleInfo, να οδηγεί σε εσφαλμένους αριθμούς όταν υπερβαίνει το αρχικό όριο του οχήματος.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Το Garbage Bin Controller σπάει την Harmony και κάθε mod ανάλογα με την Αρμονία. Αλλάξτε στο Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Δέντρο Αναρχία έχει ήδη τη λειτουργικότητα των Απεριόριστα Δέντρα.",
  "This combination might cause a performance decrease (FPS drop).": "Αυτός ο συνδυασμός μπορεί να προκαλέσει μείωση της απόδοσης (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Χρήση BOB αντί του Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Ο μετατροπέας δεδομένων μπορεί να κάνει τη δουλειά του μόνο όταν το Plop δεν έχει εγγραφεί.",
  "Use Prop Anarchy instead of Prop Snapping.": "Χρήση του Prop Anarchy αντί του Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML έχει ήδη ένα καλύτερο όριο που δείχνει λειτουργικότητα.",
  "Undoing props is disabled when using EML.": "Η κατάργηση βοηθημάτων είναι απενεργοποιημένη όταν χρησιμοποιείτε EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Ο επιλογέας οχημάτων υπηρεσίας έχει όλες τις λειτουργίες του RiverCargoHarborMod.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy έχει ήδη μια καλύτερη λειτουργία ζωγραφικής στήριγμα.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Εάν οι γραμμές περιγράμματος δεν λειτουργούν, απενεργοποιήστε το \"Overwrite Terrain\" και ορίστε την τιμή σε περίπου 100 στις επιλογές ROTTERdams.",
  "You can't export props with modtools while EML is active.": "Δεν μπορείτε να εξάγετε στηρίγματα με modtools ενώ το EML είναι ενεργό.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Χρήση του Prop Anarchy σε συνδυασμό με το Tree Anarchy αντί του Prop & Tree Anarchy.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Περισσότερο Advanced OptionsPanel έχει τη λειτουργικότητα του Wider OptionsPanel, και πολλά άλλα.",
  "Use the original instead of the now deprecated 2.0 version.": "Χρησιμοποιήστε το πρωτότυπο αντί για την πλέον παρωχημένη έκδοση 2.0.",
  "Unsubscribe Holy Water's TM:PE.": "Απεγγραφείτε Από Το Ιερό Νερό TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Όταν αυτό το mod είναι ενεργό, κανένα μεγάλο φορτηγό δεν θα έχει καμία επίδραση εκτός από τα φορτηγά που έρχονται από εξωτερικές συνδέσεις.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Και τα δύο mods χρησιμοποιούν το πλήκτρο Tab. Χρησιμοποιήστε ένα άλλο πρώτο άτομο mod ή αλλάξτε το κλειδί για Πρώτο άτομο Αυτόματο περπάτημα.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Όταν αλλάζετε τη ζώνη σε έναν δρόμο, επαναφέρετε τις αλλαγές από Θέματα Δικτύου.",
  "Realistic Population includes a 'no deathcare' functionality.": "Ο Ρεαλιστικός Πληθυσμός περιλαμβάνει μια λειτουργικότητα \"όχι θανάτου\".",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Παρακαλούμε διαγραφείτε από την επέκταση δικτύου 2 πριν χρησιμοποιήσετε τη συνδεδεμένη συλλογή.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM μπορεί να σπάσει την αναζήτηση. Εκτέλεση του παιχνιδιού καθώς ο διαχειριστής μπορεί προσωρινά να λύσει το ζήτημα της ασυμβατότητας.",
  "Some textures on Network Extensions roads might not load.": "Ορισμένες υφές στους δρόμους επεκτάσεων δικτύου ενδέχεται να μην φορτώνουν.",
  "With 81 tiles 2 you don't need Cross The Line.": "Με 81 πλακάκια 2 δεν χρειάζεστε Cross The Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Με αμφότερα τα mods ενεργά, τοποθετημένα κτίρια despawn. Ploppable RICO έχει ήδη τη λειτουργικότητα.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Πλακίδια 2 περιλαμβάνουν την ίδια λειτουργία, αλλά w/o τις επιλογές για να επιλέξετε συγκεκριμένα δίκτυα. Μπορείτε να χρησιμοποιήσετε και τα δύο μαζί ή w/o το άλλο mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Παιχνίδι παύει αυτόματα όταν αλλάζετε χρόνο, και ο χρόνος επανέρχεται όταν καταργείται.Οι επιλογές ταχύτητας χρόνου στο Ultimate Eyecandy δεν θα λειτουργήσει.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Απενεργοποιήστε το χρώμα του κλασικού ηλιακού φωτός, την ένταση του κλασικού φωτός και το Classic για τις ρυθμίσεις χρώματος Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Εφόσον δεν χρησιμοποιείτε TM:PE για να περιορίσετε την ταχύτητα των σιδηροδρομικών γραμμών, αυτά τα mods θα πρέπει να είναι συμβατά.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Σύννεφα ο Εναλλαγή ομίχλης υπερισχύει των επιλογών ομίχλης του Απόκρυψη του, Bobby.",
  "Several users report using these together without issues.": "Αρκετοί χρήστες αναφέρουν ότι χρησιμοποιούν αυτά μαζί χωρίς προβλήματα.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter δεν ενημερώθηκε για την πρόσφατη Μετακίνηση Ενημερώνει, δημιουργώντας προβλήματα για οποιαδήποτε mod που προσπαθούν να ενσωματωθούν με το Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Αν αλλάξετε την επιλογή Move It \"ενισχυμένη Pillar Control\" τα υπάρχοντα χρώματα επιφάνειας σας μπορεί να εξαφανιστούν.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Η αλλαγή της ημερομηνίας μπορεί να προκαλέσει ένα κενό στο γράφημα ή να αντικαταστήσει ένα τμήμα του γραφήματος.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Το Lifecycle Rebalance περιλαμβάνει ήδη τη λειτουργικότητα \"no deathcare\".",
  "Use Ploppable RICO Revisited instead.": "Αντ 'αυτού επισκέφθηκε το Ploppable RICO.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Ρυθμίσεις mod για την επαναφορά της απόστασης σκίασης κατά το φορτίο του παιχνιδιού.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Αναβάθμιση Ανέγγιχτο σπάει την επιλογή πυλώνα MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Θα μπορούσατε να μεταβείτε σε Δέντρο Αναρχία, η οποία έχει τη λειτουργικότητα και των δύο αυτών λειτουργιών.",
  "Loading Screen Mod asset report file also include all these information.": "Φόρτωση του αρχείου αναφοράς αναφοράς Mod οθόνης περιλαμβάνει επίσης όλες αυτές τις πληροφορίες.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Και τα δύο mods έχουν επιλογές απόκρυψης πινάκων στην κύρια οθόνη μενού. Χρησιμοποιήστε μόνο ένα mod για να τα κρύψετε, ή μπορεί να αντιμετωπίσετε προβλήματα.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Θα μπορούσατε να μεταβείτε σε Tree Anarchy, η οποία έχει τη λειτουργικότητα και των δύο αυτών λειτουργιών.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Ρύθμιση φανών ή σημάτων προτεραιότητας με TM:PE στις διαδρομές των τρένων δεν θα λειτουργήσει. Άλλες ρυθμίσεις λειτουργούν.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Αρκετοί χρήστες αναφέρουν ότι το Παράλληλο Εργαλείο Οδού δεν θα συνεργαστεί με τις Θέσεις Δικτύου.",
  "Restores ship behavior that allows them to float on the land.": "Επαναφέρει τη συμπεριφορά του πλοίου που τους επιτρέπει να επιπλέουν στη γη.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Κάποιοι δρόμοι από τις επεκτάσεις δικτύου εμφανίζουν λάθος ή επιπλέον φανάρι.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster έχει όλες τις λειτουργίες του Mini FPS Booster, και πολλά άλλα.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Αυτό μπορεί να δώσει ένα σφάλμα. Δείτε το 24 Αυγ. 2021 σχόλιο στη σελίδα εργαστηρίου FPS Booster για μια λύση.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Και τα τρία mods που εμφανίζονται θα πρέπει να χρησιμοποιηθούν για νέα παιχνίδια αντί για τη χρήση της βιβλιοθήκης Extended Managers",
  "This mod combination prevents using the light background theme.": "Αυτός ο συνδυασμός mod αποτρέπει τη χρήση του ανοιχτού θέματος φόντου.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Δρόμοι που δημιουργούνται με Road Builder δεν χρησιμοποιούν πυλώνες βανίλιας. Αυτό οδηγεί σε κενό μεταξύ αυτών των δρόμων και των πυλώνων, αν μειώσετε το πάχος των γεφυρών και των ανυψωμένων μερών στον ρυθμιστή ύψους συγκράτησης.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Οι επιλογές υπηρεσιών στον πίνακα επιλογής υπηρεσιών υγειονομικής περίθαλψης εμφανίζονται πολύ χαμηλά καθιστώντας δύσκολο ή αδύνατο να κάνετε κλικ.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Και τα δύο mods αντικαθιστούν τον 'προξενητή βανίλια', καθιστώντας τα ασυμβίβαστα.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Κατά την αυτόματη αντικατάσταση, οι ρυθμίσεις TM:PE θα χαθούν κατά την αντικατάσταση και τη σύνδεση τμημάτων δικτύου, και τα βέλη λωρίδα και οι συνδέσεις λωρίδων μπορεί να είναι μπερδεμένες σε ολόκληρο το χάρτη.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "Η CSUR είναι ασυμβίβαστη με τις επιλογές για προχωρημένες ζώνες στις Επεκτάσεις Δικτύου.",
  "Flickering and disappearing buildings and assets are reported.": "Αναγράφονται ο τεμαχισμός και η εξαφάνιση κτιρίων και περιουσιακών στοιχείων.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Η επιλογή AdjacentToPurchased του κοινού εδάφους είναι ασυμβίβαστη με 81 πλακίδια. Κοινό έδαφος δεν χρειάζεται για το gameplay όταν ξεκλειδώνετε όλα τα 81 κεραμίδια, αλλά εξακολουθεί να είναι μεγάλη για χρήση στον επεξεργαστή χάρτη.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Εάν χρησιμοποιήσατε πριν το Plop το mod Growables σε μια αποθήκευση, χρησιμοποιήστε το συνδεδεμένο Converter πριν από τη φόρτωση χωρίς αυτό το mod. Επίσης εγγραφείτε σε αυτή την περίπτωση η RICO επανήλθε και βρείτε το! 2 για να μπορέσετε να σχεδιάσετε growables.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Το Additive Shader δεν είναι συμβατό με τους μεταβλητούς χρόνους ανατολής/ηλιοβασιλέματος από τον πραγματικό χρόνο. Χρησιμοποιήστε την έκδοση δοκιμής Additive Shader.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Απενεργοποιήστε την κατασκευή σε Απεριόριστα Εδάφη mod Colossal Παραγγελία, καθώς η λειτουργία της περιλαμβάνεται στα Εργαλεία Εξωραϊσμού.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Πάντα να τρέχετε το πρόγραμμα Steam πριν εκτελέσετε το παιχνίδι. Στο Linux και στο MacOS απαιτείται κάποια ενέργεια χρήστη, δείτε τον οδηγό εγκατάστασης: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Η επιδιόρθωση αποτελεί μέρος του βασικού παιχνιδιού τώρα.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Αυτό είναι ένα πρότυπο, ενσωματωμένο mod που μεταφορτώνεται στο εργαστήριο.",
  "The original mod supports various languages.": "Το πρωτότυπο mod υποστηρίζει διάφορες γλώσσες.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Αυτό φαίνεται να σχετίζεται με το διαβόητο ali213_mod_01 mod.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Συνιστάται έντονα να κάνετε ένα αντίγραφο ασφαλείας ενός υπάρχοντος save πριν χρησιμοποιήσετε αυτό το mod σε αυτό.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Η λειτουργία είναι τώρα μέρος του βασικού παιχνιδιού. Αυτό το mod είναι απαραίτητο μόνο για τα στοιχεία που έγιναν για αυτό το mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Τώρα μέρος του βασικού παιχνιδιού, που απαιτούνται μόνο για τα περιουσιακά στοιχεία, που χρησιμοποιούν αυτά τα κομμάτια.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Η λειτουργικότητα αυτού του mod περιλαμβάνεται στο ίδιο το παιχνίδι, ακόμη και αν οι υπολογισμοί σε αυτό το mod είναι ελαφρώς διαφορετικοί.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Μερικοί χρήστες αναφέρουν ότι το UI λείπει όταν δεν έχετε εγγραφεί σε Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Κάντε ιστορικό' είναι μέρος του ίδιου του παιχνιδιού τώρα, αλλά με αυτό το mod ένα ιστορικό κτίριο δεν μπορεί να εγκαταλειφθεί.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Χρησιμοποιήστε την επιλογή 'Προσπαθήστε να ανακτήσετε από τα σφάλματα προσομοίωσης' από το Mod οθόνης φόρτωσης, το οποίο είναι πιο ισχυρό από αυτό το mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Δεν συνιστάται να το χρησιμοποιήσετε αυτό στον επεξεργαστή χάρτη, επειδή οι χάρτες που δημιουργήθηκαν θα απαιτούν Prop Αναρχία.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Αυτό το mod χρειάζεται τουλάχιστον ένα πακέτο στήριγμα φανού για να λειτουργήσει. Αυτό το mod απενεργοποιεί αυτόματα τα μεμονωμένα mods φωτισμού κυκλοφορίας κατά την εκκίνηση του παιχνιδιού για να αποφύγει τις συγκρούσεις, αλλά χρησιμοποιεί τα δεσμοποιημένα props από αυτές τις λειτουργίες. Αφήστε αυτές τις άλλες λειτουργίες φωτισμού απενεργοποιημένες.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Μπορείτε να βρείτε νεότερες εκδόσεις αυτής της έκδοσης LABS στο GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Όλες οι θέσεις εργασίας από κτίρια μη RICO, συμπεριλαμβανομένων όλων των κτιρίων Industries DLC, περιλαμβάνονται στους αριθμούς της υπηρεσίας (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Το mod λειτουργεί σε Windows, Mac OS και Linux. Το συμπεριλαμβανόμενο αυτόνομο 'Load Order Tool' είναι Windows μόνο και απαιτεί ένα επιπλέον . Δείτε τη σελίδα Workshop για λεπτομέρειες.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Φύση μονοπάτια αποθεματικό και παρόμοια δεν αναμειγνύονται όταν τοποθετούνται σε επικλινές έδαφος. Αυτό μπορεί να καθοριστεί με τη χρήση της λειτουργίας σφιγκτήρα με μια δύναμη περίπου 100 (συνιστάται) ή με την ενεργοποίηση της \"αντικατάστασης εμφάνιση εδάφους\" επιλογή.\r\n\r\nΜε την επιλογή \"αντικαταστήστε την εμφάνιση του εδάφους\" ενεργοποιημένη, η επικάλυψη τοπογραφικών γραμμών είναι σπασμένη. Είτε απενεργοποιήστε αυτήν την επιλογή ή χρησιμοποιήστε λειτουργία σφιγκτήρα με ισχύ 120 ή μικρότερη, ή λειτουργία κλίμακας με ισχύ 100 ή χαμηλότερη.\r\n\r\nΤα δίκτυα θα εμφανίζουν πάντα το γρασίδι, ποτέ την υφή του γκρεμού. Αυτό είναι ιδιαίτερα αξιοσημείωτο με τα προφίλ κλίσης του DśXu .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Η λειτουργικότητα αυτού του mod περιλαμβάνεται στο ίδιο το παιχνίδι, ακόμα και αν τα βέλη αυτού του mod είναι πιο ορατά.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Αυτό ήταν απαραίτητο για το MacOS, επειδή το FPS Booster δεν λειτούργησε στο MacOS. Αυτό θα πρέπει να επιλυθεί και όλοι θα πρέπει να είναι σε θέση να χρησιμοποιούν FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Όλα recoloring θα χαθούν όταν θα (καταργήσετε) εγγραφείτε σε οτιδήποτε ενώ το παιχνίδι εκτελείται.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Αυτό μπορεί να χρησιμοποιηθεί μόνο του, ή να απενεργοποιηθεί και να χρησιμοποιηθεί ως «πακέτο στήριξης» για το BOB ή το Mod Replacer Φως Κυκλοφορίας.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Αυτό ήταν η νεότερη έκδοση, αλλά καταργήθηκε μετά την ενημέρωση της αρχικής έκδοσης. Χρησιμοποιήστε την αρχική έκδοση.",
  "When using this mod, it is wise to back up your saves from time to time.": "Όταν χρησιμοποιείτε αυτό το mod, είναι σοφό να δημιουργήσετε αντίγραφα ασφαλείας των αποταμιεύσεων σας από καιρό σε καιρό.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Τα υπεραστικά λεωφορεία εισέρχονται στην πόλη μόνο μέσω ενός αυτοκινητόδρομου έξω από τις συνδέσεις, όχι μέσω διπλής οδού.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Αυτή η χρήση ξεπερασμένων πληροφοριών. Η επίσημη έκδοση της έκθεσης συμβατότητας έχει πολυγλωσσική υποστήριξη!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Αυτό το mod χρειάζεται τώρα μόνο για νεκροταφεία. Οι εγκαταστάσεις μεταφοράς και επεξεργασίας αποβλήτων από το παιχνίδι καλύπτουν τις άλλες λειτουργίες αυτού του mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Αυτό επιτυγχάνεται με το ακόλουθο πακέτο prop σε συνδυασμό με το BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Εμφανίζεται εσφαλμένα ως Κινηματογραφική Κάμερα.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Εναλλακτικές λύσεις για αυτό μπορούν να βρεθούν εδώ: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Το παιχνίδι επιλύει ήδη το ζήτημα της μη επαρκούς χαμηλής εκπαίδευσης εργαζομένων με την απασχόληση ατόμων υψηλής εκπαίδευσης σε θέσεις εργασίας χαμηλότερης εκπαίδευσης.",
  "CAUTION: If you use this and save, the game save is broken.": "ΠΡΟΣΟΧΗ: Εάν χρησιμοποιείτε αυτό και να αποθηκεύσετε, το παιχνίδι αποθηκεύσετε είναι σπασμένα.",
  "This is for testing only and might be removed from the Workshop soon.": "Αυτό είναι μόνο για δοκιμή και μπορεί να αφαιρεθεί από το Εργαστήριο σύντομα.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Κατά τη δημιουργία περιουσιακών στοιχείων με τα props από αυτό το mod, αυτά τα περιουσιακά στοιχεία χρειάζονται αυτήν την έκδοση του mod και δεν μπορούν να χρησιμοποιηθούν με το αρχικό mod.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Χρησιμοποιήστε το Prop Anarchy σε συνδυασμό με το Tree Anarchy αντί του Prop &amp; Tree Anarchy.",
  "It is STRONGLY recommended not to use this mod!": "Συνιστάται να μην χρησιμοποιήσετε αυτή τη λειτουργία!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Εναλλακτικά, αυτό έχει μια 'λειτουργία φάντασμα' που επιτρέπει την κατάργηση της εγγραφής και εξακολουθεί να διατηρεί το παιχνίδι αποθηκευμένο προσβάσιμο, αν θέλετε να καταργήσετε εντελώς MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Ο δημιουργός κρυπτογραφεί τον κώδικά του και δεν παρέχει καμία πρόσβαση στον κώδικά του. Ως εκ τούτου, δεν μπορεί να επαληθεύσει αν δεν περιλαμβάνουν οποιοδήποτε είδος επιβλαβούς κώδικα. Ούτε οι άλλοι modders μπορούν να εργαστούν για θέματα καθορισμού που προκύπτουν με τη χρήση mods από αυτόν τον δημιουργό. Μπορούμε μόνο να επαληθεύσουμε, ότι τα mods τους δημιουργούν προβλήματα με αρκετές κορυφαίες λειτουργίες 100.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Εάν έχετε προβλήματα με την οθόνη γραμματοσειρών, απενεργοποιήστε το Custom Font Manager στις επιλογές mod.",
  "This mod was only for scenario developers looking for more options.": "Αυτό το mod ήταν μόνο για προγραμματιστές σεναρίων που αναζητούν περισσότερες επιλογές.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Σημείωση: Το αρχείο τοπικών ρυθμίσεων δεν θα αφαιρεθεί κατά την κατάργηση της εγγραφής. Πρέπει να καταργηθεί χειροκίνητα, δείτε τη σελίδα Workshop.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Αυτό είναι ασύμβατο με μια ποικιλία από mods με παρόμοια λειτουργικότητα, καθώς και συγκρούονται με διάφορα mods. Τρόπος για πολλά να απαριθμήσουν όλα αυτά.",
  "The original mod supports the Chinese language.": "Το πρωτότυπο mod υποστηρίζει την κινεζική γλώσσα.",
  "Now part of the base game, therefore not needed any more.": "Τώρα μέρος του βασικού παιχνιδιού, ως εκ τούτου δεν χρειάζεται πια.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Αυτό θα ξεκλειδώσει μόνο 25 πλακίδια στην αρχή ενός νέου παιχνιδιού, όχι σε προηγούμενη αποθήκευση του παιχνιδιού.",
  "Can't show data from extension mods like Extended Managers Library.": "Δεν είναι δυνατή η εμφάνιση δεδομένων από mods επέκτασης όπως Extended Managers Βιβλιοθήκη.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Ο αυτουπολογισμός της αστυνομίας, της υγειονομικής περίθαλψης και των πυροσβεστικών σταθμών θα μπορούσε να προκαλέσει πτώση της αξίας της γης, διότι ο χαμηλότερος προϋπολογισμός σημαίνει περιοχή χαμηλότερης κάλυψης.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Αυτή είναι μια ανεπίσημη σταθερή έκδοση του mod Toggleable Whiteness.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Το παιχνίδι έχει μονόδρομη σιδηροτροχιές καθώς και, αλλά αυτό έχει επίσης μια ενιαία αμφίδρομη διαδρομή και εξακολουθεί να είναι απαραίτητη για έθιμο σταθμούς με μονόδρομο σταθμό πίστα.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Αυτό είναι απαραίτητο μόνο εάν ένα παλιό στήριγμα σημαίας ή το υπο-πλέγμα οχήματος εξακολουθεί να το απαιτεί."
}