{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Incompatible con la resolución dinámica y otros modos de cámara.",
  "Vehicle LOD Flashing": "El LOD del vehiculo parpadea",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "¡Darse de baja después de usar! Esto enviará spam al registro del juego y aumentará seriamente el tamaño.",
  "Broken / Can't be loaded": "No funciona / No puede cargarse",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "En las opciones Repaint, también está disponible un ajuste para fijar el color del nodo más oscuro en las autopistas.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Si las intersecciones parecen azules, ve a la configuración del mod y activa la actualización automática. Esto aumenta el tiempo de carga si tienes muchas rutas personalizadas.",
  "This might increase loading time.": "Esto puede incrementar el tiempo de carga.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Este mod no está optimizado y puede causar problemas de rendimiento. Esto probablemente tiene incompatibilidades desconocidas con otros mods. ¡Es ESTRONGLY recomendado no usar este mod!",
  "Mod options resetting on game load.": "Opciones de mod se restablecen al cargar el juego.",
  "Game breaking": "El juego no funciona",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NO UTILIZAR LOS PROPOS GENERADOS en mods como BOB, objetos Pocedural o herramienta de marcado de intersección. ¡Esto puede romper tu ahorro! Es de alguna manera lógico y no un problema de estos mods. Props no conformantes de terreno, así como Props de Árbol y Vehículo se generan en un punto específico en el proceso de carga (no están almacenados! Esto significa usar estos activos en mods, conducirá al problema de que no pueden ser cargados, simplemente porque no se crean en este momento las redes y otras cosas están cargadas.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Debido a los cambios significativos en el juego base, este mod se utiliza mejor sólo para juegos nuevos.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Nombres de estaciones largas o nombres de estaciones duplicados pueden romper el diseño. Las líneas que sirven a la misma estación varias veces pueden confundir el mod. Los nombres de estaciones en estaciones multiplataforma pueden ser incorrectos.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "PRECAUCIÓN: Este autor fue prohibido por incluir código malicioso en sus mods. Se sospecha que este mod contiene código malicioso. ADVERTENCIA: NO sigas las instrucciones en la página del mod para descargar una actualización a través de GitHub. Este actualizador contiene código MALICIOSO e insertará código malicioso en este mod! El autor también es conocido por hacer que sus mods no funcionen deliberadamente. Técnicamente, esto no funciona muy bien, da muchos errores equivocados y es incompatible con muchos mods en el taller de Steam. Combinado con la historia del autor, sería muy sabio ANULAR SUSCRIPCION!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "El creador cifró su código y no proporciona ningún acceso a su código. Por lo tanto, no puede verificar si no incluyen ningún tipo de código dañino. Ninguno de los otros modders puede trabajar en arreglar problemas que surjan con el uso de mods de este creador. Sólo podemos verificar, que sus mods crean problemas con varios los 100 mejores mods. Por lo tanto, ¡recomendamos encarecidamente no usar este mod!",
  "Can't be loaded": "No se puede cargar",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "El almacén no está vacío para algunos usuarios. Esto podría deberse a que los barcos pesqueros ocupen todas las ranuras del vehículo, por lo que ningún camión de almacén puede desovar. Los usuarios han notado que los camiones transfieren pescado de un almacén a otro.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Para ver los caminos del barco/ferry mientras se coloca un puente, habilite la vista de información del transporte.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Los puntos de aparición se movieron demasiado lejos del punto de aparición original a veces impiden a todos los pasajeros del transporte público. Los puntos de aparición para camiones de carga no son soportados en las estaciones de tren de carga, aeropuertos de carga o puertos de carga.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod cargado con errores\" auriculares de mensaje.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "El ocultamiento de accesorios ha sido eliminado de este mod, pero está disponible en el mod BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Sólo funciona en pantallas con una relación de aspecto 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "No funciona para todos los edificios, problemas de rendimiento, mensajes de error.",
  "Lags the game massively": "Ralentiza el juego masivamente",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Las luces de Vanilla en caminos peatonales no se pueden intercambiar.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Esto puede causar que las cimas se queden atascadas o eliminadas en las paradas de transporte público. Esto causa retraso en las ciudades grandes.",
  "LOD has too many vertices": "El LOD tiene muchos vértices",
  "This has some issues with spaces in names.": "Esto tiene algunos problemas con los espacios en los nombres.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "PRECAUCIÓN: Este autor fue prohibido por poner código malicioso en sus mods. El autor también es conocido por hacer deliberadamente sus propios mods no funcionen. Técnicamente, esto podría funcionar, teniendo en cuenta la historia del autor, ¡sería muy sabio ANULAR SUSCRIPCION!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Esto parece funcionar para algunas personas, pero otros informan de problemas. No funciona en el menú principal, solo funciona después de cargar un mapa.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Deshabilita el desplazamiento con una de las teclas de acceso rápido antes de la deszonificación para evitar una deszonificación masiva accidental. Lo mismo se aplica a otras acciones realizadas con el botón derecho del ratón, como las mejoras de las carreteras.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "En resoluciones distintas a 16:9, se mueve hacia la esquina superior izquierda, bloqueando el botón predeterminado de información (InfoView).",
  "Causes strange effects on junctions and conflicts with various Mods.": "Causa efectos extraños en las uniones y conflictos con varios Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "La clave Tab que este mod utiliza conflictos con varios otros mods. Utilice otro mod de la primera persona, o cambie la clave en el archivo xml (vea los comentarios del taller).",
  "Create massive lags if no overlay.png is in the specified folder.": "Crear etiquetas masivas si no hay overlay.png en la carpeta especificada.",
  "Vehicle LOD Turn Black": "El LOD del vehiculo se pone negro",
  "Error popup": "Mensajes de error",
  "Missing UI. Performance issues (fps drops).": "Falta la interfaz de usuario. Problemas de rendimiento (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Los usuarios informan que \"Hazlo Rain\" debe hacer clic (en Opciones) si se utilizan muchos mods. Sin otros mods funciona por sí solo. También la lluvia puede parpadear un poco pero se fija más tarde.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "La pantalla de opciones de mod podría romperse si tienes demasiados activos de tren. Algunos usuarios informan de problemas con el archivo de configuración que no se está creando correctamente. Esto puede causar cierto retraso si no se utiliza FPS Booster.",
  "Error messages popup": "Aparecen mensajes de error",
  "The reported issues might be unknown mod conflicts.": "Los problemas reportados pueden ser conflictos de mods desconocidos.",
  "Multiple reports about getting a blank screen when loading a map.": "Múltiples informes sobre cómo obtener una pantalla en blanco al cargar un mapa.",
  "Crash the game / Error popup": "El juego no funciona / Mensajes de error",
  "Several reports of lagging the game.": "Varios informes de retraso en el juego.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Pantalla parpadea / parpadeo. Tiempo saltando o retrocediendo.",
  "Not recognise few latest DLC sounds.": "No reconocer pocos sonidos de DLC más recientes.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Si te suscribes a los activos mal configurados que necesitan este mod, estos activos pueden causar problemas en el juego.",
  "Several users report it is not working at all.": "Varios usuarios informan de que no funciona en absoluto.",
  "LOD not correct.": "LOD incorrecto.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Los activos que forman parte de un mod podrían dejar de estar habilitados automáticamente por el juego.",
  "Conflicts with various other mods.": "Conflictos con otros mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "No funciona para todos los edificios, espigas y agujeros de terreno, problemas de rendimiento, mensajes de error.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "PRECAUCIÓN: Esto sólo oculta los iconos del problema. ¡Los problemas todavía existen! Esto puede llevar rápidamente a un abandono masivo si te olvidas de comprobar los problemas.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "No funcionaba con los edificios de Promenades & Plazas DLC.",
  "Broken / Can't be used": "No sirve / No se puede utilizar",
  "Forgets settings at start, esp. the sun height.": "Olvida los ajustes al iniciar, esp. la altura del sol.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Algunos usuarios informan de esto para causar juegos no cargables. Se desconoce si se trata de un conflicto de mod o de un problema con el parche de juegos 1. 4. Algunos usuarios informan de que faltan UI. Los LODs no pueden ser reemplazados. Vea el taller para más detalles sobre problemas conocidos.",
  "Can't be loaded / Error popup": "No se puede cargar / Mensajes de error",
  "Doesn't show up in the CSL Music Mod.": "No aparece en el CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "En algunas intersecciones aparecen semáforos duplicados. En una intersección T, no aparece ninguna luz en la carretera de intersección. Los semáforos están en el lado equivocado de la intersección.",
  "Not supporting budgets for newer DLC.": "No soporta presupuestos para DLC más recientes.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Los trenes de pasajeros de vanilla ya no aparecen en la variación del color, este es el comportamiento previsto.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Esto es incompatible con los mods que también cambian la capacidad de construcción. Utilice la Población Realista para una mejor compatibilidad.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Todos los reproductores deben tener exactamente los mismos DLCs (ninguno está soportado) y mods. CSM es incompatible con la mayoría de los mods, demasiados para mencionarlos aquí. Una lista (muy corta) de mods soportados: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Las texturas de alto nivel se reflejarán aleatoriamente por segmento al aplicar este mod y necesitan ser reconstruidas para corregir.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Falta la configuración de las últimas DLCs: Parklife, Industries, Campus y Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "No se enredará si eres dueño de desastres naturales. Necesitas usar la Unidad de Respuesta a desastres en este caso. Las categorías de edificios más recientes no son bulldozed.",
  "Vehicle LOD Turn White": "El LOD del vehículo se pone blanco",
  "DLCs after Campus can’t be selected.": "Las DLC después del Campus no pueden ser seleccionadas.",
  "Can cause performance issues (lag or fps drops).": "Puede causar problemas de rendimiento (retraso o caída de fps).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Este mod puede tener un impacto en el rendimiento del juego. No funciona en juegos de escenario.",
  "This sometimes breaks transport lines.": "Esto rompe a veces las líneas de transporte.",
  "As it is an outdated mod some panels may noth be unlocked.": "Como es un mod anticuado, algunos paneles no pueden ser desbloqueados.",
  "Breaks the pause after loading game option.": "Rompe la pausa después de cargar la opción de juego.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Los recursos externos no se utilizan por lo tanto no se pueden usar en un nuevo mapa. Varios jugadores informan de que no funciona en absoluto.",
  "Building flickers": "El edificio parpadea",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "El pimiento a veces deja de funcionar. Darse de baja y resubscribing (aunque el juego no se está ejecutando) a menudo ayuda durante un tiempo, pero una solución más permanente es utilizar el Mod de orden de carga y fijar el orden de carga de Forest Brush a 9999.",
  "Buttons are no longer aligned correctly.": "Los botones ya no están alineados correctamente.",
  "For some players it do not create ship pathes.": "Para algunos jugadores esto no crea rutas de barco.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Las estaciones subterráneas crean una entrada de túnel, lo que hace difícil conectar la vía a la estación y interrumpir la superficie del suelo. Las pistas predefinidas y terrestres parecen buenas.",
  "This breaks up the UI, especially text scaling.": "Esto rompe la interfaz de usuario, especialmente la escala de texto.",
  "Game might get corrupted.": "El juego podría corromperse.",
  "Causes game crashes.": "Causa fallos en el juego.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "No funciona con versiones reales del juego, ya que el mod Roads United Core 2.0 de dependencias ya no está actualizado.",
  "It’s in early development stage. See information on workshop page.": "Está en fase de desarrollo temprano, vea información sobre la página del taller.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Si desea tener árboles que desaparecer mientras construyen carreteras, tenga cuidado de que se active \"Colisión\" en la Anarquía de la red.",
  "Freezes the game": "Congela el juego",
  "Everything that has more than two rails tracks can't be hidden.": "Todo lo que tiene más de dos carriles no se puede ocultar.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Esto podría no funcionar con una versión de controlador 3DxWare superior a 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Los resultados ya no son fiables. Utilice Informe de compatibilidad en su lugar.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Esto podría funcionar, pero no es la mejor manera de resolver el problema. El juego ya lo resuelve por sí mismo empleando a algunas personas altamente educadas en empleos de educación baja, o usted podría usar Emplear Overeducated Workers V2 en su lugar para un efecto más fuerte.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Produce errores \"duplicados prefab\", que son inofensivos. Algunos usuarios informan que los accesorios de semáforo todavía se vuelven blancos después de la última actualización que debería haber corregido esto.",
  "Public transport part not working anymore.": "La parte del transporte público ya no funciona.",
  "You can easily modify the RICO settings in-game.": "Puedes modificar fácilmente la configuración de RICO en el juego.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Se romperá cualquier DLC o transferencia de base de juegos entre ciudades características más nuevas que el DLC de Snowfall .",
  "The functionality of this mod is included in the game itself.": "La funcionalidad de este mod está incluida en el juego base.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Casos raros en los que puede mostrar errores e incluso cerrar el juego y enviar al escritorio.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Añade luces giratorias sólo a los vehículos soportados, listados en la página del taller.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "El nombre de este mod es engañoso. No reduce la cantidad de basura producida. Solo reduce los gastos de basura, así que un mejor nombre sería \"Menos gastos de basura\".",
  "Bloom settings not being applied. Config files not loading.": "Ajustes de Bloom no se aplican. Archivos de configuración no se cargan.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Cuando tu ciudad llega alrededor de 15000 ciudadanos, este mod ya no aumentará la velocidad por encima de la configuración predeterminada del juego x4.",
  "It takes some in-game time for the extra money to arrive.": "Se tarda un poco en llegar el dinero extra.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Los picos de agua podrían permanecer para siempre, incluso si anulaste la suscripción al mod.",
  "Not showing information for newer DLC assets.": "No se muestra información para assets de DLC más recientes.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Varias funciones ya no funcionan y arroja errores si no tiene DLC Industries.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown no funciona, probablemente debido a la incompatibilidad con otros mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATENCIÓN: El archivo de localización japonés no se eliminará ni siquiera si cancela la suscripción a este mod. Para más detalles vea la descripción del taller.",
  "This is only needed for custom networks that require this mod.": "Esto sólo es necesario para redes personalizadas que requieren este mod.",
  "Button for the settings not visible for several users.": "Botón para la configuración no visible para varios usuarios.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "La selección de vehículos para los trenes interurbanos son ignorados y algunos vehículos de vainilla más nuevos no aparecen en la ventana de selección del vehículo.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "PRECAUCIÓN: Este autor fue prohibido por incluir código malicioso en sus mods. Se sospecha que este mod contiene código malicioso. ¡Es mejor que lo REMUEVAS IMMEDIATAMENTE! El autor también es conocido por hacer que sus mods no funcionen de forma deliberada.",
  "Includes malicious code!": "¡Incluye código malicioso!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "ATENCIÓN: Este mod es PELIGROSO! Descargará archivos desde una ubicación no supervisada y sobrescribe los archivos de otros mods con él. ¡Esto es un software MUY PELIGROSO y no debería ser usado! PRECAUCIÓN: Este autor fue prohibido por poner código malicioso en sus mods. El autor también es conocido por hacer que sus mods no funcionen de forma deliberada. ATENCIÓN: Este mod fue retirado del taller por Steam porque violó su acuerdo.",
  "This breaks maps saved in the map editor.": "Esto rompe mapas guardados en el editor de mapas.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "¡Alterna! tiene la opción de ocultar edificios del mapa (por ejemplo, tener sólo las calles visibles para la planificación). Si usted se enfrenta a la comprobación de \"edificios invisibles\", si ha activado esta opción por error.",
  "Private building cannot include roads or other net types": "El edificio privado no puede incluir carreteras u otros tipos de red",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "¡Desbloqueador DLC ilegal!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Puede causar fallos visuales en el menú (pestañas sin descripción y/o imagen).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "La tecla de acceso rápido no funciona (pruebe el turno izquierdo en lugar del turno derecha). Ajustes de luz del reinicio definitivo de Eyecandy o la luz se oscurece en cualquier cambio en los ajustes de Relight, o al cargar el juego.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Falta todas las clases de nuevos elementos en todos los parches desde su lanzamiento y en todas las DLCs.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "El ahorro puede tardar mucho en llegar a mapas con un alto volumen de árboles y un gran número de incendios.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Los pilares personalizados pueden reiniciarse en la próxima carga. La interfaz de usuario para el mod no funciona completamente.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Se sospecha que este mod puede prevenir otros botones de mod para mostrar.",
  "LOD has too many vertices.": "El LOD tiene muchos vértices.",
  "Various players report, information could not be gathered.": "Informe de jugadores varios, la información no se pudo recolectar.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Parece ser un clon del administrador de trenes, pero dice que es Color de línea automática y el código fuente no está disponible.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "Los edificios de África en Miniatura no aparecen en los menús.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina incluye un ejecutable para ejecutar LUT Editor que se encuentra en la carpeta de taller de Lumina.",
  "Demand stays at zero.": "La demanda se queda en cero.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Trabaja, pero causa mensajes de error \"InvalidOperationException\" en el archivo de registro.",
  "This is missing statistics from later DLCs and game patches.": "Le faltan estadísticas de DLCs anteriores y parches de juego.",
  "Several reports about conflicts with various mods.": "Varios informes sobre conflictos con otros mods.",
  "Rocks can’t be deleted.": "Las rocas no se pueden eliminar.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Se dice que esto no funciona, pero hay bastantes informes que dicen que funciona. Es posible que necesite establecer una compensación de 180 grados para que el sol vaya correctamente de este a oeste.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Para algunas personas este mod todavía funciona bien. Para otras hay incompatibilidades con varios mods, que no podíamos verificar completamente.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Esto podría necesitar Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "No desbloquea todas las rutas.",
  "Distorted LOD": "LOD distorsionado",
  "Causes ingame lags": "Causa lag dentro del juego",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "La característica de copia del mod Move It también puede duplicar edificios únicos.",
  "Error: too many vertices": "Error: muchos vertices",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Esto funciona para algunos juegos corruptos, pero no para todos. Si el juego guarda cargas, el juego se congelará durante algún tiempo. Esto es normal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Esto no se actualiza para las últimas DLCs y todavía falta mucho en la DLC Industries.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "¡Las catenarias y los props se vuelven negros en las pistas Vanilla compatibles!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Las paradas de autobuses en las carreteras de parches más recientes y las DLC no serán reemplazadas.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "El ajuste reinicia cada carga y para varios jugadores está roto. También es muy probable que entren en conflicto con varios otros mods de cámara.",
  "Breaks game if you setup to high values.": "Rompe el juego si configuras valores altos.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Esto no reparará edificios que ya estaban abandonados antes de que este mod se activara.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Este mod ya no es necesario, a menos que tenga un activo antiguo que lo requiera. Como la funcionalidad de este mod está incluida en el propio juego.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Viveras muestran como cobertura de Cuidado de Muerte al colocarlas.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Aplicar una lista desactivará los mods innecesarios pero no los cancelará, y los mods deshabilitados pueden causar problemas. Los recursos que se incluyen con un mod podrían fallar. Los ajustes del juego se reiniciarán al guardar los datos de este mod.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Problemas varios, inestables. Función de flecha de carretera no funciona, o sólo después de desactivarla y reactivarla en cada carga. No todas las carreteras son compatibles.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "El Aeropuerto Internacional de After Dark causa problemas en la creación de la línea.",
  "This might block the vanilla quay upgrade tool.": "Esto podría bloquear la herramienta de actualización del malecón de vainilla.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Las puertas de seguridad aleatorias incluidas causan una excepción de NullReferenceException. Si quieres usar este paquete debes excluir las puertas de seguridad al azar.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Causa largos tiempos de carga, provoca varios problemas que al final se rompen los juegos, por lo tanto marcados como incompatibles con el juego.",
  "Not showing up ingame.": "No se muestra en el idioma.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Se reportan Lag, congeles de juegos y parpadeos de pantalla. Usar con precaución, o darse de baja.",
  "White lines at the moon and Flickering when game running.": "Líneas blancas en la luna y flexionando cuando el juego funciona.",
  "Invalid Image Format": "Formato de imagen inválido",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Al cargar el juego, el valor anterior se carga correctamente, pero el control deslizante en las opciones de mod siempre estará en la posición predeterminada.",
  "This is only needed if a prop or mod requires it.": "Esto solo es necesario si un elemento todavía lo necesita.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Algunos usuarios hacen que funcione bien, pero hay bastantes informes, incluyendo sobre los ajustes que se restablecen entre cargas.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Esto sólo funciona para pantallas con una relación de aspecto de 16:9 o 16:10. Falta funcionalidad para parches más recientes y DLCs.",
  "Terrain conforming props cannot be moved up/down.": "Los accesorios conformes al terreno no pueden ser movidos arriba/abajo.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Aunque este mod aumenta la nitidez, también puede introducir ruidos, patrones moireo y problemas de aliasing. Especialmente sobre resoluciones más altas, puede que no vea la diferencia entre este mod activo o no.",
  "This causes (vanilla) trees to flicker.": "Esto hace que los árboles (vainillas) parpadeen.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Este mod ya no tiene ninguna función. El creador no está publicando sus mods para los jugadores, sino sólo para mostrar a la gente lo bueno que puede codificar.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).",
  "Creating 'ghost' vehicles": "Creando vehículos fantasma",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Se informa de la creación de vehículos fantasma y es necesario verificarlos.",
  "Do not remove trees added after Campus DLC to the game.": "No quite árboles añadidos después del Campus DLC al juego.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflicto con varios mods y puede provocar bloqueos. Puede causar problemas de rendimiento e incrementar el tiempo de carga.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Esto causa tiempos de carga muy largos si el mod de la corrección de tiempo de carga no se utiliza.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Para construir conexiones externas con caminos zonables fuera de azulejos desbloqueados, necesita desactivar temporalmente la zonificación con otro mod. En el editor de mapas las conexiones tienen que usar rutas de vainilla, no rutas personalizadas. Los autobuses interurbanos sólo entran en la ciudad por una autopista de 1 vía fuera de las conexiones y no por una carretera de 2 vías.",
  "This is an incomplete version to lure you into buying a complete version.": "Esta es una versión incompleta para atraer a la compra de una versión completa.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Suscribirse a este mod causa parpadeo o desaparición de edificios. ¡Evita usar cualquier activo, que te obligue a usar este mod!",
  "The default English names still appear as well, next to the new Japanese names.": "Los nombres de Inglés por defecto también aparecen al lado de los nuevos nombres japoneses.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Este mod aumenta el tiempo de carga, y este aumento puede ser enorme para las grandes ciudades.",
  "Previously created rotating props still require the PropRotating Params mod.": "Los accesorios de rotación creados previamente todavía requieren el mod de parámetros de rotación PropRotación.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "En una intersección T, no aparece ninguna luz en el camino que se interseca.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Esto no se actualiza para las Industrias DLC y probablemente no funcionará para las áreas industriales de ese DLC.",
  "Simulation Errors and conflits with various other mods.": "Errores de simulación y otras variedades de mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Si el valor por defecto parece demasiado oscuro, aparece la configuración de intensidad de luz global y/o ambiente en el Eyecandy definitivo. Las sombras deben estar configuradas al máximo usando el Ajuste de Fuerza de las Sombras para evitar que el sol se filtre a través de objetos. Para que las sombras sean menos visibles, reduce la intensidad de la luz global e incrementa la intensidad de la luz ambiente en el Ojo Ultimado.",
  "Causes various issues as one path is randomly selected": "Causa varios problemas ya que una ruta está seleccionada al azar",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Los recursos se agotan en lugar de ser ilimitados, el idioma vuelve al inglés cada inicio y el juego se desbloquea incluso si esta función está desactivada.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "No está trabajando en las carreteras de Vanilla desde más tarde que Sunser Harbour. Usted podría seguir suscrito pero desactivado para usar BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 para cambiar los accesorios.",
  "Not able to name new districts.": "No se puede nombrar nuevos distritos.",
  "The traffic lights on some custom road do not change.": "Los semáforos en algunas carreteras aduaneras no cambian.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Deshabilitar la contaminación del agua no es inmediato, toma algún tiempo para que el agua se limpie. La rehabilitación de la contaminación del suelo o del agua tampoco es inmediata, sino que lleva algún tiempo volver a acumularse.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Errores en el registro del juego sobre acciones no permitidas. Los autobuses no aparecen. No se asignan nombres de pila.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funciona sólo con mapas suscritos al taller. Usos desvío y por lo tanto incompatibles con varios otros mods, principalmente Harmony.",
  "Only a limited set of roads is included.": "Sólo se incluye un conjunto limitado de carreteras.",
  "User reports that it is not working at all if you select heavy traffic.": "El usuario informa que no está funcionando en absoluto si selecciona tráfico pesado.",
  "Broken LOD, Vehicle blinks.": "LOD roto, parpadeos de vehículos.",
  "Clipping may occur as well as simulation errors.": "El recorte puede ocurrir así como errores de simulación.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Para algunos usuarios los ciudadanos no toman un coche, sino que se desesperan y reaparecen en su hogar, a veces caminando a la misma estación/parada de nuevo.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "¡Mira la guía básica de Render It! y Play It! en https://bit.ly/3XiMQPY para más detalles.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Mostrar el tipo de semáforo equivocado cuando se utiliza 'Gran avenida con hierba'. Puede que no funcione para el tráfico de mano izquierda (LHT) y para pequeñas carreteras de un solo sentido o carreteras con tranvía.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Eliminar un segmento de camino con la búsqueda de rutas ajustada puede causar un error de NullReference.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Errores en el arranque. Falta la interfaz de usuario. Problemas de rendimiento (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Esto a menudo bloquea el botón de actualización de la carretera. La función de escalado está dañada y no debe ser utilizada. Los usuarios también están reportando otros problemas.",
  "Button missing. Error popups.": "Botón faltante. Faltan ventanas emergentes de error.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Problemas masivos reportados incluyendo: texturas faltantes de caminos, error KeyNotFoundException, bloqueos de juegos, alto uso de memoria.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "La hierba puede crecer a través de caminos CSUR. Ocultar la hierba con Ocultar o elevar los nodos ligeramente con Move It ayudará. Las carreteras a veces se pueden colocar ligeramente por debajo de la superficie. Auméntalos con las entradas del túnel de carreteras CSUR no centradas se cubren de terrenos. Algunos usuarios informan de fallos del juego y de que la interfaz CSUR no funciona.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "El botón no se puede mover, haciendo que las estadísticas queden fuera de la pantalla en determinadas resoluciones de pantalla.",
  "Various issues reported, see Worshop comments for details.": "Se reportaron varios problemas, revise los comentarios en Workshop para más detalles.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "El tráfico de la mano izquierda no es compatible. Esto no funciona en Linux.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "PRECAUCIÓN: NO SUPERE ERRORES en las opciones de mod o en las ventanas emergentes de este mod, ya que hace que los problemas de mod/asset sean casi imposibles. Ocultar errores no los hace desaparecer, ¡y hará que tu juego sea menos fiable!",
  "Disasters are not recognized.": "No se reconocen los desastres.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Esto no funciona para las nuevas estaciones de metro del 'Content Creator Pack: estaciones de trenes', y para algunas estaciones personalizadas. Puede usar Move It en su lugar para esas estaciones.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Severe cae en FPS al crear rutas. Algunos usuarios obtienen un error de 'forma inválida'. Invertir dirección a veces da una excepción. La excepción es inofensiva, pero no se puede revertir ese segmento y hay que eliminar y reiniciar.",
  "For several players it causes errors and is not working.": "Para varios jugadores causa errores y no funciona.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Algunas funciones no funcionarán para recursos instalados localmente: ordenar por descargas recientes, buscar por nombre de autor, abrir la página del taller.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Hay un error al aparecer como vaca. Parece que los eslopes, ramps y rutas elevadas no funcionan. Algunos sólo pueden retroceder o flotar.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "No puedes guardar las carreteras generadas y por lo tanto no deberías abrir un guardado donde se haya usado después. Este mod todavía está en un estado temprano de desarrollo.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Algunos usuarios todavía lo hacen funcionar, pero para muchos está parcial o totalmente roto, incluyendo no poder cargar un guardado del juego. Deshabilitar el \"nuevo algoritmo para desbloquear atascos de tráfico cerca de conexiones externas\" podría ayudar. Eliminar el archivo EnhancedDistrictServices.cgs también podría ayudar, pero perderá todas las personalizaciones.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "No trabaja con los vehículos de entrega de las Industrias y DLC Sunset Harbor. El menú de ajustes se ha desdibujado (cerrar y reabrir los ajustes puede ayudar). Potentially incompatible con todos los mods que modifican el Vehículo AI.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Este mod sólo funciona en Windows, no en MacOS o Linux.",
  "You must follow exactly the steps on the workshop page to use it.": "Debes seguir exactamente los pasos en la página del taller para usarlo.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Incompatible con cualquier tipo de mods bulldoze automatizados.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Es necesario para que cualquier Red Adaptiva funcione correctamente. Estos son por ejemplo carreteras de construcción, varias vallas y redes de Railway 2.",
  "Users reported various issues, see Workshop comments.": "Los usuarios han informado varios problemas. Véanse los comentarios en el Workshop.",
  "Will lead to various graphical issues ingame": "Causará varios problemas gráficos dentro del juego",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "¡Ten en cuenta que este mod es inestable y que pueden ocurrir choques en ciudades más grandes!",
  "Cargo trains for some do not spawn.": "Los trenes de carga para algunos no aparecen.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Este mod tiene varios errores y problemas de estabilidad, y no se recomienda para juegos nuevos. Se proporciona aquí como un intento de ayudar a los jugadores con las ciudades existentes a utilizar la Biblioteca de Administradores Extendidos / Anarquía Prop continuar sus ahorros sin tener que rehacer su trabajo.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Esto sólo es necesario si quieres usar la nueva generación mods Tree Control, Prop Control, Herramienta de línea en un mapa/guardado que se utiliza antes de Ampliado Administrador de Biblioteca, Anarquía de Árboles, Anarquía de Prop. Para más detalles consulte la página de taller de este mod.",
  "Do nothing right now. Should normally not be released publicly.": "No haga nada en este momento. Normalmente no debería ser liberado públicamente.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Selector de vehículo de servicio 2 bloques Mixer tema 2 para que algunos jugadores puedan cambiar las texturas del tema.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Algunas carreteras de las extensiones de red aparecen mal o sin semáforo.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Las restricciones distritales (importación/exportación) no muestran ninguna lista descartada, si se usa junto con Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Utilice el mod original de Ingeniería de Precisión en lugar de la versión 2.0 ahora obsoleta.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Dependiendo de la resolución de pantalla puede ser necesario usar la resolución 1.2 de la interfaz de usuario para ver toda la interfaz de usuario de TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Los hogares de crianza tendrán una ventana de selección de vehículos en blanco innecesaria.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Hace que los árboles floten. Puedes cambiar a Control de árboles, que tiene la funcionalidad de ambos mods.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Los nodos azules pueden aparecer y no pueden ser corregidos automáticamente. Si utiliza una red, es mejor eliminar la mediana de la unión continua.",
  "Real Time might delay the arrival of extra Starting Money.": "En tiempo real podría retrasar la llegada de dinero extra de Empezamiento.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "El autor de Camera Positions Utility dice que son incompatibles, pero algunos usuarios informan que funcionan bien juntos.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 vacía las pestañas en mejor herramienta educativa. Por lo tanto es mejor utilizar la colección alternativa en su lugar.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "En el modo de pausa puedes cambiar el día, pero tan pronto como despauses el manejo en tiempo real tomarás el relevo. Este es el comportamiento previsto. Si ralentizas la velocidad de la simulación con Play It! el día ya no igualará la hora real. Esto se hace muy visible a altas horas de la tarde y temprano por la mañana.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "No se pueden crear paradas compartidas en carreteras exprés CSUR (funciona en carreteras regulares y compactas).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "El Activador de Paradas Compartidas tiene la funcionalidad de crear paradas elevadas.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Al usar Transfer Manager, las estadísticas no mostrarán la cantidad correcta de policías en uso. Siempre mostrará 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "El juego se pausa automáticamente cuando cambias la hora, y el tiempo se reinicia cuando lo haces. Las opciones de velocidad de tiempo en TimeWarp no funcionarán.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Esto puede ser incompatible con una variedad de mods con una funcionalidad similar.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Necesita desactivar el Administrador de Fuentes Personalizado en FPS Booster si desea utilizar las Opciones de Fuente.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Las texturas de las Pegatinas temáticas probablemente no coincidan con el tema mixto.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "¡Hide It! también incluye una función de arruinamiento de eliminación. ¡Esto debe desactivarse completamente y no hacerlos cumplir en Hide It!. En vez de eso, activa estas funciones en BOB. Así es como estos mods están diseñados para trabajar juntos.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Si desea usar los accesorios antiguos que están incluidos en el mod original, podría mantener el mod original suscrito, pero deshabilitado. Alternativamente, usted podría mover el original . archivos rp a su carpeta de activos local y dessuba el mod original. Si inicias una nueva ciudad es lo mejor para darte de baja del mod original y usar las superficies Plopable de la colección vinculada.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Este mod no es necesario para que el mod funcione, a pesar de que la página del Workshop indique algo diferente.",
  "Node Controller Renewal is actively developed and more user friendly.": "La renovación del controlador de nodos se desarrolla activamente y es más fácil de usar.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Esto puede causar vacíos azules en las uniones de reemplazo/MOM. Puede haber otras incompatibilidades.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Más cosas en la red sólo proporcionan características adicionales en el editor. Para el juego normal utilice la Anarquía de la red solamente.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Para creadores de activos: Este mod no es necesario para accesorios animados recién creados. Utilice Modtools y este script enlazado en su lugar.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Debería usar RON + Cylis NExt2 Colección de reemplazo en su lugar.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Mientras Cubemap Replacer también cambia varios ajustes de iluminación y reflexión, y cambia las nubes y el sol a posiciones estáticas, AD Cloud Replacer ofrece sol y nubes en movimiento.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "El constructor de carreteras no debe utilizarse junto con FPS Booster, ya que en este caso algunos parches no se aplicarán correctamente. Como Road Builder sólo está trabajando en el Editor, y no hacer nada en el juego normal, debería estar desactivado al menos si quieres jugar el juego. Es incluso mejor excluir al constructor de carreteras con la herramienta de carga de pedidos o cancelar la suscripción al constructor de carreteras si no desea crear rutas. Por lo tanto, FPS Booster debe ser desactivado si desea entrar en el Editor y usar Road Builder. Es incluso mejor excluir FPS Booster con la herramienta de orden de carga o darse de baja de FPS Booster si desea crear rutas.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS no detecta las Unidades Ciudadanas extra.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "En la configuración de \"Express Bus Services (Plugin TLM)\", las opciones \"Experimental\" y \"Agressive\" pueden causar que los autobuses se desvanezcan si se utiliza Transport Line Manager. La opción \"Prudencial\" funciona como se esperaba.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO ahora tiene la funcionalidad de Crecer los Ploppables. El uso de ambos mods juntos es posible, pero puede dar resultados inconsistentes a menos que sus ajustes estén alineados. Se recomienda eliminar Crecer los Plopables, pero si se hace en un juego existente tienes que asegurarte de que la configuración de ambos mods es la misma.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Al usar Transfer Manager, el Uso del Edificio no mostrará la cantidad correcta de policías en uso. Siempre mostrará cero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Ampliado InfoPanel 2 tiene toda la funcionalidad de HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Hacer clic en la barra inferior para la funcionalidad UEC no funciona.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Nubes & Fog Alternador sobregobierna las opciones de niebla de Ocultar It.",
  "A black bar might appear above the bottom toolbar.": "Una barra negra puede aparecer sobre la barra de herramientas inferior.",
  "The yellow arrow signals do not operate with TM:PE.": "Las señales de flecha amarilla no funcionan con TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesineado puede desactivar la resolución de la interfaz de usuario. Utilice la versión regular de Harmony en su lugar.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "¡Alterna It! y este mod puede ser utilizado juntos para ello... ¡ocultar iconos de notificación específicos incluso si los habilita a verlos en Alggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Algunas carreteras de las extensiones de red generan un semáforo incorrecto.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Anarquía de árboles tiene la funcionalidad de Escalado de Planta, y mucho más.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Control de Nivel de Edificio Avanzado tiene todas las funcionalidades de Distritos Históricos, y más.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "¡Play It! tiene la mayoría de las funciones de Timewarp Fix. ¡Combine Play It! con RenderIt! para una funcionalidad completa de reemplazo.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Los desastres naturales de Overhaul se confunden por el lento flujo de tiempo. En particular, los incendios forestales serán mucho más comunes. Ponga la probabilidad de incendio bajo como una tregua.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Los filtros Find It no funcionan correctamente con el mod Prop de Árbol y Vehículo.",
  "MOM already allows you to convert train stations to metro stations.": "MOM ya permite convertir las estaciones de tren a estaciones de metro.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "No hay necesidad de mejorar las tuberías si no necesita tuberías en absoluto.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Esto podría dar problemas a \"Compradores no suficientes\" al usar la herramienta de conexión vía de TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Las características del juego solamente, así que puedes crear y eliminar rutas de nave y avión. Puedes ejecutar MNS junto con NA para las características del editor de mapa/activo. Pero es mejor que se incluyan más cosas de red solo en los perfiles del editor.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Ambos mods tocan la misma funcionalidad del juego y probablemente conflictos.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Selector que escoge un objeto diferente cuando el seleccionador de activos dinámicos cambia el orden de los elementos.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Algunas características de TM:PE funcionan en tranvías reversibles, pero no todas.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "El mod 'Sin problema' hace que el juego piense que el problema no existe, mientras que el mod 'Ocultar problemas' sólo oculta el icono. Cada mod puede (irónicamente) ya llevar a serios problemas. Combinar ellos realmente lo está pidiendo...",
  "Compatible when level Randomization is turned OFF": "Compatible cuando el nivel Radnomization está desactivado",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Podrías desactivar este mod y usar BOB para intercambiar las Luces de Verdadero con las de este paquete.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Si quieres el nuevo cubemap sólo por día, con el cielo nocturno por defecto, habilitar los siguientes ajustes para el controlador de niebla: \"Fogón de día\" y \"Fogón clásico\", y activar los siguientes ajustes para Daylight Classic: - \"Clásico color de la luz solar\", \"Intensidad clásica de la luz del sol\", \"Efecto clásico de niebla niebra\" y \"Permitir efecto clásico de niebla si el ciclo diurno está activado\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "¡Reproducirlo! desactivará sus propias funciones que se superponen con Theme Mixer. Si no usas Theme Mixer para mezclar temas, ya no es necesario",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Los activos de Shader adicionales convertidos en PO no se muestran después de recargar un guardado.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "TAA antialiasing Technique causará parpadeos gráficos. Establezca en FXAA si desea usar estos dos mods juntos.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Usar control de árboles en lugar de modo ilimitado Mod.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "El límite del vehículo se incrementará correctamente, pero Watch It muestra incorrectamente el límite del vehículo antiguo.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Necesita desactivar el Administrador de Fuentes Personalizado en FPS Booster si desea utilizar el Selector de Fuentes.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Los nuevos skins añadidos con Skins de Red en una sesión no siempre reflejan los cambios de Traling Light Replacer hasta que un juego se recarge.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Desde el menú principal, el tiempo de retraso en las opciones de mod será incorrecto. Durante el juego, las opciones de mod muestran el tiempo de retraso correcto, correspondiente al tiempo de retardo en tiempo real.",
  "Use the regular version of Harmony instead.": "Utilice la versión regular de Harmony en su lugar.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Usted tendrá sólo entre 5 y 10 segundos en los que elegir su cohete.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Cambia la velocidad de construcción al 100% en la configuración de tiempo real para evitar que los edificios desaparezcan.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Toggleable Whiteness incluye la funcionalidad de Persistente Vista de Recursos. Darse de baja de esta última.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "No se recomienda reemplazar las flechas de carretera por Prop Switcher y podría dar un error de 'array fuera de los límites'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Los accesorios de vehículo generados por Tree & Vehicle Props Patch tendrán efectos de luz no deseados cuando el tiempo de juego esté en el ciclo nocturno.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Mejores iconos de Highway activa una ventana emergente de errores de Construcción de Temas ('System.Reflection.MonoMethod.Invoke'). Ambos mods todavía parecen funcionar después.",
  "The 'Remove Unwanted' button may not work properly.": "El botón 'Eliminar no deseado' puede no funcionar correctamente.",
  "This might only work with all ULOD settings to 'game default'.": "Esto sólo puede funcionar con todos los ajustes de ULOD a 'juego predeterminado'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Los ciclos de noche/fin de semana aclamados de tiempo real podrían dar problemas con los servicios distritales.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "La compatibilidad es incierta, pero el aumento del límite de más vehículos probablemente no sea utilizado por PXPVehicleInfo, Conducir a números incorrectos al ir más allá del límite original del vehículo.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Controlador de basura rompe armonía y cualquier mod dependiendo de la armonía. Cambie a Gestor de basura.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Anarquía de árboles ya tiene la funcionalidad de árboles ilimitados.",
  "This combination might cause a performance decrease (FPS drop).": "Esta combinación puede causar una disminución del rendimiento (caída de FPS).",
  "Use BOB instead of Prop Switcher.": "Usar BOB en lugar del interruptor de accesorios.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "El convertidor de datos sólo puede hacer su trabajo cuando Plop no está suscrito a las tablas.",
  "Use Prop Anarchy instead of Prop Snapping.": "Usar Anarquía de Prop en lugar de Snapping.",
  "EML already has a better limit showing functionality.": "EML ya tiene un mejor límite mostrando funcionalidad.",
  "Undoing props is disabled when using EML.": "Deshacer props está desactivado cuando se utiliza EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "El selector de vehículos de servicio tiene toda la funcionalidad de RiverCargoHarborMod.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy ya tiene una mejor funcionalidad de pintura de accesorios.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Si las líneas de contorno no funcionan, desactiva \"Sobrescribir Terrain\" y establece el valor alrededor de 100 en las opciones de ROTTERdams.",
  "You can't export props with modtools while EML is active.": "No puede exportar accesorios con modtools mientras EML está activo.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Usa la Anarquía de la Prop combinada con la Anarquía del Árbol en lugar de la Anarquía del Árbol.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Panel de opciones más avanzadas tiene la funcionalidad de Panel de opciones de la galería, y más.",
  "Use the original instead of the now deprecated 2.0 version.": "Utilice el original en lugar de la versión 2.0 ahora obsoleta.",
  "Unsubscribe Holy Water's TM:PE.": "Darse de baja de la TM:PE de Holy Water.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Cuando este mod está activo, ningún camión grande no tendrá ningún efecto excepto los camiones que entran desde conexiones externas.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Ambos mods usan la tecla Tab. Usa otro mod de primera persona, o cambia la tecla para autocaminar.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Al cambiar la zonificación a una carretera, los cambios de aspecto de red se reinician.",
  "Realistic Population includes a 'no deathcare' functionality.": "La población real incluye una funcionalidad de \"no deathcar\".",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Por favor anule la suscripción a Networks Extension 2 antes de utilizar la colección vinculada.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM puede fallar encontrarlo. Ejecutar el juego como administrador puede resolver temporalmente el problema de incompatibilidad.",
  "Some textures on Network Extensions roads might not load.": "Es posible que algunas texturas en los caminos de extensiones de red no se cargen.",
  "With 81 tiles 2 you don't need Cross The Line.": "Con 81 baldosas 2 no necesitas cruzar la línea.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Con las dos mods activas, los edificios colocados se desvanecen.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 incluye la misma función, pero sin las opciones para seleccionar calles específicas. Puedes usar ambas juntos o sin el otro mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "El juego se detiene automáticamente cuando cambias la hora, y el tiempo se reinicia cuando se reinicia. Las opciones de velocidad de tiempo en el Ojo Ultimate no funcionarán.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Desactiva el color de la luz solar clásica, la intensidad de la luz solar clásica y los ajustes de color Classic en Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Mientras no utilices TM:PE para limitar la velocidad de las vías ferroviarias, estos mods deberían ser compatibles.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Nubes & Fog Alternador sobregobierna las opciones de niebla de Ocultarlo, Bobby.",
  "Several users report using these together without issues.": "Varios usuarios informan de que se utilizan juntos sin problemas.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter no se actualizó a actualizaciones recientes de Move It, creando problemas para cualquier mod que intente integrarse con Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Si cambia la opción Move It \"enhanced Pillar Control\" (Control de Pilares Mejorado), las pinturas existentes de la superficie podrían desaparecer.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Cambiar la fecha puede causar que una brecha en el gráfico o que parte del gráfico sea sobrescrita.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "La rehabilitación de ciclo de vida ya incluye la funcionalidad de \"sin atención de muerte\".",
  "Use Ploppable RICO Revisited instead.": "Usar RICO Revisado por Ploppable en su lugar.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Configuración del mod para la corrección Shadow Distance al cargar el juego.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Mejora de saltos intocable la selección de pilares MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Hace que los árboles floten. Puedes cambiar a Anarquía de árboles, que tiene la funcionalidad de ambos mods.",
  "Loading Screen Mod asset report file also include all these information.": "El archivo de reporte de recursos de Screen Mod también incluye toda esta información.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Ambos mods tienen opciones para ocultar paneles en la pantalla del menú principal. Sólo use un mod para ocultarlos, o podría tener problemas.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Podrías cambiar a Anarquía de árboles, que tiene la funcionalidad de ambos mods.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Configurar semáforos o señales de prioridad con TM:PE en las vías de tren no funcionará. Otras configuraciones funcionan.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Varios usuarios informan de que Parallel Road Tool no funcionará con Skins de Red suscritos.",
  "Restores ship behavior that allows them to float on the land.": "Restaura el comportamiento de la nave que les permite flotar en la tierra.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Algunas carreteras de las extensiones de red aparecen equivocadas o un semáforo extra.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster tiene todas las funciones de Mini FPS Booster, y más.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Esto puede dar un error. Vea el comentario del 24 de agosto de 2021 en la página del taller FPS Booster para una solución.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Los tres mods listados deben ser usados para juegos nuevos en lugar de usar la Biblioteca de Administradores Extendidos",
  "This mod combination prevents using the light background theme.": "Esta combinación de mod evita el uso del tema de fondo de luz.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Las carreteras creadas con Road Builder no utilizan pilares de vainilla. Esto conduce a una brecha entre estas carreteras y los pilares, si se reduce el espesor de los puentes y las partes elevadas en el ajuste de altura de Curb.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Las selecciones de servicio en el panel de selección del servicio de asistencia sanitaria se muestran demasiado bajas, lo que hace difícil o imposible hacer clic.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Ambos mods reemplazan al 'matchmaker de vainillas', haciéndolos incompatibles.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Al realizar la sustitución automática, los ajustes de TM:PE se perderán en segmentos de red reemplazados y conectados, y las flechas de carriles y los conectores de carriles pueden ser dañados en todo el mapa.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR es incompatible con las opciones avanzadas de zonificación en Extensiones de Red.",
  "Flickering and disappearing buildings and assets are reported.": "Se informa de la existencia de inmuebles y activos que desaparecen.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "La opción EnentToPurchased de terreno común es incompatible con 81 Tiles. El terreno común no es necesario para el juego cuando se desbloquean los 81 piezas, pero sigue siendo bueno para el uso en el editor de mapas.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Si usaste antes de Plop el mod compatible con un guardado, usa el conversor enlazado antes de cargarlo sin ese mod. También suscríbase en ese caso RICO revisado y Encuéntralo!",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Adicionalmente Shader no es compatible con las variables horas del amanecer. Utilice la versión de prueba de Shader adicional en su lugar.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Desactivar la construcción en modo de suelo ilimitado de orden colosal, ya que su función está incluida en herramientas de captura extra de tierra.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Ejecute siempre el cliente de Steam antes de ejecutar el juego. En Linux y MacOS se requiere alguna acción de usuario, vea la guía de instalación: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "La solución forma parte del juego base ahora.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Este es un mod estándar incorporado subido al taller.",
  "The original mod supports various languages.": "El mod original soporta varios idiomas.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Esto parece estar relacionado con el infame mod ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Se recomienda encarecidamente hacer una copia de seguridad de un guardado existente antes de usar este mod en él.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "La función es ahora parte del juego base. Este mod sólo es necesario para los activos que se hacen para este mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Ahora parte del juego base, sólo se necesita para los activos, que utilizan estas pistas.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "La funcionalidad de este mod está incluida en el propio juego, aunque los cálculos de este mod son ligeramente diferentes.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Algunos usuarios informan de que la interfaz de usuario está ausente cuando no está suscrito a Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "\"Hacer histórico\" es parte del juego en sí mismo, pero con este mod un edificio histórico no puede abandonarse.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Utilice la opción 'Tratar de recuperarse de errores de simulación' de Carga del Mod de pantalla, que es más potente que este mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "No se recomienda usar esto en el editor de mapas, porque los mapas creados requerirán Anarquía Prop.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Este mod necesita al menos un paquete de accesorios de semáforo para funcionar. Este mod deshabilita automáticamente los mods individuales de luz de tráfico en el inicio del juego para evitar conflictos, pero utiliza los accesorios empaquetados de esos mods. Deja deshabilitados los otros mods de semáforo.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Puedes encontrar nuevas versiones de esta versión de LABS en GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Todos los puestos de trabajo de edificios no RICO, incluyendo todos los edificios DLC de Industria, están incluidos en el número de servicios (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "El mod funciona en Windows, Mac OS y Linux. et install. Consulte la página del taller para más detalles.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Los senderos de reserva natural y otros similares no se mezclan cuando se colocan en terrenos inclinados. Esto se puede arreglar usando el modo Clamp con una fuerza de alrededor de 100 (recomendado) o habilitando la opción \"sobrescribir apariencia de terreno\".\r\n\r\nCon la opción \"Sobreescribir apariencia de terreno\" activada, la superposición de líneas topográficas está rota. Deshabilita esta opción, o usa el modo de brillo con una fuerza de 120 o menor, o el modo de escala con una fuerza de 100 o menor.\r\n\r\nLas redes siempre mostrarán la césped, nunca la textura del acantilador. Esto es especialmente notable con ej. los perfiles de pendiente de la versión de la versión de la versión de la versión de la versión de la versión de la versión.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "La funcionalidad de este mod está incluida en el propio juego, aunque las flechas de este mod son más visibles.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Esto era necesario para MacOS, porque FPS Booster no funcionaba en MacOS. Esto debería resolverse y todo el mundo debería poder usar FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Toda recoloración se perderá cuando se (des)suscríbase a cualquier cosa mientras el juego se está ejecutando.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Esto puede ser usado por sí solo, o ser deshabilitado y usado como 'prop pack' para el BOB o Traling Light Replacer mod.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Esto solía ser la versión más reciente, pero estaba obsoleto después de que se actualizara la versión original. Utilice la versión original en su lugar.",
  "When using this mod, it is wise to back up your saves from time to time.": "Cuando se utiliza este mod, es aconsejable hacer una copia de seguridad de sus ahorros de vez en cuando.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Los autobuses interurbanos sólo entran en la ciudad por una autopista de 1 vía fuera de las conexiones y no por una carretera de 2 vías.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Este uso de información obsoleta. ¡El lanzamiento oficial del Informe de compatibilidad tiene soporte para múltiples idiomas!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Este mod ahora sólo es necesario para cementerios. Las instalaciones de transferencia y procesamiento de residuos del juego cubren las otras funcionalidades de este mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Esto es exitoso por el siguiente paquete de accesorios combinado con el BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Se muestra incorrectamente como cámara cinemática.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Las alternativas para esto se pueden encontrar aquí: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "El juego ya resuelve la cuestión de no tener suficientes trabajadores con poca educación empleando a personas altamente educadas en trabajos de educación baja.",
  "CAUTION: If you use this and save, the game save is broken.": "PRECAUCIÓN: Si usas esto y guardas, el guardado del juego está roto.",
  "This is for testing only and might be removed from the Workshop soon.": "Esto es sólo para pruebas y podría ser eliminado del taller pronto.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Cuando se crean activos con los accesorios de este mod, esos activos necesitan esta versión del mod y no se pueden usar con el mod original.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Usar Anarquía de objetos combinada con Anarquía del árbol en lugar de Prop &amp; Anarquía del árbol.",
  "It is STRONGLY recommended not to use this mod!": "Es STRONGLY recomendado no usar este mod!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativamente, este tiene un 'modo fantasma' que permite cancelar la suscripción y mantener el guardado del juego accesible, si quieres eliminar completamente MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "El creador cifró su código y no proporciona ningún acceso a su código. Por lo tanto, no puede verificar si no incluyen ningún tipo de código dañino. Ninguno de los otros modders puede trabajar en arreglar problemas que surjan con el uso de mods de este creador. Sólo podemos verificar, que sus mods crean problemas con varios top 100 mods.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Si tienes problemas con la visualización de fuentes, desactiva Custom Font Manager en las opciones del mod.",
  "This mod was only for scenario developers looking for more options.": "Este mod era sólo para desarrolladores de escenarios que buscaban más opciones.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Nota: El archivo regional no se eliminará al darse de baja. Debe ser eliminado manualmente, vea la página de la Tienda.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Esto es incompatible con una variedad de mods con funciones similares y es conflictiva con varios mods. Una lista muy larga para poder enumerar todos ellos.",
  "The original mod supports the Chinese language.": "El mod original soporta el idioma chino.",
  "Now part of the base game, therefore not needed any more.": "Ahora parte del juego base, por lo tanto ya no se necesita.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Esto sólo desbloqueará 25 baldosas al inicio de una partida nueva, no al guardar una partida anterior.",
  "Can't show data from extension mods like Extended Managers Library.": "No se pueden mostrar datos de mods de extensión como Extended Managers Library.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "La policía autosuficiente, la asistencia sanitaria y las estaciones de bomberos podrían provocar que disminuyera el valor de la tierra, ya que un menor presupuesto significa una menor superficie de cubierta.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Esta es una versión no oficial del mod Toggleable Whitness.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "El juego también tiene pistas de tren de un solo sentido pero esto también tiene una sola vía de dos vías y sigue siendo necesario para estaciones personalizadas con una pista de una sola vía.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Esto sólo es necesario si una vieja malla de bandera o sub vehículo todavía lo requiere."
}