{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Yhteensopiva dynaamisen resoluution ja muiden kameramoduulien kanssa.",
  "Vehicle LOD Flashing": "Ajoneuvon LOD vilkkuu",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Peruuta tilaus käytön jälkeen! Tämä roskapostittaa pelilogin ja suurentaa huomattavasti kokoa.",
  "Broken / Can't be loaded": "Rikkinäinen / ei voi ladata",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Repaint-valinnoissa on myös asetus, jolla voidaan korjata valtateiden tummemman solmun väri.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Jos risteykset näyttävät sinisiltä, mene moodin asetuksiin ja ota käyttöön automaattinen päivitys. Tämä lisää latausaikaa, jos sinulla on monia muokattuja teitä.",
  "This might increase loading time.": "Tämä voi pidentää latausaikaa.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Tämä modi ei ole optimoitu ja voi aiheuttaa suorituskykyongelmia. Tämä on luultavasti tuntematon yhteensopimattomuus muiden modien kanssa. On STRONGLY suositeltavaa olla käyttämättä tätä moodia!",
  "Mod options resetting on game load.": "Modin asetukset nollautuvat pelin uudelleenkäynnistyksen jälkeen.",
  "Game breaking": "Rikkoo pelin",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "KÄYTÄ YLEISIÄ PROPS modeissa, kuten BOB, Pocedural Objects tai Intersection Marking Tool. Tämä voi rikkoa pelastuksesi! Se on jotenkin loogista eikä kysymys näistä modeista. Ei maastoa Conforming Props sekä puu & Vehicle Props tuotetaan tietyssä lastausprosessin vaiheessa (niitä ei ole tallennettu! Tämä tarkoittaa sitä, että näitä omaisuuseriä käytetään liikennemuodoissa, jolloin niiden kallistus lasketaan, yksinkertaisesti koska niitä ei luoda tällä hetkellä verkot ja muut asiat ladataan.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Koska merkittäviä muutoksia peruspeli, tämä modi on paras käyttää uusia pelejä vain.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Pitkä asema nimet tai päällekkäiset asemien nimet saattavat rikkoa ulkoasua. Rivit, jotka palvelevat samaa asemaa useita kertoja, saattavat hämmentää moodin. Asemien nimet monikanavaasemilla saattavat olla virheellisiä.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "VAROITUS: Tämä kirjoittaja oli kielletty laittamaan pahansuopia koodia niiden modeja. Tämän modin epäillään olevan vihamielistä koodia siinä. Sinun olisi parempi POISTAA IT IMMEDIATELY! VAROITUS: Älä seuraa mod-sivun ohjeita ladataksesi päivityksen GitHubin kautta. Tämä päivittäjä sisältää MALICIOUS-koodin ja lisää pahansuopia koodia tähän Harmony-tilaan! Kirjoittaja on tunnettu myös tahallisesti rikkoa omia modeja pois spite. Teknisesti tämä ei toimi kovin hyvin, antaa paljon virheellisiä virheitä ja on yhteensopimaton monien modien kanssa Workshopissa. Yhdessä kirjoittajan historian kanssa olisi hyvin viisasta UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Tekijä salasi koodinsa ja ei anna mitään pääsyä hänen koodi. Näin ollen ei voida tarkistaa, jos niihin ei sisälly minkäänlaista haitallista koodia. Muut moderit eivät voi ratkaista ongelmia, jotka nousevat esiin käyttämällä modeja tältä luojalta. Voimme vain tarkistaa, että niiden modit luoda ongelmia useita top 100 modeja. Siksi suosittelemme vahvasti käyttää tätä moodia!",
  "Can't be loaded": "Ei voida ladata",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Varasto ei ole tyhjä joillekin käyttäjille. Tämä voi johtua kalastusveneet ottaa kaikki ajoneuvon lähtö, joten ei varasto kuorma voi syntyä. Käyttäjät ovat huomanneet, että kuorma-autot siirtävät kalaa varastosta toiseen.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Jos haluat nähdä aluksen ja lauttareitit siltaa asettaessaan, ota kuljetustiedot näkymälle.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoints siirtyivät liian kauas alkuperäisestä kutupisteestä joskus estämään kaikkia julkisen liikenteen matkustajia. Lastiautoille tarkoitettuja pisteitä ei tueta rahtijuna-asemilla, lastiasemilla tai rahtisatamissa.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"Ei Big Truck Mod täynnä virheitä\" viestiä.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop piilottaminen on poistettu tästä moodista, mutta se on saatavilla ROP-tilassa.",
  "Only works on displays with a 16:9 aspect ratio.": "Toimii vain näytöissä, joissa kuvasuhde on 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Ei toimi kaikissa rakennuksissa, suorituskykyongelmia, virheilmoituksia.",
  "Lags the game massively": "Lags peli massiivisesti",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vanilja valoja jalankulkijoiden teillä ei voi vaihtaa.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Tämä voi aiheuttaa cims juuttua rikki tai poistettu joukkoliikenne pysähtyy. Tämä aiheuttaa viive suurissa kaupungeissa.",
  "LOD has too many vertices": "LOD on liian monta vertices",
  "This has some issues with spaces in names.": "Tässä on joitakin ongelmia välilyöntien nimissä.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "VAROITUS: Tämä tekijä oli kielletty laittamasta haitallinen koodi niiden modeissa. Kirjoittaja on tunnettu myös tahallisesti rikkoa omia modeja pois spite. Teknisesti tämä voisi toimia. Kun otetaan huomioon kirjoittajan historia, olisi hyvin viisasta UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Tämä näyttää toimivan joillekin ihmisille, mutta toiset raportoivat ongelmista. Ei toimi päävalikossa, vaan toimii vain pelin lataamisen jälkeen.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Poista vieritys yhdellä pikanäppäimellä ennen kaavoituksen poistoa estääksesi tahattoman massiivisen kaavoituksen. Sama pätee muihin suoritettuihin toimintoihin hiiren oikealla painikkeella, kuten teiden päivityksiin.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "Muissa kuvasuhteissa kun 16:9, liikkuu tämä yläoikeaan kulmaan, estämään oletus Info-painiketta.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Aiheuttaa outoja vaikutuksia risteyksiin ja ristiriitoja eri Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Välilehden avain tämä mod käyttää ristiriitoja useiden muiden modien kanssa. Joko käytä toisen ensimmäisen henkilön moodia tai muuta xml-tiedostossa olevaa avainta (ks. Työpajan kommentit).",
  "Create massive lags if no overlay.png is in the specified folder.": "Luo massiivinen viive jos ei ole päällekkäistä.png on määritetyssä kansiossa.",
  "Vehicle LOD Turn Black": "Ajoneuvon LOD muuttuu mustaksi",
  "Error popup": "Virheilmoitus",
  "Missing UI. Performance issues (fps drops).": "Puuttuva käyttöliittymä. Suorituskykykysymykset (fps tips).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Käyttäjät ilmoittavat, että \"Tee sade\" on napsautettava (Valinnat), jos käytetään monia modeja. Ilman muita modeja se toimii yksin. Sade voi myös välkkyä hieman, mutta asettuu myöhemmin.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Mod asetukset näyttö voi murtua, jos sinulla on liikaa junan resursseja. Jotkut käyttäjät ilmoittavat ongelmista, kun asetustiedostoa ei ole luotu oikein. Tämä saattaa aiheuttaa viiveitä jos ei käytetä FPS Boosteria.",
  "Error messages popup": "Virheilmoituksia",
  "The reported issues might be unknown mod conflicts.": "Raportoidut ongelmat saattavat olla tuntemattomia mod konflikteja.",
  "Multiple reports about getting a blank screen when loading a map.": "Useita raportteja tyhjän näytön saamisesta karttaa ladattaessa.",
  "Crash the game / Error popup": "Kaataa pelin / Virheilmoitus",
  "Several reports of lagging the game.": "Useita raportteja jäljessä peli.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Näyttö vilkkuu / välkkyminen. Aika hyppääminen tai menossa taaksepäin.",
  "Not recognise few latest DLC sounds.": "Ei tunnista muutamia viimeisimpiä DLC-ääniä.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Jos tilaat väärät määritetyt resurssit, jotka tarvitsevat tätä tilaa, nämä varat voivat aiheuttaa peliongelmia.",
  "Several users report it is not working at all.": "Useat käyttäjät ilmoittavat, ettei se toimi lainkaan.",
  "LOD not correct.": "LOD ei pidä paikkaansa.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Modin osana olevat varat eivät ehkä enää ole pelin automaattisessa käytössä.",
  "Conflicts with various other mods.": "Ristiriidat monien muiden modien kanssa.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Ei toimi kaikissa rakennuksissa, maastopiikkeissä ja reikissä, suorituskykyongelmat, virheilmoitukset.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "VAROITUS: Tämä piilottaa vain ongelma-kuvakkeet. Ongelmia on vielä olemassa! Tämä voi johtaa nopeasti massahylkäämiseen, jos unohdat tarkistaa ongelmia.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Ei toimi Promenades & Plazas DLC:n rakennusten kanssa. Syynä erilaisiin glitcheihin ja joskus jopa raivoihin!",
  "Broken / Can't be used": "Rikki / Ei voi käyttää",
  "Forgets settings at start, esp. the sun height.": "Unohtaa asetukset alussa, erityisesti auringon korkeuden.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Jotkut käyttäjät ilmoittavat tämän aiheuttavan kuormittamattomia pelejä. On tuntematonta, jos tämä on mod konflikti tai ongelma pelin patch 1. 4. Jotkut käyttäjät ilmoittavat puuttuvan käyttöliittymän. LOD:ia ei voi vaihtaa. Katso työpajasta lisätietoja tunnetuista ongelmista.",
  "Can't be loaded / Error popup": "Ei voi ladata / Virhe ponnahdusikkuna",
  "Doesn't show up in the CSL Music Mod.": "Ei näy CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Joissakin risteyksissä näkyy päällekkäisiä liikennevaloja. T-risteyksessä ei näy valoa risteyksessä tiellä. Moottoritiet ja valtatie luiskat on liikennevaloja väärällä puolella risteyksen.",
  "Not supporting budgets for newer DLC.": "Ei tukea budjetteja uudemman DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilja-matkustajaliikenteessä ei enää synny värivaihtelua, tämä on tarkoitettu käyttäytymiseen.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Tämä ei ole yhteensopiva modien kanssa, jotka muuttavat myös rakennuskapasiteettia. Käytä Realistista populaatiota Revisited -toimintoa yhteensopivuuden parantamiseksi.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Kaikilla pelaajilla on oltava täsmälleen samat DLC-laitteet (ei tueta) ja moodit. CSM on yhteensopimaton useimpien modien kanssa, liian monta mainitakseni tässä. (hyvin lyhyt) luettelo tuetuista moodeista: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Highway tekstuurit peilaavat satunnaisesti per segmentti kun sovelletaan tätä modia, ja ne on rakennettava uudelleen korjataksesi.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Viimeisimpien DLC-sisältöjen puuttuvat asetukset: Parklife, Industries, Campus ja Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Ei puskuta, jos omistat Natural Disasters. Sinun täytyy käyttää Disaster Response Unit tässä tapauksessa. Uudemmat rakennuskategoriat eivät ole puskuroitu.",
  "Vehicle LOD Turn White": "Ajoneuvon Kytke Valkoinen",
  "DLCs after Campus can’t be selected.": "Kampuksen jälkeisiä DLC-koodeja ei voi valita.",
  "Can cause performance issues (lag or fps drops).": "Voi aiheuttaa suorituskykyongelmia (viive tai fps tipsit).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Tämä modi voi vaikuttaa pelin suorituskykyyn. Ei toimi skenaariopeleissä.",
  "This sometimes breaks transport lines.": "Tämä joskus rikkoo kuljetuslinjoja.",
  "As it is an outdated mod some panels may noth be unlocked.": "Koska se on vanhentunut malli, jotkin paneelit eivät ole lukittuja.",
  "Breaks the pause after loading game option.": "Katkaise tauon pelin lataamisen jälkeen.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Ulkoisia lähteitä ei käytetä siellä, et voi käyttää sitä uudessa kartassa. Eri pelaajat ilmoittavat, että se ei toimi lainkaan.",
  "Building flickers": "Rakenna välimuistia",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Harja joskus lakkaa toimimasta. Peruuta tilaus ja uudelleenubscribing (peli ei ole käynnissä) auttaa usein jonkin aikaa mutta pysyvämpi ratkaisu on käyttää Loading Order Mod ja asettaa lastausjärjestyksessä Forest Brush 9999.",
  "Buttons are no longer aligned correctly.": "Painikkeet eivät enää ole oikein kohdistettuja.",
  "For some players it do not create ship pathes.": "Joillekin pelaajille se ei luo laivapolkuja.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Maanalaiset asemat luovat tunnelin sisäänkäynnin, minkä vuoksi radan yhdistäminen asemalle on vaikeaa ja maanpinnan katkaiseminen. Kohotut ja maadoitetut raidat vaikuttavat hyvältä.",
  "This breaks up the UI, especially text scaling.": "Tämä hajottaa käyttöliittymän ja erityisesti tekstin skaalautumisen.",
  "Game might get corrupted.": "Peli saattaa olla vioittunut.",
  "Causes game crashes.": "Syynä peli kaatuu.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Ei toimi varsinaisten peliversioiden kanssa, koska riippuvuusmod Roads United Core 2.0 ei päivitetä enää.",
  "It’s in early development stage. See information on workshop page.": "Se on varhaisessa kehitysvaiheessa. Katso tietoa työpajan sivulla.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Jos haluat puiden hajottavan teiden rakentamisen aikana, huolehdi siitä, että verkkoanarkiassa on aktivoitu \"Collision\".",
  "Freezes the game": "Jäädyttää pelin",
  "Everything that has more than two rails tracks can't be hidden.": "Kaikki mikä on enemmän kuin kaksi raidetta ei voi piilottaa.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Tämä ei välttämättä toimi 3DxWare-ajuriversiolla, joka on korkeampi kuin 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Tulokset eivät ole enää luotettavia. Käytä sen sijaan yhteensopivuusraporttia.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Tämä saattaa toimia, mutta se ei ole paras tapa ratkaista ongelma. Peli jo ratkaisee tämän itse työllistämällä korkeasti koulutettuja ihmisiä alemman koulutuksen työpaikoilla, tai voit käyttää Employ Overeducated Workers V2 sen sijaan vahvempi vaikutus.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Se tuottaa kaksinkertaisia prefab-virheitä, jotka ovat vaarattomia. Jotkut käyttäjät ilmoittavat, että liikennevalojen rekvisiitta on edelleen valkoinen viimeisimmän päivityksen jälkeen, jonka olisi pitänyt korjata tämä.",
  "Public transport part not working anymore.": "Julkisen liikenteen osa, joka ei toimi enää.",
  "You can easily modify the RICO settings in-game.": "Voit helposti muokata RICO asetuksia pelissä.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "rikkoo mitään DLC tai peruspelien intercity siirto ominaisuuksia uudempi kuin Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Tämä modi on jo peliin sisäänrakennettuna.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Harvinaiset tapaukset, joissa se voi heittää virheitä ja voi jopa sulkea pelin työpöydälle.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Lisää pyöriviä valoja vain tuettuihin ajoneuvoihin, jotka on lueteltu huoltopistesivulla.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Tämän modin nimi on harhaanjohtava. Se ei vähennä tuotettujen roskien määrää. Se vain vähentää roskat kulut. Joten parempi nimi olisi \"Vähemmän roskat kulut\".",
  "Bloom settings not being applied. Config files not loading.": "Bloom-asetuksia ei käytetä. Asetustiedostoja ei ladata.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Kun kaupunkisi saavuttaa noin 15000 kansalaista, tämä mod ei enää lisää nopeutta yli x4 pelin oletusasetuksen.",
  "It takes some in-game time for the extra money to arrive.": "Se vie jonkin verran pelin aikaa ylimääräistä rahaa saapua.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Vesi piikkejä voi pysyä ikuisesti, vaikka mod on tilaamaton.",
  "Not showing information for newer DLC assets.": "Ei näytetä tietoja uudemmista DLC-laitteista.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Useat toiminnot eivät enää toimi ja heittää virheitä, jos et ole Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Pudotusvalikko ei toimi, mikä johtuu todennäköisesti yhteensopimattomuudesta muiden modien kanssa.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "HUOMAUTUS: Japanilainen lokaalitiedosto ei poisteta, vaikka poistaisit tämän modin. Lisätietoja Workshop kuvauksessa.",
  "This is only needed for custom networks that require this mod.": "Tätä tarvitaan vain mukautetuille verkoille, jotka vaativat tätä tilaa.",
  "Button for the settings not visible for several users.": "Asetusten painike ei näy usealle käyttäjälle.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Ajoneuvon valintaa intercity juniin ei oteta huomioon, ja jotkut uudemmat vanilja-ajoneuvot eivät näy ajoneuvon valintaikkunassa.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "VAROITUS: Tämä kirjoittaja oli kielletty laittamaan pahansuopia koodia niiden modeja. Tämän modin epäillään olevan vihamielistä koodia siinä. Sinun olisi parempi POISTAA IT IMMEDIATELY! Kirjoittaja on tunnettu myös tahallisesti rikkoa omia modeja spite.",
  "Includes malicious code!": "Sisältää pahansuopan koodi!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "VAROITUS: Tämä modi on DANGEROUS! Se lataa tiedostoja valvomattomasta sijainnista ja korvaa muiden modien tiedostot. Tämä on ERITTÄIN DANGEROUS ohjelmisto eikä sitä pitäisi käyttää! Sinun olisi parempi POISTAA IT IMMEDIATELY! VAROITUS: Tämä tekijä oli kielletty laittamasta haitallinen koodi niiden modeissa. Kirjoittaja on tunnettu myös tahallisesti rikkoa omia modeja pois spite. VAROITUS: Tämä modi poistettiin Workshopista Steamin toimesta, koska se rikkoi heidän suostumustaan.",
  "This breaks maps saved in the map editor.": "Tämä rikkoo karttoja tallennettu karttaeditoriin.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Kytke Se! päälle mahdollisuus piilottaa rakennukset kartalta (esim. jos vain kadut ovat näkyvissä suunnittelua varten). Jos kohtaat \"näkymättömiä rakennuksia\", tarkista, jos olet vahingossa aktivoinut tämän valinnan.",
  "Private building cannot include roads or other net types": "Yksityinen rakennus ei voi sisältää teitä tai muita verkkotyyppejä",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Virheellinen DLC-lukituksen avaus!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Se voi aiheuttaa näköhäiriöitä valikossa (välilehdet ilman kuvausta ja/tai kuvaa).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Pikanäppäin ei toimi (kokeile vasen vuoro oikean vuoron sijaan). Kevyt asetukset Ultimate Eyecandy nollaus tai valo tulee hyvin tumma mitään muutoksia Relight asetukset, tai peli latautuu.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Tästä puuttuu kaikki uudet tuoteluokat kaikista laastareista vapautumisen jälkeen ja kaikista DLC-laitteista.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Säästäminen voi kestää hyvin kauan karttoja, joilla on suuri määrä puita ja suuri määrä tulipaloja.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Mukautetut pilarit saattavat nollata seuraavan kuormituksen aikana. Käyttöliittymä modille ei toimi täysin.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Tätä modia epäillään joskus estävän muita mod painikkeita näyttää.",
  "LOD has too many vertices.": "LOD on liian monta vertices.",
  "Various players report, information could not be gathered.": "Useiden pelaajien raportteja ei voitu kerätä.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Näyttää olevan Traffic Manager klooni, mutta kertoo se on Auto Line Color ja lähdekoodi ei ole käytettävissä.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Kun olet muuttanut tyylejä olla takaisin mitään ja uudelleenlataus tallentaa se palautuu tyyliin, joka on valittu etukäteen. Se despawns historiallisia rakennuksia toisenlainen tyyli. Workaround on poistaa alue ja maalata se uudelleen.\r\nKorjaus on kehitteillä.",
  "Africa in Miniature buildings don't show up in menus.": "Afrikka pienoiskoossa rakennukset eivät näy valikoissa.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina sisältää suoritettavan LUT Editorin, joka sijaitsee Luminan Workshop kansiossa.",
  "Demand stays at zero.": "Kysyntä pysyy nollassa.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Toimii, mutta aiheuttaa \"InvalidOperationException\"  -virheviestejä lokitiedostossa.",
  "This is missing statistics from later DLCs and game patches.": "Tästä puuttuvat tilastot myöhemmistä lisäosista ja pelipäivityksistä.",
  "Several reports about conflicts with various mods.": "Useita kertomuksia ristiriitaisuuksista eri liikennemuotojen kanssa.",
  "Rocks can’t be deleted.": "Kiviä ei voi poistaa.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Tämän sanotaan olevan rikki, mutta on melko joitakin mietintöjä, joissa sanotaan, että se toimii. Sinun täytyy ehkä asettaa 180 degressivastus auringon oikein mennä idästä länteen.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Joillekin tämä modi toimii edelleen hyvin. Toisille on yhteensopimattomuutta eri modeja, että emme voi täysin todentaa.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Tämä saattaa tarvita Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Älä avaa kaikkia teitä.",
  "Distorted LOD": "Väärennetty LOD",
  "Causes ingame lags": "Aiheuttaa ingame-viiveitä",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "The copy feature from the Move It mod can also duplicate unique buildings.",
  "Error: too many vertices": "Virhe: liian monta vertexiä",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Tämä ei toimi joidenkin korruptoituneiden pelien säästämiseksi, mutta ei kaikille. Jos peli säästää kuormia, peli jäädyttää jonkin aikaa. Tämä on normaalia.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Tätä ei päivitetä uusimpien DLC-laitteiden osalta, ja se puuttuu edelleen paljon Industries DLC:ltä.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaarit ja Props tulevat mustaksi tuetuille Vanilla-kappaleille!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Bussi pysähtyy maanteillä uudemmista laastareista ja DLC-pisteitä ei korvata.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Asettaminen nollaa jokainen kuorma ja useiden pelaajien se on rikki. Myös hyvin todennäköisesti Se on ristiriidassa eri muiden kameramoduulien kanssa.",
  "Breaks game if you setup to high values.": "Katkaise peli, jos asetat korkeat arvot.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Tämä ei korjaa rakennuksia, jotka hylättiin jo ennen kuin tämä mod tuli aktiiviseksi.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Tämä modi ei ole enää tarpeen, ellei sinulla ole vanha voimavara, joka vaatii sitä. Koska toiminnallisuus tämän mod on mukana itse peliin.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Sairaanhoitopaikat näkyvät Kuolemanhoidon kattavuutena, kun ne sijoitetaan.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Listan käyttöönotto poistaa tarpeettomat modit käytöstä, mutta ei peru tilausta, ja käytöstä poistetut modit voivat aiheuttaa ongelmia. Laitteet, jotka sisältyvät modiin, saattavat vilata. Pelin asetukset nollautuvat tallennettaessa modeja.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Useita kysymyksiä, epävakaa. Teiden nuoli toiminnallisuus ei toimi, tai vain sen jälkeen, kun pois käytöstä ja uudelleen käyttöön jokaisen kuorman. Kaikkia teitä ei tueta.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "International Airport of After Dark aiheuttaa ongelmia rivin luomiseen. On joitakin raportteja puuttuu kuvake / nappi.",
  "This might block the vanilla quay upgrade tool.": "Tämä saattaa estää vaniljan laituripäivityksen työkalun.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Mukana Random Security Ovet aiheuttaa NullReferenceException. Jos haluat käyttää tätä pakettia, sinun pitäisi sulkea pois satunnainen Security Ovet.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Aiheuttaa pitkiä latausaikoja, aiheuttaa erilaisia kysymyksiä, jotka ovat lopussa jopa peli rikkoa, joten merkitty yhteensopimattomaksi peli.",
  "Not showing up ingame.": "Ei näy ingame.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, peli jäätyy ja näytön vilkkuu raportoitu. Käytä varoen, tai lopettaa tilaus.",
  "White lines at the moon and Flickering when game running.": "Valkoiset viivat kuun kohdalla ja Flickering kun peli käynnissä.",
  "Invalid Image Format": "Virheellinen Kuvan Muoto",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Pelin kuormituksessa, edellinen arvo on ladattu oikein, mutta modien liukusäädin on aina oletusasennossa.",
  "This is only needed if a prop or mod requires it.": "Tätä tarvitaan vain, jos prop tai modi vaatii sen.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Jotkut käyttäjät saavat sen toimimaan hyvin, mutta on melko joitakin raportteja, kuten asetusten nollaaminen kuormien välillä.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Tämä toimii vain näytöille, joiden kuvasuhde on 16:9 tai 16:10. Tästä puuttuu toiminnallisuus viimeisimmille laastareille ja DLC-laitteille.",
  "Terrain conforming props cannot be moved up/down.": "Maastoon sopivia rekvisiittareita ei voi siirtää ylös/alas.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Vaikka tämä modi lisää terävyyttä, se voi myös ottaa käyttöön melua, oireiden kuvioita ja aliasing ongelmia. Etenkin korkeammat resoluutiot, et ehkä näe eroa tämän mod aktiivinen tai ei.",
  "This causes (vanilla) trees to flicker.": "Tämä aiheuttaa (vanilla) puut välkkyä.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Tällä modilla ei ole enää mitään toimintoa. Luoja ei julkaista hänen modeja pelaajille, vaan vain näyttää ihmisille, kuinka hyvä hän voi koodata.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Koska et voi viedä 'XML-juurielementin kanssa' virheen lokissa. Junaratoja ei joskus ole mukana.\r\nJos muokkaat solmua NCR:ssä tai NC2:ssa ja syötät kartan, vastaavan solmuosan piirtäminen voi olla väärä.\r\nDLC SH:n lisätyt matkustajahelikopteri- ja johdinväyläreitit eivät ole näkyvissä. (DLC SH ei ole tuettu).",
  "Creating 'ghost' vehicles": "Luodaan ”aaveen” ajoneuvoja",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Aamuajoneuvojen luominen raportoidaan ja se on tarkistettava.",
  "Do not remove trees added after Campus DLC to the game.": "Älä poista puita, jotka on lisätty Campus DLC -pelin jälkeen.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Ristiriidat eri modien kanssa ja voivat aiheuttaa kaatumisia. Voi aiheuttaa suorituskykyongelmia ja lisätä kuormitusta.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Tämä aiheuttaa hyvin pitkiä latausaikoja, jos latausaikaa ei käytetä.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Jotta voit rakentaa ulkoa yhteyksiä kaavoitettaviin teihin lukitsemattomien laattojen ulkopuolelle, sinun täytyy tilapäisesti poistaa kaavoitus toisen moodin kanssa. Karttaeditorissa yhteyksien on käytettävä vaniljateitä, ei omia teitä. Kaupunginväliset bussit vain tulla kaupunkiin kautta 1-tie valtatie ulkopuolella yhteyksiä, ei kautta 2-tiellä.",
  "This is an incomplete version to lure you into buying a complete version.": "Tämä on epätäydellinen versio houkutella sinut ostamaan täydellinen versio.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Tilaaminen tämä modi aiheuttaa välkkyviä tai katoavat rakennuksia. Vältä käyttää mitään omaisuutta, joka pakottaa sinut käyttämään tätä tilaa!",
  "The default English names still appear as well, next to the new Japanese names.": "Myös englannin oletusnimet näkyvät myös uusien japanilaisten nimien vieressä.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Tämä mod lisää lastausaikaa, ja tämä lisäys voi olla valtava suurkaupungeissa.",
  "Previously created rotating props still require the PropRotating Params mod.": "Aiemmin luodut pyörivät profiilit vaativat edelleen PropRotating Params -moodin.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Jotkut mietinnöstä ei voi pelastaa peliä, erityisesti suuri määrä menettelyyn esineitä.\r\nEnsimmäisessä vaiheessa asennuksen jälkeen tyhjä ikkunapäät. Käynnistä peli uudelleen tämän ratkaisemiseksi.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "T-leikkauspisteessä ei näy valoa leikkaavalla tiellä.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Tätä ei päivitetä Industries DLC:n osalta, eikä se todennäköisesti toimi kyseisen DLC:n teollisuusalueilla.",
  "Simulation Errors and conflits with various other mods.": "Simulaatio virheet ja sekoittaa useita muita modeja.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Jos oletus näyttää liian tummalta, käänny Ultimate Eyecandyn globaalit ja/tai ympäröivän valon voimakkuuden asetukset. Varjojen maksimiarvo on asetettava Varjovahvuuden Suuntaajalle, jotta aurinko ei vuotaisi esineiden läpi. Jotta varjot olisivat vähemmän näkyviä, vähennä globaalia valotehoa ja lisää ympäristön valotehoa Ultimate Eyecandyssa.",
  "Causes various issues as one path is randomly selected": "Aiheuttaa useita ongelmia, koska yksi polku on satunnaisesti valittu",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Älä tue nimiä uudemmille DLC-alueille.\r\nOtetaan käyttöön ja ladataan useita nimiluetteloja, jotka muuttavat samaa käännöselementtiä, aiheuttaa ristiriitoja.\r\nRiitojen välttämiseksi tarkista, mitkä käännöselementit muuttuvat nimiluettelon työpajassa.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Resurssit turhistuvat sen sijaan, että ne olisivat rajoittamattomia, kieli vaihtuu takaisin englantiin joka käynnistys ja peli avataan, vaikka tämä toiminto olisi pois päältä.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Et työskentele Vanilla-teillä myöhemmin kuin Sunser Harbourissa. Voit pitää tilauksen mutta poistaa käytöstä käyttääksesi BOB:tä https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 rekistereiden vaihtamiseksi.",
  "Not able to name new districts.": "Ei voi nimetä uusia alueita.",
  "The traffic lights on some custom road do not change.": "Liikennevalot joillakin mukautetuilla teillä eivät muutu.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Veden pilaantumisen estäminen ei ole välitöntä, veden puhdistamiseen kuluu jonkin aikaa. Myös pohja- ja vesistöjen pilaantuminen ei ole välitöntä, vaan vaatii jonkin verran aikaa.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Pelin lokissa virheitä sallituista toiminnoista. Busseja ei synny. Etunimeä ei ole määritetty.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Toimii vain työpajasta tilattujen karttojen kanssa. Käyttää kiertokulkua ja sitä ei voi sovittaa yhteen monien muiden – lähinnä harmonisten – modien kanssa.",
  "Only a limited set of roads is included.": "Mukana on vain rajoitettu joukko teitä.",
  "User reports that it is not working at all if you select heavy traffic.": "Käyttäjä ilmoittaa, että se ei toimi lainkaan, jos valitset raskaan liikenteen.",
  "Broken LOD, Vehicle blinks.": "Rikkinäinen LOD, Ajoneuvon kaihtimet.",
  "Clipping may occur as well as simulation errors.": "Leikkaus voi tapahtua sekä simulointivirheitä.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Joillekin käyttäjille kansalaiset eivät ota autoa, vaan despawn ja respawn kotonaan, joskus kävely samaan asemalle/pysähdy uudelleen.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Katso perusrenderi se! & Pelaa se! -opas osoitteessa https://bit.ly/3XiMQPY saadaksesi lisätietoja.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Näyttää väärän tyyppisen liikennevalon, kun käytetään 'Large Avenue with Grass'. Se ei ehkä toimi vasemman käden liikenteessä (LHT) ja pienissä yksisuuntaisissa teillä tai raitiovaunuilla varustetuilla teillä",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Sellaisen tiesegmentin poistaminen, jossa on säädetty polunetsintä, voi aiheuttaa NullReference -virheen.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Käynnistyksen virheet. Puuttuva käyttöliittymä. Suorituskykykysymykset (fps putoaa).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Tämä usein estää tien päivityspainikkeen. Skaalaus ominaisuus on rikki, eikä sitä pitäisi käyttää. Käyttäjät raportoivat myös muista ongelmista.",
  "Button missing. Error popups.": "Painike puuttuu. Virhe ponnahdusikkunoita.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Raportoitu massiivinen kysymyksiä kuten: puuttuu tie tekstuurit, KeyNotFoundException virhe, peli kaatuu, korkea muistin käyttö.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Ruoho voi kasvaa CSUR tiet. Piilottaa ruoho Piilota se tai nostaa solmut hieman liikkua Se auttaa. Tiet saattavat joskus olla hieman pinnan alapuolella. Nosta niitä siirtämällä It. Tunnelin sisäänkäynnit keskittämättömistä CSUR teillä katetaan maastoon. Jotkut käyttäjät raportoivat kaatumisia ja CSUR käyttöliittymä ei toimi.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Nappia ei voi siirtää, jolloin tilastot poistuvat näytöltä tietyillä näytön resoluutioilla.",
  "Various issues reported, see Worshop comments for details.": "Useita raportoituja asioita, katso lisätietoja Worshopin kommenteista.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Vasemman käden liikennettä ei tueta. Tämä ei toimi Linuxissa. Vastapäätä puolen liikennevaloissa on joitakin vikoja T-risteyksissä ja yksisuuntaisilla teillä.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "VAROITUS: ÄLÄ POISTA VIRHEITÄ modin asetuksista, tai modin ponnahdusikkunoista, sillä se tekee modi/esine onglemien tutkimisen lähes mahdottomaksi. Virheiden piilottaminen ei poista niitä, ja tekee pelistä vähemmän vakaan!",
  "Disasters are not recognized.": "Katastrofeja ei tunnisteta.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Tämä ei toimi uusille metroasemille 'Content Creator Pack: Train Stations' ja joillekin mukautetuille asemille. Voisit käyttää sitä sen sijaan niille asemille.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Vakava pudotus FPS luotaessa teitä. Jotkut käyttäjät saavat 'virheellinen muoto' virhe. Käänteinen suunta antaa joskus poikkeuksen. Poikkeus on vaaraton, mutta sitä ei voi kääntää päinvastaiseksi ja sen täytyy poistaa ja luoda.",
  "For several players it causes errors and is not working.": "Useille pelaajille se aiheuttaa virheitä ja ei toimi.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Jotkin toiminnot eivät toimi paikallisesti asennetuissa asenteissa: lajittele viimeaikaisen lataamisen mukaan, hae kirjoittajan nimeä, avaa Workshop sivu.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "On bugi, jossa kutuvaellus kuin lehmä. Rinteet, luiskat ja korotetut polut eivät näytä toimivan. Jotkut voivat kävellä vain taaksepäin tai kellua.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Et voi tallentaa luotuja teitä ja siksi sinun ei pitäisi avata tallennusta mihin sitä on käytetty jälkeenpäin. Tämä modi on vielä varhaisessa kehitysvaiheessa.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Jotkut käyttäjät saavat sen vielä toimimaan, mutta monille se on osittain tai kokonaan rikki, mukaan lukien ei voi ladata pelin tallentaa. \"Uuden algoritmin poistaminen ulkoisten yhteyksien läheisyydessä olevien ruuhkien avaamisesta\" saattaa auttaa. Poistetaan EnhancedDistrictServices.cgs tiedosto voi myös auttaa, mutta menetät kaikki mukautukset.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Ei toimi toimitustapojen kanssa Industries- ja Sunset Harbor DLC -laitteista. Asetusvalikko sotkeutuu ylös (sulkeminen ja uudelleenavaaminen saattaa auttaa). Mahdollisesti yhteensopimaton kaikkien Ajoneuvon tekoälyn muokkaavien modien kanssa.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Tämä modi toimii vain Windowsissa, ei MacOS:ssa tai Linuxissa. Tämä on edistyksellinen mod, joka vaatii Pythonin skriptitiedon käyttöön.",
  "You must follow exactly the steps on the workshop page to use it.": "Sinun on noudatettava tarkalleen korjaamon sivun ohjeita käyttääksesi sitä.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Yhteensopimaton kaikenlaisten automatisoitujen puskutraktorien kanssa.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Tarvitsetko mukautuvaa verkkoa toimiakseen oikein. Näitä ovat mm. Tienrakentajan tiet, erilaiset aidat ja rautatie 2 -verkot.",
  "Users reported various issues, see Workshop comments.": "Käyttäjät raportoivat useista ongelmista, katso työpajan kommentteja.",
  "Will lead to various graphical issues ingame": "johtaa erilaisiin graafisiin kysymyksiin ingame",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Huomaa, että tämä modi on epävakaa ja kaatuminen voi tapahtua suurissa kaupungeissa!",
  "Cargo trains for some do not spawn.": "Joillekin rahtijunille ei synny.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Tämä modi on useita vikoja ja vakautta kysymyksiä, eikä sitä suositella uusille peleille. Se tarjotaan tässä yrityksenä auttaa pelaajia olemassa oleviin kaupunkeihin käyttämällä Extended Managers Library/Prop Anarchy jatkaa tallennuksia tarvitsematta uudelleentehdä työtä.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Tätä tarvitaan vain, jos haluat käyttää uuden sukupolven modeja Tree Control, Prop Control, Line Tool kartalla / tallentaa joka käytetään ennen Extended Manager Kirjasto, Tree Anarchy, Prop Anarchy. Saat lisätietoja tarkistaa työpaja sivu tämän moodin.",
  "Do nothing right now. Should normally not be released publicly.": "Älä tee mitään juuri nyt. normaalisti ei vapauteta julkisesti.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 estää Teema Mixer 2 joidenkin pelaajien voi muuttaa teeman tekstuuria.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Jotkin verkon laajennuksista lähtevät tiet luovat väärän tai ei lainkaan liikennevaloa.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Rajoitukset (Tuonti/portti) eivät näytä mitään pudotettuja listoja, jos niitä käytetään yhdessä Transfer Manager CE:n kanssa",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Käytä alkuperäistä Precision Engineering -modia nyt vanhentuneen 2.0 version sijasta.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Riippuen näytön resoluutiosta saattaa olla tarpeen käyttää UI Resolution 1.2 nähdä kaikki TLM käyttöliittymä",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Hoitotyön Homes on tarpeeton, tyhjä ajoneuvon valintaikkuna.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Aiheuttaa puita kellumaan. Voit vaihtaa puu Control, jolla on toiminnallisuus molemmissa modeissa.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Siniset solmut saattavat ilmetä eikä niitä voi korjata automaattisesti. Jos käytät AN verkkoja, on parempi poistaa Continues Junction median.",
  "Real Time might delay the arrival of extra Starting Money.": "Reaaliaikainen aika saattaa viivästyttää ylimääräisen Starting Moneyn saapumista.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Kirjoittaja Camera Positions Utility sanoo, että nämä ovat yhteensopimattomia, mutta jotkut käyttäjät raportoivat niistä hyvin yhdessä.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 tyhjentää välilehdet Better Education Toolbarissa. Siksi on parempi käyttää vaihtoehtoista kokoelmaa.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "Pysähdystilassa voit muuttaa päiväaikaa, mutta heti kun lopetat reaaliaikaisen käsittelyn, voit ottaa sen haltuunsa. Tämä on tarkoitus käyttäytyä. Jos hidastat simuloinnin nopeutta Play It! päivällä ei enää vastaa reaaliaikainen aika. Tämä näkyy hyvin myöhään illalla ja varhain aamulla. Tämä on tarkoitettu käyttäytymiseen eikä sitä voi muuttaa.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Jaettuja pysähdyksiä ei voi luoda CSUR pikateillä (se toimii säännöllisillä ja kompakteillä).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Jaettu Stop Enabler on toiminnallisuus luoda kohonneita pysähtyy.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Kun käytetään Transfer Manageria, tilastoissa ei näytetä oikeaa määrää poliisin koptereita. Se näyttää aina 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Peli pysähtyy automaattisesti, kun muutat aikaa ja aika palautuu kun keskeytät. Aika-asetukset TimeWarpissa eivät toimi.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Tämä saattaa olla yhteensopimaton useiden eri modien kanssa, joilla on samanlaiset toiminnot. Luetteloidut modit ovat vain pieni osa yhteensopimattomia modeja.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Sinun täytyy poistaa Custom Font Manager käytöstä FPS Booster jos haluat käyttää Font asetukset.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Teema Decalsin tekstuurit eivät luultavasti vastaa sekoitettua teemaa.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Piilota se! sisältää myös poista pilaava toiminto. Tämä täytyy kytkeä pois päältä eikä pakota niitä Piilota se!. Sen sijaan aktivoi nämä toiminnot BOB:ssa. Näin nämä modit on suunniteltu toimimaan yhdessä.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Jos haluat käyttää alkuperäiseen modiin sisältyviä vanhoja propeja, voit pitää alkuperäisen modin tilattuna, mutta pois päältä. Vaihtoehtoisesti voit siirtää alkuperäistä . rp tiedostoja paikalliseen resurssikansioon ja poista alkuperäinen moodi. Jos aloitat uuden kaupungin, on parasta peruuttaa alkuperäisen modin tilaus ja käyttää Ploppable Surfaces linkitetystä kokoelmasta.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Tämä modi ei ole tarpeen, jotta mod toimii, vaikka työpaja sivulla todetaan jotain muuta.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal on aktiivisesti kehitetty ja käyttäjäystävällisempi.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Tämä voi aiheuttaa sinisiä tyhjiöitä Replacer/MOM-risteyksissä. Ei voi olla muita yhteensopimattomuuksia.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Enemmän Network Stuff tarjoaa vain lisäominaisuuksia Editorissa. Tavanomaiseen peliin käyttää vain Network Anarchy -verkkoa.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Assettien luojille: Tätä modia ei tarvita äskettäin luoduille animoiduille propeille. Käytä Modtools ja tätä linkitettyä komentosarjaa.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Sinun pitäisi käyttää RON + Cylis NExt2 korvaava kokoelma sijaan.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Vaikka Cubemap Replacer myös muuttaa erilaisia valaistus- ja heijastusasetuksia ja muuttaa pilvet ja aurinko staattisia asentoja, AD Cloud Replacer tarjoaa liikkuvia aurinkoa ja pilviä.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builderia ei saa käyttää yhdessä FPS Boosterin kanssa, koska tässä tapauksessa joitakin laastareita ei käytetä oikein. Koska Road Builder toimii vain Editor, eikä tee mitään normaalissa pelissä, se pitäisi ainakin poistaa käytöstä, jos haluat pelata peliä. On vieläkin parempi sulkea pois Road Builder kanssa Loading Order Tool tai peruuttaa Road Builder jos et halua luoda tiet. FPS Booster pitäisi siksi ainakin poistaa käytöstä, jos haluat syöttää Editorin ja käyttää Road Builder. On vieläkin parempi jättää pois FPS Booster kuormatilaustyökalulla tai poistaa tilaus FPS Booster, jos haluat luoda tiet.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS ei havaitse ylimääräisiä kansalaisyksiköitä.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Asetuksissa \"Express Bus Services (TLM Plugin)\" vaihtoehdot \"Kokeellinen\" ja \"Agressive\" voivat aiheuttaa bussien despawn jos myös Transport Line Manager on käytössä. Vaihtoehto \"Prudential\" toimii odotetusti.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO on nyt toiminnallisuus Kasvata Ploppables. Molempien modien käyttö yhdessä on mahdollista, mutta se voi antaa epäjohdonmukaisia tuloksia, ellei asetuksiasi ole yhdenmukaistettu. Poistaminen Kasvata Ploppables on suositeltavaa, mutta jos tehdään olemassa olevan pelin sinun täytyy varmistaa, että asetukset molemmat modit ovat samat.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Kun käytät Transfer Manageria, Building Käyttö ei näytä oikeaa määrää poliisin poliiseja käytössä. Se näyttää aina nolla.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Laajennetussa InfoPanel 2:ssa on kaikki toiminnot HideUI:sta.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Clicking in the bottom bar for UEC: n toiminnallisuus ei toimi.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Pilvet & sumu Toggler ohittaa Piilota ID:n sumuvalinnat.",
  "A black bar might appear above the bottom toolbar.": "Musta palkki saattaa näkyä alatason työkalurivin yläpuolella.",
  "The yellow arrow signals do not operate with TM:PE.": "Keltaisen nuolen signaalit eivät toimi TM:PE:llä.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned saattaa poistaa UI-päätöslauselman käytöstä. Käytä harmonian säännöllistä versiota sen sijaan.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Vaihda se! ja tätä modia voidaan käyttää yhdessä esim. piilottaaksesi tietyt ilmoituskuvakkeet, vaikka otat niiden katselun käyttöön valitaksesi se!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Joitakin teitä verkon laajennuksista luo väärä liikennevalo.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Tree Anarchy on toiminnallisuus Plant Scaling, ja paljon muuta.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control on kaikki toiminnallisuus Historical Districts, ja enemmän.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Pelaa sitä! on useimmat toiminnot Timewarp Fix. Yhdistä Pelaa sitä! Render se! täyden korvaavan toiminnon.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Luonnonkatastrofit Overhaul saa hämmentyä hitaampi virtaus aikaa. Etenkin metsäpalot ovat paljon yleisempiä. Aseta palontodennäköisyys alhaiseksi kuin sananlasku.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Etsi suodattimet eivät toimi oikein puiden & ajoneuvon prop-moodissa.",
  "MOM already allows you to convert train stations to metro stations.": "MOM jo sallii sinun muuntaa rautatieasemia metroasemille.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Ei ole tarvetta päivittää putkia, jos et tarvitse putkia lainkaan.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Tämä saattaa aiheuttaa \"ei tarpeeksi ostajia\" ongelmia käytettäessä kaistayhteyden työkalua TM:PE:stä.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Vain pelin sisäiset ominaisuudet, joten voit luoda ja poistaa laiva- ja tasopolkuja. Voit ajaa MNS yhdessä NA MNS:n kartta/assettieditorin ominaisuuksien kanssa. Mutta on parempi lisätä verkon juttuja vain mukana Editor profiileissa.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Molemmat modit koskettaa samaa pelin toimivuutta ja luultavasti ristiriita.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Valitsija valitsee toisen objektin, kun Dynamic Asset -lajittelija muuttaa kohteiden järjestystä.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Jotkut TM:PE ominaisuudet toimivat käännettävissä raitiovaunuraiteilla, mutta eivät kaikki.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "The 'No Problem' -modi saa pelin luulemaan, että ongelmaa ei ole, kun taas 'Piilota Ongelmat' -modi kätkee vain kuvakkeen. Jokainen mod voi (ironisesti) jo johtaa vakavia ongelmia. Yhdistämällä ne todella pyytää...",
  "Compatible when level Randomization is turned OFF": "Yhteensopiva kun taso satunnaistaminen on kytketty pois päältä",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Voit poistaa tämän modin käytöstä ja käyttää BOB:tä vaihtaaksesi Traffic Lights tämän paketin kanssa.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Jos haluat uuden cubemap vain päivällä, oletuksena yötaivas, ota käyttöön seuraavat asetukset Fog Controller: \"Daynight Fog\" ja \"Classic Fog\", ja ottaa käyttöön seuraavat asetukset Daylight Classic: - \"Classic sunlight color\", \"Klassinen auringonvalon intensiteetti\", \"Classic sumu Effect\" ja \"Salli Classic sumuvaikutus, jos päivä/yö sykli on päällä\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Pelaa sitä! deaktivoi omia toimintoja, jotka ovat päällekkäisiä Theme Mixer kanssa. Jos et käytä Teema Mixeria teemojen sekoittamiseen, sitä ei enää tarvita",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Post-versioon muunnetut additiiviset Shader-varat eivät näy tallennuksen uudelleenlatauksen jälkeen.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "AntiAliasing-tekniikka TAA aiheuttaa vilkkuvia grafiikoita. Aseta FXAA:ksi, jos haluat käyttää näitä kahta modia yhdessä.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Käytä puunsäätöä rajoittamattoman puuston sijasta.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Ajoneuvon ylärajaa korotetaan oikein, mutta tarkista se virheellisesti näyttää vanhan rajan.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Sinun täytyy poistaa käytöstä Custom Font Manager FPS Booster jos haluat käyttää Font Selector.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Uudet nahat lisätty Network Skins istunnossa eivät aina kuvasta Traffic Light Replacer muutoksia kunnes peli uudelleenladata.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Päävalikosta alkaen modin asetusten viiveaika on virheellinen. @ info: whatsthis Vaikka pelissä, mod asetukset eivät näytä oikea viive aika, vastaa Real Time hidastunut aika.",
  "Use the regular version of Harmony instead.": "Käytä sen sijaan Harmonyn säännöllistä versiota.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Sinulla on vain noin 5-10 sekuntia, joissa voit valita raketin.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Muuta rakennusnopeus 100 %:iin Real Timein asetuksista välttääksesi rakennusten katoamisen.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Vaihteleva Whiteness sisältää pysyvän resurssinäkymän toiminnallisuuden. Peruuta jälkimmäisen tilaus.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Nuolinäppäimillä korvaamista Prop Switcherillä ei suositella, ja se saattaa antaa 'array out of bounds' virheen.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Tree & Vehicle Props -erän tuottamilla ajoneuvon rekistereillä on ei-toivottuja valoefektejä, kun peliaika on yöllä.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Parempi Highway Icons laukaisee virheponnahdusikkunan Building Themes ('System.Reflection.MonoMethod.Invoke'). Molemmat modit näyttävät vielä työn jälkeen.",
  "The 'Remove Unwanted' button may not work properly.": "Poista ei-toivottu painike ei välttämättä toimi oikein.",
  "This might only work with all ULOD settings to 'game default'.": "Tämä saattaa toimia vain kaikkien ULOD-asetusten kanssa 'pelin oletusarvoksi'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Kiihdytetty yö/viikonloppu kierros Real Time saattaa antaa ongelmia piirin palveluissa.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Yhteensopivuus on epävarmaa, mutta PXPVehicleInfo ei todennäköisesti käytä korkeampaa raja-arvoa useammista ajoneuvoista. aiheuttaa virheellisiä numeroita, kun mennään alkuperäisen ajoneuvon rajan yli.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Roskat Bin Controller rikkoo Harmony ja kaikki mod riippuen Harmony. Vaihda roskat Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Puu Anarkialla on jo rajoittamattomien puiden toiminnallisuus.",
  "This combination might cause a performance decrease (FPS drop).": "Tämä yhdistelmä saattaa heikentää suorituskykyä (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Käytä BOB:tä Prop Switcherin sijaan.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Tiedonmuunnin voi tehdä työnsä vain silloin, kun Growables -tuotetta ei ole tilattu.",
  "Use Prop Anarchy instead of Prop Snapping.": "Käytä Prop Anarkiaa Prop Snap-sovelluksen sijaan.",
  "EML already has a better limit showing functionality.": "EML on jo parempi raja osoittaa toiminnallisuutta.",
  "Undoing props is disabled when using EML.": "Kumoaminen rekvisiitta on poistettu käytöstä EML: n käytössä.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector on kaikki toiminnot RiverCargoHarborMod. Peruuta tilata jälkimmäinen.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchylla on jo parempi prop maalaus toiminto.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Jos ääriviivat eivät toimi, ota \"Ylikirjoita Terrain\" pois päältä ja aseta arvo noin 100 ROTTERdamsin valinnoissa.",
  "You can't export props with modtools while EML is active.": "Et voi viedä props modtools kun EML on aktiivinen.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Käytä Prop Anarchy:a yhdistettynä Tree Anarchy:iin Prop & Tree Anarchyn sijasta.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Kehittyneemmät valinnatPaneelilla on toiminnallisuus Wider OptionsPanelissa ja paljon muuta.",
  "Use the original instead of the now deprecated 2.0 version.": "Käytä alkuperäistä versiota nyt vanhentuneen 2.0 version sijaan.",
  "Unsubscribe Holy Water's TM:PE.": "Poista Tilaus Pyhän Veden TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Kun tämä modi on aktiivinen, ei Big Truckilla ei ole mitään vaikutusta paitsi ulkopuolisista yhteyksistä tuleviin kuorma-autoihin.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Molemmat modit käyttävät välilehti avainta. Käytä toisen ensimmäisen persoonan moodia tai muuta avainta ensimmäisen persoonan automaattiseen kävelyyn.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Kun kaavoitus muuttuu tiksi, muutokset Network Skins on nollattu.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistinen väestö sisältää ”ei kuoliaaksi” -toiminnon.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Lopeta verkkolaajennuksen 2 tilaus ennen kuin käytät linkitettyä kokoelmaa.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM voi rikkoa Etsi It. Käynnissä pelin järjestelmänvalvojana voi tilapäisesti ratkaista yhteensopimattomuuteen liittyvän ongelman.",
  "Some textures on Network Extensions roads might not load.": "Jotkin tekstuurit verkon laajennukset teillä ei ehkä ladata.",
  "With 81 tiles 2 you don't need Cross The Line.": "Kanssa 81 laatat 2 et tarvitse Cross Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Molemmat modit aktiivisia, sijoitettu rakennukset despawn. Ploppable RICO on jo toiminnallisuus.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Laatat 2 sisältää saman toiminnon, mutta w/o asetukset valita tiettyjä verkkoja. Voit käyttää sekä yhdessä tai w/o toinen moodi.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Peli pysähtyy automaattisesti, kun muutat aikaa, ja aika palautuu kun keskeytät. Ultimate Eyecandyn nopeusasetukset eivät toimi.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Poista Classic auringonvalon väri, Classic auringonvalon intensiteetti ja Classic väriasetukset Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Niin kauan kuin et käytä TM:PE:ä raiteiden nopeuden rajoittamiseksi, näiden modien tulisi olla yhteensopivia.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Pilvet & sumu Toggler ohittaa Bobbyn sumuvalinnat",
  "Several users report using these together without issues.": "Useat käyttäjät kertovat käyttävänsä näitä yhdessä ongelmitta.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painteria ei päivitetty viimeaikaisiin Move It -päivityksiin, luo ongelmia mille tahansa modille, joka yrittää integroida Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Jos muutat liikkua se \"parannettu Pilar Control\" vaihtoehto olemassa olevat pintamaalit saattavat kadota.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Päivämäärän muuttaminen voi aiheuttaa kaavion aukon tai aiheuttaa sen, että kaavion osa on ylikirjoitettu.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lifecycle Rebalance sisältää jo ”no deathcare” -toiminnon.",
  "Use Ploppable RICO Revisited instead.": "Käytä sen sijaan Ploppable RICO Revisited -toimintoa.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Modin asetukset Shadow Distance Fix reset pelin kuormituksessa.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Päivitys Koskematon rikkoo MOM-pilarin valintaa.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Aiheuttaa puita kellumaan. Voit vaihtaa puu Anarkia, joka on toiminnallisuus molemmissa modeissa.",
  "Loading Screen Mod asset report file also include all these information.": "Ladataan Screen Mod omaisuus raportti tiedosto sisältää myös kaikki nämä tiedot.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Molemmissa modeissa on valinnat piilottaa paneelit päävalikkonäytöllä. Käytä vain yhtä modia piilottaaksesi ne tai saatat joutua ongelmiin.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Voisit siirtyä Tree Anarchy, joka on toiminnallisuus molemmissa modeissa.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Liikennevalojen tai prioriteettimerkkien asettaminen TM:PE junaraiteilla ei toimi. Muut asetukset toimivat.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Useat käyttäjät kertovat, että rinnakkainen Road Tool ei toimi Network Skins tilattu.",
  "Restores ship behavior that allows them to float on the land.": "Palauttaa aluksen käyttäytymistä, jonka avulla he voivat kellua maalla.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Joitakin teitä verkon laajennuksista luo väärä tai ylimääräistä liikennevaloa.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster on kaikki toiminnallisuus Mini FPS Booster ja enemmän.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Tämä saattaa antaa virheen. Katso 24 elo 2021 kommentti FPS Booster työpaja sivu ratkaisu.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Kaikkia kolmea listattua modia tulisi käyttää uusissa peleissä sen sijaan, että käytettäisiin Laajennettua Managers-kirjastoa",
  "This mod combination prevents using the light background theme.": "Tämä mod-yhdistelmä estää valon taustateeman käytön.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Tiet luotu Road Builder ei käytä vaniljapilareita. Tämä johtaa näiden teiden ja pilareiden väliseen kuiluun, jos vähennät siltojen paksuutta ja korotetut osat Curb Height Adjusterissa.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Terveydenhuollon palvelun valintapaneelin palveluvalinnat näytetään liian alhaisiksi, mikä tekee siitä vaikeaksi tai mahdottomaksi klikata.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Molemmat modit korvaavat 'vaniljamatchmaker' ja tekevät niistä yhteensopimattomia.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Automaattisen korvaamisen yhteydessä TM:PE-asetukset katoavat korvatuista ja yhdistetyistä verkkosegmenteistä, ja nuolinäppäimillä ja kaistaliittimillä voi olla sotkua koko kartalta.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR ei ole yhteensopiva verkon laajennusten kehittyneiden kaavoitusvaihtoehtojen kanssa.",
  "Flickering and disappearing buildings and assets are reported.": "Raportoidaan vilkkuvat ja katoavat rakennukset ja varat.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "VierekkäinenToOstettu vaihtoehto yhteisen maanpinnan on yhteensopimaton 81 laattan kanssa. Yhteinen Ground ei tarvita pelattavuuteen, kun avaat kaikki 81 laataa, mutta on silti hyvä käyttää karttaeditorissa.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Jos käytät ennen Plop Growables mod on save, käytä linkitetty muunnin ennen lastaamista ilman että moodin. Tilaa myös tässä tapauksessa RICO uudelleen ja löydä se! 2 pystyä ryöstämään aikuisia.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader ei ole yhteensopiva Real Timen muuttuvan auringonnousu- tai auringonlaskuajan kanssa. Käytä sen sijaan Additive Shader -testiversiota.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Deaktivoi rakennus Colossal Orderin Unlimited Soil -tilassa, koska sen toiminta sisältyy Extra Landscaping Toolsiin.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Aina suorita Steam-asiakasohjelma ennen kuin suoritat pelin. Linuxissa ja MacOS:ssa tarvitaan joitakin käyttäjätoimintoja, katso asennusohje: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Korjaus on nyt osa peruspeliä.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Tämä on standardi, sisäänrakennettu modi ladattu Workshopiin.",
  "The original mod supports various languages.": "Alkuperäinen modi tukee eri kieliä.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Tämä näyttää liittyvän surullisen ali213_mod_01 -moodiin.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "On erittäin suositeltavaa tehdä varmuuskopio olemassa olevasta tallennuksesta ennen kuin käytät tätä modia.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Toiminto on nyt osa peruspeliä. Tämä mod tarvitaan vain varoja, että jos tehdään tämän moodin.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Nyt osa peruspeli, tarvitaan vain varoja, jotka käyttävät näitä kappaleita.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Tämän modin toimivuus sisältyy itse peliin, vaikka tämän modin laskelmat ovat hieman erilaisia.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Jotkut käyttäjät ilmoittavat käyttöliittymän puuttuvan, kun sitä ei ole tilattu Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Tee historiallisia' on osa itse peliä, mutta tällä modilla historiallinen rakennus ei voi hylätä.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Käytä 'Yritä palauttaa simulaatiovirheitä' -valintaa lataamalla näyttömuotia sen sijaan, mikä on tehokkaampaa kuin tämä moodi.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Tätä ei ole suositeltavaa käyttää karttaeditorissa, koska luodut kartat vaativat Prop Anarchy.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Tämä modi tarvitsee ainakin yhden liikenteen valon prop paketin toimiakseen. Tämä modi poistaa yksittäiset liikennevalomodit automaattisesti käytöstä pelin käynnistämisessä ristiriitojen välttämiseksi, mutta käyttää niputettuja rekistereitä noista modeista. Jätä nuo muut liikennevalomodit pois käytöstä.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "GitHubista löytyy uudemmat versiot tästä LABS-versiosta: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Kaikki muiden kuin RICO-rakennusten työpaikat, mukaan lukien kaikki Industries DLC -rakennukset, sisältyvät palvelunumeroihin (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Mod toimii Windows, Mac OS ja Linux. Mukana itsenäinen 'Load Order Tool' on vain Windows ja vaatii ylimääräisen . et install. Katso lisätietoja työpajasta.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Luonnonsuojelureitit ja vastaavat eivät sekoita viistolle sijoitettuun maastoon. Tämä voidaan korjata käyttämällä Clamp moodia, jonka lujuus on noin 100 (suositeltu) tai ottamalla käyttöön \"ylikirjoittaa maaston ulkonäkö\"-vaihtoehto.\r\n\r\nKun \"ylikirjoita maasto ulkonäkö\" -vaihtoehto on käytössä, topografiset viivat peittokuva on rikki. Poista tämä vaihtoehto käytöstä tai käytä puristustilaa, jonka lujuus on 120 tai pienempi, tai mittakaavassa, jonka lujuus on 100 tai pienempi.\r\n\r\nVerkostot näyttävät aina ruohoa, eivät koskaan kallion rakenne. Tämä on erityisen havaittavissa esimerkiksi DŽŽŽn kaltevuusprofiileissa.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Toiminnallisuus tämän mod sisältyy itse peliin, vaikka nuolet tämän mod ovat paremmin näkyvissä.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Tämä tarvittiin MacOS:lle, koska FPS Booster ei toiminut MacOS:ssa. Se pitäisi ratkaista ja kaikkien pitäisi pystyä käyttämään FPS Boosteria.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Kaikki uudelleennimeäminen menetetään, kun (un)tilaat mitään pelin ollessa käynnissä.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Tätä voidaan käyttää yksinään, tai olla pois käytöstä ja käyttää 'prop pack' ROP tai Traffic Light Replacer moodissa.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Tämä oli ennen uudempaa versiota, mutta vanhentui sen jälkeen, kun alkuperäinen versio päivitettiin. Käytä sen sijaan alkuperäistä versiota.",
  "When using this mod, it is wise to back up your saves from time to time.": "Kun käytät tätä moodia, on viisasta varmuuskopioida tallennuksia aika ajoin.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Kaupunginväliset bussit vain tulla kaupunkiin kautta 1-tie valtatie ulkopuolella yhteyksiä, ei kautta 2-tiellä.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Tämä käyttää vanhentuneita tietoja. Compatibility Report -julkaisun virallisessa julkaisussa on usean kielen tuki!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Tämä modi on nyt tarkoitettu vain hautausmaille. Jätteen siirto- ja käsittelytilat pelistä kattavat muut toiminnot tästä tilasta.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Tätä seuraa seuraava prop-paketti yhdistettynä BOB-tilaan: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Epäoikein näyttää elokuvakamera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Vaihtoehtoja löytyy täältä: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Pelissä on jo ratkaistu kysymys siitä, että matalan koulutustason työntekijöitä ei ole riittävästi työllistetty korkeasti koulutetuilla työntekijöillä.",
  "CAUTION: If you use this and save, the game save is broken.": "VAROITUS: Jos käytät tätä ja tallennat, peli tallennetaan rikki.",
  "This is for testing only and might be removed from the Workshop soon.": "Tämä koskee vain testausta, ja se voidaan poistaa työpajasta pian.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Kun luodaan sisältöjä tämän moodin rekvisiitillä, nämä varat tarvitsevat tätä modin versiota eikä niitä voi käyttää alkuperäisessä moodissa.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Käytä Prop Anarkiaa yhdistettynä Tree Anarchyn sijaan Prop &amp; Tree Anarchy.",
  "It is STRONGLY recommended not to use this mod!": "On STRONGLY suositeltavaa olla käyttämättä tätä tilaa!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Vaihtoehtoisesti tämä on 'haamutila', joka mahdollistaa tilauksen peruuttamisen ja silti pitää pelin säästää käytettävissä, jos haluat kokonaan poistaa MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Tekijä salasi koodinsa ja ei anna mitään pääsyä hänen koodi. Näin ollen ei voida tarkistaa, jos niihin ei sisälly minkäänlaista haitallista koodia. Muut moderit eivät voi ratkaista ongelmia, jotka nousevat esiin käyttämällä modeja tältä luojalta. Voimme vain tarkistaa, että niiden modit luovat ongelmia useita top 100 modeja.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Jos sinulla on ongelmia kirjasinnäytön kanssa, poista mukautettu kirjasinhallinta käytöstä modiasetuksissa.",
  "This mod was only for scenario developers looking for more options.": "Tämä modi oli vain skenaarion kehittäjille, jotka etsivät lisää vaihtoehtoja.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Huomautus: lokaalitiedostoa ei poisteta, kun tilaus lopetetaan. Se on poistettava manuaalisesti, katso Workshop-sivu.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Tämä ei sovi yhteen erilaisten modien kanssa, joilla on samanlaisia toimintoja ja jotka törmäävät eri modeihin. Tapa paljon luetella ne kaikki.",
  "The original mod supports the Chinese language.": "Alkuperäinen modi tukee kiinan kieltä.",
  "Now part of the base game, therefore not needed any more.": "Nyt osa peruspeli, joten ei tarvita enää.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Tämä avaa vain 25 laatat uuden pelin alussa, ei edellisessä pelissä tallennettu.",
  "Can't show data from extension mods like Extended Managers Library.": "Ei voida näyttää lisäosien modeista, kuten Extended Managers -kirjastosta.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Autobudjetoinnin poliisi, terveydenhuolto ja palo-asemat voivat aiheuttaa maanarvon alenemista, koska pienempi budjetti tarkoittaa pienempää suoja-aluetta.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Tämä on epävirallinen kiinteä versio Toggleable Whiteness moodista.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Peli on yksisuuntainen juna raidat samoin, mutta tämä on myös yksi kaksisuuntainen rata ja tarvitaan edelleen mukautettuja asemia yksisuuntainen asemarata.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Tätä tarvitaan vain, jos vanha lippu prop tai ajoneuvon sub mesh sitä vielä tarvitaan."
}