{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Incompatible avec la résolution dynamique et les autres mods de la caméra.",
  "Vehicle LOD Flashing": "La LOD des Véhicules scintille",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Se désabonner après utilisation ! Cela va spammer le journal du jeu et augmenter sérieusement la taille.",
  "Broken / Can't be loaded": "Cassé / Ne peux être chargé",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Dans les options de Repaint il existe aussi un paramètre pour corriger la couleur des noeuds plus sombres sur les autoroutes est disponible.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Si les intersections paraissent bleues, allez dans les paramètres du mod et activez l'actualisation automatique. Cela augmente le temps de chargement si vous avez beaucoup de routes personnalisées.",
  "This might increase loading time.": "Cela pourrait augmenter le temps de chargement.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Ce mod n'est pas optimisé et peut causer des problèmes de performance. Ceci a probablement des incompatibilités inconnues avec d'autres mods. Il est FORTEMENT recommandé de ne pas utiliser ce mod !",
  "Mod options resetting on game load.": "Réinitialisation des options de mod lors du chargement du jeu.",
  "Game breaking": "Casse le Jeu",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NE PAS UTILISER LA PROPS GÉNÉRÉE dans des mods tels que BOB, Pocedural Objets ou Outil de marquage intersection. Cela peut briser votre sauvegarde ! C'est en quelque sorte logique et non pas un problème de ces mods. Les arborescences non conformes au terrain ainsi que les arborescences et accessoires de véhicule sont générés à un point spécifique du processus de chargement (ils ne sont pas stockés ! Cela signifie que l'utilisation de ces actifs en mods, entraînera le problème qu'ils ne peuvent pas être chargés, simplement parce qu'ils ne sont pas créés pour le moment les réseaux et d'autres choses sont chargés.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "En raison des changements significatifs dans le jeu de base, ce mod est mieux utilisé pour les nouveaux jeux uniquement.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Les noms de stations longues ou les noms de stations en double peuvent casser la disposition. Les lignes qui desservent la même station plusieurs fois peuvent confondre le mod. Les noms de stations sur des stations multi-plateformes peuvent être incorrects.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "AVERTISSEMENT : Cet auteur a été banni pour avoir mis du code malveillant dans leurs mods . Ce mod est soupçonné d'avoir du code malveillant dedans. Vous feriez mieux de SUPPRIMER IMMÉDIATEMENT ! AVERTISSEMENT : NE PAS suivre les instructions sur la page du mod pour télécharger une mise à jour via GitHub. Cette mise à jour contient du code MALICIOUS et insère du code malveillant dans ce mod Harmony ! L'auteur est également connu pour avoir délibérément brisé leurs propres mods de spite. Techniquement, cela ne fonctionne pas très bien, donne beaucoup d'erreurs erronées et est incompatible avec beaucoup de mods dans l'atelier. Combiné avec l'histoire de l'auteur, il serait très sage de se désabonner !",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Le créateur a chiffré son code et ne fournit aucun accès à son code. Par conséquent, personne ne peut vérifier s'ils n'incluent aucun type de code nuisible. Ni les autres modders ne peuvent travailler à la résolution des problèmes qui se posent avec l'utilisation des mods de ce créateur. Nous ne pouvons que vérifier, que leurs mods créent des problèmes avec plusieurs mods top 100. C'est pourquoi nous recommandons fortement de ne pas utiliser ce mod !",
  "Can't be loaded": "Ne peut être chargé",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Suite à des changements dans le jeu de base, ce mod ne fonctionne plus pour le moment. Le moddeur en est conscient.\n\nPlacez au moins un asset de port de barge spécialisé et connectez-le à un autre et ce mod fonctionnera correctement. Vous pouvez ajouter plus de ports sur la ligne pour distribuer les marchandises. Si une connexion se perd ou aucune barge n'apparaît, ce n'est pas causé par ce mod, mais par le jeu de base.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "L'entrepôt n'est pas vide pour certains utilisateurs. Cela peut être dû au fait que des bateaux de pêche occupent tous les emplacements de véhicule, donc aucun camion d'entrepôt ne peut apparaître. Les utilisateurs ont remarqué que des camions transmettent des poissons d'un entrepôt à un autre.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Pour voir les chemins de bateau/traversier lors de la mise en place d'un pont, activez la vue des informations sur le transport.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Les points d'apparition se sont déplacés trop loin du point de frai d'origine empêchent parfois tous les passagers des transports publics. Les points d'apparition des camions de fret ne sont pas pris en charge dans les gares de fret, les aéroports de fret ou les ports de fret.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "Le message \"NO Big Truck Mod loaded with errors\" apparaît.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Le masquage de prop a été supprimé de ce mod, mais est disponible dans le mod BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Ne fonctionne que sur les affichages avec un format 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Ne fonctionne pas pour tous les bâtiments, problèmes de performance, messages d'erreurs.",
  "Lags the game massively": "Fait beaucoup ralentir le jeu",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Les lumières vanillées sur les routes piétonnes ne peuvent pas être échangées.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Cela peut faire que les cims soient coincés à des arrêts de transports publics cassés ou supprimés. Cela peut entraîner un retard dans les grandes villes.",
  "LOD has too many vertices": "Le LOD à trop d'arêtes",
  "This has some issues with spaces in names.": "Ceci a quelques problèmes avec des espaces dans les noms.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "AVERTISSEMENT : Cet auteur a été banni pour avoir mis du code malveillant dans leurs mods . L'auteur est également connu pour avoir délibérément brisé leurs propres mods de spite. Techniquement, cela peut fonctionner. Compte tenu de l'histoire de l'auteur, il serait très sage de vous désabonner !",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Cela semble fonctionner pour certaines personnes, mais d'autres signalent des problèmes. Ne fonctionne pas dans le menu principal, ne fonctionne qu'après avoir chargé une carte.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Désactiver le défilement avec l'un des raccourcis clavier avant le dézonage pour prévenir le dézonage massif accidentel. Il en va de même pour les autres actions effectuées avec le bouton droit de la souris, comme les améliorations de la route.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "Dans les résolutions autres que 16:9, il se déplace dans le coin supérieur gauche, bloquant le bouton Infoview par défaut.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Provoque des effets étranges sur les jonctions et les conflits avec divers Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "La touche Tab que ce mod utilise en conflit avec plusieurs autres mods. Utilisez soit un autre mod de première personne, soit changez la clé dans le fichier xml (voir les commentaires de l'atelier).",
  "Create massive lags if no overlay.png is in the specified folder.": "Crée des lags massifs si aucun overlay.png n'est dans le dossier spécifié.",
  "Vehicle LOD Turn Black": "La LOD des Véhicules devient noir",
  "Error popup": "Affiche des erreurs",
  "Missing UI. Performance issues (fps drops).": "Problèmes de performance de l'interface utilisateur manquant (drop fps).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Les utilisateurs signalent que « Faire pleuvoir » doit être cliqué (dans les options) si beaucoup de mods sont utilisés. Sans les autres mods, il fonctionne tout seul. La pluie peut aussi clignoter un peu mais se règle plus tard.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "L'écran des options du mod peut s'interrompre si vous avez trop d'actifs de train. Certains utilisateurs signalent des problèmes avec le fichier de configuration qui ne sont pas correctement créés. Cela peut causer un décalage si vous n'utilisez pas FPS Booster.",
  "Error messages popup": "Affichage de messages d'erreur",
  "The reported issues might be unknown mod conflicts.": "Les problèmes signalés peuvent être des conflits de mods inconnus.",
  "Multiple reports about getting a blank screen when loading a map.": "Plusieurs rapports sur l'obtention d'un écran vide lors du chargement d'une carte.",
  "Crash the game / Error popup": "Fait crash le jeu / Affichage d'erreurs",
  "Several reports of lagging the game.": "Plusieurs rapports faisant état d'un retard dans le jeu.",
  "Screen flashes / flickering. Time jumping or going backwards.": "L'écran clignote / scintillement. Le temps de sauter ou de revenir en arrière.",
  "Not recognise few latest DLC sounds.": "Ne reconnait pas les derniers sons du DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Si vous vous abonnez à de mauvaises ressources configurées qui ont besoin de ce mod, ces ressources peuvent causer des problèmes de jeu.",
  "Several users report it is not working at all.": "Plusieurs utilisateurs signalent qu'il ne fonctionne pas du tout.",
  "LOD not correct.": "LOD incorrect.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Les actifs qui font partie d'un mod ne peuvent plus être activés automatiquement par le jeu.",
  "Conflicts with various other mods.": "Conflit avec divers autres mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Ne fonctionne pas pour tous les bâtiments, pointes et trous de terrain, problèmes de performance, messages d'erreurs.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ATTENTION : Ceci ne masque que les icônes de problème. Les problèmes existent toujours ! Cela peut rapidement conduire à l'abandon massif si vous oubliez de vérifier les problèmes.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "The staff were very friendly and helpful.",
  "Broken / Can't be used": "Cassé / Ne peut être utilisé",
  "Forgets settings at start, esp. the sun height.": "Oublie les paramètres au démarrage, en particulier la hauteur du soleil.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Certains utilisateurs signalent cela pour causer des jeux non chargeables. Il est inconnu s'il s'agit d'un conflit de mods ou d'un problème avec le patch 1 du jeu. 4. Certains utilisateurs signalent une interface utilisateur manquante. Les LODs ne peuvent pas être remplacés. Voir l'Atelier pour plus de détails sur les problèmes connus.",
  "Can't be loaded / Error popup": "Ne peut être chargé / Affichage d'erreurs",
  "Doesn't show up in the CSL Music Mod.": "N'apparaît pas dans le Mod de musique CSL.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Sur certaines intersections, des feux de circulation en double apparaissent : sur une intersection en T, aucune lumière n'apparaît sur la route intersectionnée. Les autoroutes et les rampes autoroutières ont les feux de circulation sur le mauvais côté de l'intersection.",
  "Not supporting budgets for newer DLC.": "Ne supporte pas les budgets pour les nouveaux DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Les trains de passagers vanilla n'apparaissent plus avec variation de couleur, c'est le comportement voulu.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Ceci est incompatible avec les mods qui changent également la capacité de construction. Utilisez la Population Révisitée à la place pour une meilleure compatibilité.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Tous les joueurs doivent avoir exactement les mêmes DLC (aucun n'est supporté) et les mods sont incompatibles avec la plupart des mods, trop nombreux à mentionner ici. Une (très courte) liste de mods supportés : https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Les textures des autoroutes seront mises en miroir aléatoirement par segment lors de l'application de ce mod et devront être reconstruites pour corriger.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Il manque des réglages pour les derniers DLC : Parklife, Industries, Campus, et Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Ne va pas bulldoze si vous possédez des catastrophes naturelles. Vous devez utiliser l'unité de réaction aux catastrophes dans ce cas. Les nouvelles catégories de construction ne sont pas des bulldozers.",
  "Vehicle LOD Turn White": "La LOD des Véhicules devient blanche",
  "DLCs after Campus can’t be selected.": "Les DLC après le Campus ne peuvent pas être sélectionnés.",
  "Can cause performance issues (lag or fps drops).": "Peut causer des problèmes de performance (lag ou fps drops).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Ce mod peut avoir un impact sur les performances du jeu. Ne fonctionne pas dans les jeux de scénario.",
  "This sometimes breaks transport lines.": "Cela casse parfois les lignes de transport.",
  "As it is an outdated mod some panels may noth be unlocked.": "Comme il s'agit d'un mod obsolète, certains panneaux peuvent être déverouillés.",
  "Breaks the pause after loading game option.": "Interrompt la pause après le chargement de l'option de jeu.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Les ressources externes ne sont pas utilisées, vous ne pouvez pas l'utiliser sur une nouvelle carte. Plusieurs joueurs signalent que cela ne fonctionne pas.",
  "Building flickers": "Les bâtiments scintillent",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "La brosse cesse parfois de fonctionner. Se désabonner et se réabonner (alors que le jeu ne fonctionne pas) aide souvent pendant un certain temps, mais une solution plus permanente est d'utiliser le Mod de commande de chargement et de régler l'ordre de chargement de la brosse forestière à 9999.",
  "Buttons are no longer aligned correctly.": "Les boutons ne sont plus alignés correctement.",
  "For some players it do not create ship pathes.": "Pour certains joueurs, il ne crée pas de parcours de vaisseau.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Les stations souterraines créent une entrée de tunnel, ce qui rend difficile la connexion de la voie à la station et perturbe la surface du sol. Les chenilles montées et terrestres semblent être parfaites.",
  "This breaks up the UI, especially text scaling.": "Cela casse l'interface utilisateur, en particulier la mise à l'échelle du texte.",
  "Game might get corrupted.": "La partie pourrait être corrompue.",
  "Causes game crashes.": "Cause des plantages du jeu.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Ne fonctionne pas avec les versions réelles du jeu, car le mod dependency Roads United Core 2.0 n'est plus mis à jour.",
  "It’s in early development stage. See information on workshop page.": "Il est en phase de développement précoce, voir les informations sur la page des ateliers .",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Si vous voulez que les arbres disparaissent lors de la construction de routes, veillez à ce que \"Collision\" soit activé dans Network Anarchy.",
  "Freezes the game": "Gèle le jeu",
  "Everything that has more than two rails tracks can't be hidden.": "Tout ce qui a plus de deux pistes de rails ne peut pas être caché.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Cela pourrait ne pas fonctionner avec un pilote 3DxWare supérieur à 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Les résultats ne sont plus fiables. Utilisez plutôt le rapport de compatibilité.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Cela peut fonctionner, mais ce n'est pas la meilleure façon de résoudre le problème. Le jeu se résout déjà lui-même en employant des personnes hautement éduquées dans des emplois peu scolarisés ou vous pourriez utiliser les employé-e-s surexformé-e-s V2 à la place pour un effet plus fort.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Il produit des erreurs de \"prefab\" dupliquées, qui sont inoffensives. Certains utilisateurs signalent que les props de feux de circulation restent blancs après la dernière mise à jour qui aurait dû corriger cela.",
  "Public transport part not working anymore.": "La partie transport en commun ne fonctionne plus.",
  "You can easily modify the RICO settings in-game.": "Vous pouvez facilement modifier les paramètres RICO en jeu.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Casser toutes les fonctionnalités de transfert de DLC ou de jeu de base plus récentes que le DLC de Snowfall.",
  "The functionality of this mod is included in the game itself.": "La fonctionnalité de ce mod est incluse dans le jeu lui-même.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Des cas rares où il peut lancer des erreurs et même fermer le jeu sur le bureau.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Ajoute des lumières tournantes uniquement aux véhicules pris en charge, listés sur la page des ateliers.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Le nom de ce mod est trompeur. Il ne réduit pas la quantité de déchets produits. Il ne fait que réduire les frais d'ordures et donc mieux nommer \"Moins de frais d'ordres\".",
  "Bloom settings not being applied. Config files not loading.": "Les paramètres de Bloom ne sont pas appliqués. Les fichiers de configuration ne sont pas chargés.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Lorsque votre ville atteint environ 15000 citoyens, ce mod n'augmentera plus la vitesse au-dessus du paramètre par défaut du jeu x4.",
  "It takes some in-game time for the extra money to arrive.": "Il faut du temps en jeu pour que l'argent supplémentaire arrive.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Les pointes d'eau peuvent rester pour toujours, même si le mod est désabonné.",
  "Not showing information for newer DLC assets.": "Ne pas afficher d'informations pour les nouveaux contenus DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Plusieurs fonctions ne fonctionnent plus et émettent des erreurs si vous n'avez pas Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "La liste déroulante ne fonctionne pas, probablement à cause de l'incompatibilité avec les autres mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATTENTION : Le fichier local Japonnais ne sera pas supprimé même si vous vous désabonnez du mod. Pour plus d'infos regarder la description du Workshop.",
  "This is only needed for custom networks that require this mod.": "Ceci n'est nécessaire que pour les réseaux personnalisés qui nécessitent ce mod.",
  "Button for the settings not visible for several users.": "Bouton pour les paramètres non visibles pour plusieurs utilisateurs.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "La sélection des véhicules pour les trains intercités est ignoré et certains nouveaux véhicules vanilla n'apparaissent pas dans la fenêtre de sélection.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "AVERTISSEMENT : Cet auteur a été banni pour avoir mis du code malveillant dans leurs mods . Ce mod est soupçonné d'avoir du code malveillant dedans. Vous feriez mieux de le SUPPRIMER IMMÉDIATEMENT ! L'auteur est également connu pour avoir délibérément brisé ses propres mods de spite.",
  "Includes malicious code!": "Inclut un code malveillant!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "AVERTISSEMENT : Ce mod est DANGEROUS ! Il télécharge des fichiers depuis un emplacement non surveillé et écrase les fichiers d'autres mods avec. Ce logiciel est TRES DANGEROUS et ne devrait pas être utilisé ! Vous feriez mieux de le SUPPRIMER IMMÉDIATEMENT ! AVERTISSEMENT : Cet auteur a été banni pour avoir mis du code malveillant dans leurs mods . L'auteur est également connu pour avoir délibérément brisé leurs propres mods de spite. AVERTISSEMENT : Ce mod a été retiré de l'Atelier par Steam parce qu'il a violé leur accord.",
  "This breaks maps saved in the map editor.": "Ceci casse les cartes enregistrées dans l'éditeur de carte.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Activez-la ! avez une option pour cacher les bâtiments de la carte (par exemple pour avoir seulement les rues visibles pour la planification). Si vous faites face à la vérification des \"bâtiments invisibles\", si vous avez activé cette option par erreur.",
  "Private building cannot include roads or other net types": "Le bâtiment privé ne peut pas inclure des routes ou d'autres types de filets",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 contient un certain nombre de bugs, il y aura de ce fait des comportements étranges occasionnellement. Par moments, TLM enverra des avions \"factices\" à un aéroport (qui disparaissent souvent une fois arrivé). Les changements apportés au code original de TLM ont introduit de nombreux problèmes. Nous le considérons actuellement comme un mod expérimental et instable, car les autres mods doivent être améliorés pour fonctionner avec celui-ci.",
  "Illegal DLC unlocker!": "Déverrouillage de DLC illégal !",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Il peut causer des bugs visuels dans le menu (onglets sans description et/ou image).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Raccourci clavier ne fonctionne pas (essayez le décalage vers la gauche plutôt que vers la droite). Réglages lumineux de la réinitialisation Ultimate Eyecandy ou de la lumière qui devient très sombre sur tout changement dans les paramètres de Relight, ou lors du chargement du jeu.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Il manque toutes les nouvelles classes d'items de tous les patchs depuis la publication et de tous les DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "L'enregistrement peut prendre beaucoup de temps pour les cartes avec un grand volume d'arbres et un grand nombre d'incendies.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Les piliers personnalisés peuvent être réinitialisés lors du prochain chargement. L'interface utilisateur pour le mod ne fonctionne pas complètement.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Ce mod est soupçonné d'empêcher parfois d'autres boutons de mod à afficher.",
  "LOD has too many vertices.": "Le LOD à trop d'arêtes.",
  "Various players report, information could not be gathered.": "Différents rapports de joueurs, l'information n'a pas pu être collectée.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Il semble que ce soit un clone de Traffic Manager, mais dit qu'il est Auto Line Color et que le code source n'est pas disponible.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Après avoir changé de style à aucun et rechargé la sauvegarde, il revient au style qui a été sélectionné auparavant. Il supprime les bâtiments historiques d'un autre style. Le contournement est de supprimer le quartier et de le peindre à nouveau.\r\nLa réparation est en cours de développement.",
  "Africa in Miniature buildings don't show up in menus.": "Les bâtiments Africa in Miniature n'apparaissent pas dans les menus.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina inclut un exécutable pour exécuter LUT Editor qui se situe dans le dossier du Workshop de Lumina.",
  "Demand stays at zero.": "La demande reste à zéro.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Travaille, mais provoque des messages d'erreur \"InvalidOperationException\" dans le fichier journal.",
  "This is missing statistics from later DLCs and game patches.": "Il manque des statistiques des téléchargements ultérieurs et des correctifs de jeu.",
  "Several reports about conflicts with various mods.": "Plusieurs rapports sur les conflits avec différents mods.",
  "Rocks can’t be deleted.": "Les roches ne peuvent pas être supprimées.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "On dit que cela est cassé, mais il y a beaucoup de rapports qui disent que cela fonctionne. Il se peut que vous ayez besoin de régler un décalage de 180 degrées pour que le soleil aille correctement de l'est à l'ouest.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Pour certaines personnes, ce mod fonctionne toujours bien. Pour d'autres, il y a des incompatibilités avec différents mods, que nous ne pouvions pas complètement vérifier.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Ceci pourrait nécessiter Ambient Sound Tuner 2.0 : https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Ne pas déverrouiller toutes les routes.",
  "Distorted LOD": "LOD déformée",
  "Causes ingame lags": "Cause du lag en jeu",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "La fonction de copie du mod Move It peut également dupliquer des bâtiments uniques.",
  "Error: too many vertices": "Erreur : trop d'arêtes",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Cela fonctionne pour certaines sauvegardes de jeux corrompues, mais pas pour tous. Si la sauvegarde du jeu est chargée, le jeu se figera pendant un certain temps. C'est normal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Ceci n'est pas mis à jour pour les derniers DLC et manque encore beaucoup du DLC Industries.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Caténaires et Props deviennent noirs pour les pistes Vanilla supportées !",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Les arrêts de bus sur les routes à partir de nouveaux patchs et les DLC ne seront pas remplacés.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Le réglage réinitialise chaque charge et pour plusieurs joueurs il est cassé. Il est également très probable qu'il entre en conflit avec d'autres mods de caméra.",
  "Breaks game if you setup to high values.": "Passe le jeu si vous configurez à des valeurs élevées.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Cela ne corrigera pas les bâtiments qui étaient déjà abandonnés avant que ce mod ne devienne actif.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Ce mod n'est plus nécessaire, sauf si vous avez une ancienne ressource qui en a besoin. Comme la fonctionnalité de ce mod est inclus dans le jeu lui-même.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Les maisons de retraite se présentent comme des protections pour les soins de la mort lors de leur placement.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Appliquer une liste désactivera les mods inutiles mais ne les désabonnera pas, et les mods désactivés peuvent causer des problèmes. Les actifs qui sont inclus avec un mod peuvent avoir un problème. Les paramètres du jeu réinitialisent lors de l'enregistrement de ces données de mods.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Différents problèmes, instables. La fonctionnalité de la flèche routière ne fonctionne pas, ou seulement après la désactivation et la réactivation de celle-ci à chaque charge. Toutes les routes ne sont pas prises en charge.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "L'aéroport international After Dark pose des problèmes lors de la création de ligne. Il y a quelques rapports sur une icône/un bouton manquant.",
  "This might block the vanilla quay upgrade tool.": "Cela pourrait bloquer l'outil d'amélioration du quai vanilla.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Les portes de sécurité aléatoires incluses provoquent une erreur \"NullReferenceException\". Si vous voulez utiliser ce paquet, vous devez exclure les portes de sécurité aléatoires.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Cause de longs temps de chargement, cause différents problèmes qui sont à la fin même briser le jeu, donc marqué comme incompatible avec le jeu.",
  "Not showing up ingame.": "N'apparaît pas dans le jeu.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, le gel du jeu et les flashes d'écran sont signalés. À utiliser avec précaution, ou se désabonner.",
  "White lines at the moon and Flickering when game running.": "Lignes blanches sur la lune et scintillement lorsque le jeu fonctionne.",
  "Invalid Image Format": "Format d'image invalide",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Lors de la charge du jeu, la valeur précédente est chargée correctement, mais le curseur dans les options du mod sera toujours dans la position par défaut.",
  "This is only needed if a prop or mod requires it.": "Ceci est seulement nécessaire si un ancien prop le demande encore.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Certains utilisateurs font en sorte que cela fonctionne correctement, mais il y a beaucoup de rapports, y compris sur la réinitialisation des paramètres entre les charges.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Cela ne fonctionne que pour les affichages avec un ratio d'aspect de 16:9 ou 16:10. Ceci est une fonctionnalité manquante pour les correctifs et les DLC plus récents.",
  "Terrain conforming props cannot be moved up/down.": "Les accessoires conformes au terrain ne peuvent pas être déplacés vers le haut/bas.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Bien que ce mod augmente la netteté, il peut également introduire du bruit, des modèles de mordus et des problèmes d'aliasage. Surtout sur les résolutions plus élevées, vous pourriez ne pas voir la différence entre ce mod actif ou non.",
  "This causes (vanilla) trees to flicker.": "Cela provoque un scintillement des arbres (vanille).",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Ce mod n'a plus aucune fonction. Le créateur ne publie pas ses mods pour les joueurs, mais juste pour montrer aux gens à quel point il peut coder.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Impossible d'exporter avec une erreur \"XML root element missing\" dans le log. Les voies ferrées ne sont pas toujours incluses.\nSi vous modifiez un nœud avec NCR ou NC2 et exporter la carte, le dessin des nœuds correspondant peut être incorrect.\nLes itinéraires d'hélicoptère et de trolley-bus ajoutés dans le DLC SH ne sont pas affichés. (Le DLC SH n'est pas supporté).",
  "Creating 'ghost' vehicles": "Créer des véhicules \"fantômes\"",
  "Creating 'ghost' vehicles is reported and need to be verified.": "La création de véhicules « fantôme » est signalée et doit être vérifiée.",
  "Do not remove trees added after Campus DLC to the game.": "Ne supprimez pas les arbres ajoutés après le téléchargement de Campus dans le jeu.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflit avec différents mods et peut entraîner des crashs. Peut causer des problèmes de performance et augmenter le temps de charge.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Cela cause des temps de chargement très longs si le mod de chargement de temps Fix n'est pas utilisé.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Afin de construire des connexions extérieures avec des routes zonables en dehors des tuiles débloquées, vous devez désactiver temporairement le zonage avec un autre mod. Dans l'éditeur de cartes, les connexions doivent utiliser des routes vanillées, pas des routes personnalisées. Les bus interurbains ne pénètrent dans la ville que par une autoroute à sens unique en dehors des liaisons, et non par une route bidirectionnelle.",
  "This is an incomplete version to lure you into buying a complete version.": "Il s'agit d'une version incomplète pour vous attirer à acheter une version complète.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "S'abonner à ce mod provoque des scintillements ou la disparition de bâtiments. Évitez d'utiliser tout asset qui vous force à utiliser ce mod !",
  "The default English names still appear as well, next to the new Japanese names.": "Les noms anglais par défaut apparaissent toujours, à côté des nouveaux noms japonais.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Ce mod augmente le temps de chargement, et cette augmentation peut être énorme pour les grandes villes.",
  "Previously created rotating props still require the PropRotating Params mod.": "Les props rotatifs précédemment créés nécessitent toujours le mod PropRotating Params.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Certains signalent une impossibilité à sauvegarder la partie, spécifiquement avec un grand nombre d'objets procéduraux.\nAu premier lancement après l'installation, une fenêtre vide apparaît. Redémarrez votre jeu pour résoudre ceci.\n",
  "On a T-intersection, no light appears on the intersecting road.": "Sur une intersection T, aucune lumière n'apparaît sur la route intersectionnée.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Ceci n'est pas mis à jour pour le DLC Industries et ne fonctionnera probablement pas pour les zones industrielles de ce DLC.",
  "Simulation Errors and conflits with various other mods.": "Erreurs de simulation et conflits avec divers autres mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Si la valeur par défaut semble trop sombre, activez les paramètres d'intensité de lumière globale et/ou ambiante dans Ultimate Eyecandy. Les ombres doivent être réglées au maximum en utilisant l'ajustement Force des ombres pour éviter que le soleil ne s'échappe à travers les objets. Pour rendre les ombres moins visibles, réduire l'intensité de la lumière globale et augmenter l'intensité de la lumière ambiante en Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Cause différents problèmes car un chemin est sélectionné aléatoirement",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Ne prends pas en charge les noms pour les quartiers des nouveaux DLC.\nActiver et charger plusieurs listes de noms qui changent les mêmes éléments de traductions créera des conflits.\nPour éviter les conflits, veuillez vérifier quels éléments de traduction sont modifié dans la liste des noms du Workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Les ressources épuisent au lieu d'être illimitées, la langue revient en anglais à chaque démarrage et le jeu est débloqué même si cette fonction est désactivée.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Ne fonctionne pas sur les routes Vanilla plus tard que Sunser Harbour. Vous pouvez rester abonné mais désactivé pour utiliser BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 pour échanger les accessoires.",
  "Not able to name new districts.": "Impossible de nommer de nouveaux districts.",
  "The traffic lights on some custom road do not change.": "Les feux de circulation sur une route personnalisée ne changent pas.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "La désactivation de la pollution de l'eau n'est pas immédiate, il faut un certain temps pour que l'eau se dissipe. La réhabilitation de la pollution des sols ou de l'eau n'est pas non plus immédiate, il faut un certain temps pour se reconstruire.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Erreurs dans le journal du jeu à propos des actions non autorisées. Les bus n'apparaissent pas. Aucun prénom n'a été attribué.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Fonctionne uniquement avec les cartes souscrites de l'atelier. Utilise le détour et par conséquent incompatible avec divers autres mods, principalement Harmony.",
  "Only a limited set of roads is included.": "Seul un ensemble de routes limité est inclus.",
  "User reports that it is not working at all if you select heavy traffic.": "L'utilisateur signale que cela ne fonctionne pas du tout si vous sélectionnez le trafic lourd.",
  "Broken LOD, Vehicle blinks.": "LOD cassé, le véhicule clignote.",
  "Clipping may occur as well as simulation errors.": "Le découpage peut se produire ainsi que des erreurs de simulation.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Pour certains utilisateurs, les citoyens ne prennent pas de voiture, mais disparaissent et réapparaissent chez eux, parfois à pied vers la même station/arrêt à nouveau.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Consultez le guide de base de Render It! & Play It! sur https://bit.ly/3XiMQPY pour plus de détails.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Affichage du mauvais type de feu lorsque vous utilisez 'Large Avenue with Plass'. Il se peut que cela ne fonctionne pas pour le trafic à gauche (LHT) et pour les petites routes à sens unique ou les petites routes avec des trams.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "La suppression d'un segment de route avec une recherche de chemin ajustée peut provoquer une erreur NullReference .",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Erreurs au démarrage. Problèmes d'interface utilisateur manquants. Problèmes de performance (drop fps).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Cela bloque souvent le bouton de mise à jour de la route. La fonctionnalité de mise à l'échelle est cassée et ne doit pas être utilisée. Les utilisateurs signalent également d'autres problèmes.",
  "Button missing. Error popups.": "Bouton manquant. Erreur popups.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Des problèmes massifs ont été signalés, notamment : textures de route manquantes, erreur KeyNotFoundException , plantage du jeu, utilisation de la mémoire élevée.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "L'herbe peut pousser à travers les routes CSUR. Cacher l'herbe avec Hide It ou soulever légèrement les nœuds avec Move It vous aidera. Les routes peuvent parfois être placées légèrement sous la surface. Soulez-les avec Move It. Les entrées de tunnels des routes CSUR non centrées sont couvertes par le terrain. Certains utilisateurs signalent les plantages du jeu et l'interface CSUR ne fonctionne pas.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Le bouton ne peut pas être déplacé, ce qui rend les statistiques hors écran sur certaines résolutions d'écran.",
  "Various issues reported, see Worshop comments for details.": "Divers problèmes signalés, voir commentaires du Worshop pour plus de détails.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Le trafic à gauche n'est pas pris en charge. Cela ne fonctionne pas sous Linux. Les feux latéraux opposés ont quelques bizarreries sur les intersections T et les routes à sens unique.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "PRÉCAUTION : NE PAS FOURNIR DES ERREURS dans les options de mod ou dans les popups de ce mod, car cela rend le dépannage des problèmes de mod/asset presque impossible. Cacher des erreurs ne les fait pas disparaître, et rendra votre jeu moins fiable!",
  "Disasters are not recognized.": "Les catastrophes ne sont pas reconnues.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Cela ne fonctionne pas pour les nouvelles stations de métro du 'Pack Content Creator : Stations' et pour certaines stations personnalisées. Vous pouvez utiliser Move It à la place pour ces stations.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Abandon sévère du FPS lors de la création de routes. Certains utilisateurs obtiennent une erreur 'forme invalide'. Inverser la direction donne parfois une exception. L'exception est inoffensive, mais vous ne pouvez pas inverser ce segment et vous devez supprimer et recréer.",
  "For several players it causes errors and is not working.": "Pour plusieurs joueurs, il provoque des erreurs et ne fonctionne pas.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Certaines fonctions ne fonctionneront pas pour les actifs installés localement : trier par téléchargement récent, rechercher par nom d'auteur, ouvrir la page Workshop.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Il y a un bug avec l'apparition comme une vache. Les pentes, rampes et chemins élevés ne semblent pas fonctionner. Certains ne peuvent que marcher en arrière ou flottent.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Vous ne pouvez pas enregistrer les routes générées et vous ne devriez donc pas ouvrir une sauvegarde là où elle a été utilisée par la suite. Ce mod est encore en phase de développement.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Certains utilisateurs le font encore fonctionner, mais pour beaucoup il est partiellement ou totalement cassé, y compris le fait de ne pas pouvoir charger une sauvegarde de jeu. Désactiver le \"nouvel algorithme pour déchiffrer les embouteillages à proximité des connexions extérieures\" peut aider. La suppression du fichier EnhancedDistrictServices.cgs peut également aider, mais vous perdrez toutes les personnalisations.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Ne fonctionne pas avec les véhicules de livraison des Industries et des DLC du port Sunset. Le menu des paramètres se désagrège (fermer et rouvrir les paramètres peut aider). Incompatible avec tous les mods qui modifient l'IA du véhicule.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Ce mod ne fonctionne que sur Windows, pas sur MacOS ou Linux. C'est un mod avancé qui nécessite des connaissances de script Python pour l'utiliser.",
  "You must follow exactly the steps on the workshop page to use it.": "Vous devez suivre exactement les étapes de la page de l'atelier pour l'utiliser.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Incompatible avec n'importe quel type de mods bulldoze automatisés.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Est nécessaire pour que tout réseau adaptatif fonctionne correctement. Il s'agit par exemple des routes de construction de routes, de différentes clôtures et de réseaux ferroviaires 2.",
  "Users reported various issues, see Workshop comments.": "Les utilisateurs ont signalé divers problèmes, voir les commentaires du Workshop.",
  "Will lead to various graphical issues ingame": "Conduira à divers problèmes graphiques en jeu",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Sachez que ce mod est instable et que des plantages peuvent se produire dans les grandes villes !",
  "Cargo trains for some do not spawn.": "Les trains de marchandises pour certains n'apparaissent pas.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Ce mod a un certain nombre de bugs et de problèmes de stabilité, et n'est pas recommandé pour les nouveaux jeux. Il est fourni ici comme une tentative d'aider les joueurs avec les villes existantes en utilisant Extended Managers Library/Prop Anarchy continuer leurs sauvegardes sans avoir à refaire leur travail.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Ceci n'est nécessaire que si vous voulez utiliser la nouvelle génération de contrôle de l'arborescence des mods, le contrôle Prop, Line Tool on a map/save that used before Extended Manager Library, Arree Anarchy, Prop Anarchy. Pour plus de détails, consultez la page atelier de ce mod.",
  "Do nothing right now. Should normally not be released publicly.": "Ne fait rien pour le moment. Ne devrait normalement pas être publié publiquement.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 blocs Thème Mixer 2 pour que certains joueurs puissent changer les textures du Thème.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Certaines routes à partir d'extensions de réseau apparaissent sous le mauvais ou aucun feu de circulation.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Les restrictions de district (Import/Export) ne montrent aucune liste abandonnée, si elles sont utilisées avec Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Utilisez le mod original de Precision Engineering au lieu de la version maintenant obsolète 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Selon la résolution de l'écran, il peut être nécessaire d'utiliser UI Resolution 1.2 pour voir toute l'interface utilisateur de TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Les maisons de retraite auront une fenêtre de sélection de véhicule vide inutile.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Fait flotter les arbres. Vous pouvez passer à Tree Control, qui a les fonctionnalités de ces deux mods.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Les nœuds bleus peuvent apparaître et ne peuvent pas être corrigés automatiquement. Si vous utilisez AN Networks, il est préférable de supprimer la médiane de la jonction continue.",
  "Real Time might delay the arrival of extra Starting Money.": "Le temps réel peut retarder l’arrivée de l’argent de départ supplémentaire.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "L'auteur de l'utilitaire Camera Positions dit que ce sont incompatibles, mais certains utilisateurs signalent qu'ils fonctionnent bien ensemble.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 vide les onglets de Better Education Toolbar. Il est donc recommandé d'utiliser la collection alternative à la place.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "En mode pause, vous pouvez changer l'heure de la journée, mais dès que vous relâchez la pause, la gestion du temps réel prend le dessus. Il s'agit d'un comportement intentionnel. Si vous ralentissez la vitesse de simulation avec Play It! la journée ne correspond plus au temps réel. Cela devient très visible en fin de soirée et en début de matinée. Il s'agit d'un comportement prévu et ne peut pas être changé.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Les Stops partagées ne peuvent pas être créées sur les routes CSUR express (elles fonctionnent sur des routes régulières et compactes).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Le Shared Stop Enabler a la fonctionnalité de créer des arrêts élevés.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Lorsque vous utilisez le gestionnaire de transfert, les statistiques ne montreront pas la bonne quantité de policiers en cours d'utilisation. Il montrera toujours 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Le jeu se met en pause automatiquement lorsque vous changez d'heure et que le temps se réinitialise lorsque vous déconnectez. Les options de vitesse de temps dans TimeWarp ne fonctionneront pas.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Ceci peut être incompatible avec beaucoup de mods qui ont des fonctions similaires. Les mods listé sont uniquement une petite partie des mods incompatible.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Vous devez désactiver le \"Custom Font Manager\" dans FPS Booster si vous voulez utiliser les options de police.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Les textures des décors de thème ne correspondent probablement pas au thème mixte.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! inclut aussi une fonction pour enlever la texture de ruine. Elle doit être désactivée complètement et ne pas être appliqué avec Hide It!. Activez à la place ces fonctions dans BOB. C'est la façon dont ces mods sont conçus pour fonctionner ensemble.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Si vous voulez utiliser les anciens props inclut avec le mod original, vous pouvez rester abonné au mod original, mais en le désactivant. Alternativement, vous pouvez déplacer le fichier .crp original dans votre dossier d'asset local et vous désabonner du mod original. Si vous commencez une nouvelle ville, il est recommandé de se désabonner du mod original et d'utiliser les surfaces Ploppable de la collection liée.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Ce mod n'est pas nécessaire pour faire fonctionner le mod, même si la page du Workshop indique autre chose.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal est activement développé et plus facile à utiliser.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Cela peut causer des vides bleus sur les intersections Remplacer/MOM. Il peut y avoir d'autres incompatibilités.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Plus de Network Stuff ne donne que des fonctionnalités supplémentaires dans l'éditeur. Pour un jeu normal, utilisez l'Anarchie Réseau seulement.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Pour les créateurs d'assets : Ce mod n'est pas nécessaire pour les accessoires animés nouvellement créés. Utilisez le mod Modtools et ce script lié à la place.\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Vous devriez utiliser RON + la collection \"Network Extensions 2 Roads Replacement\" à la place.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Tandis que le Replacer Cubemap change également divers paramètres d'éclairage et de réflexion et change les nuages et le soleil aux positions statiques, AD Cloud Replacer offre le soleil et les nuages en mouvement.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Le Road Builder ne doit pas être utilisé avec FPS Booster, car dans ce cas, certains correctifs ne seront pas appliqués correctement. Comme Road Builder ne fonctionne que dans l'éditeur, et ne fait rien dans le jeu normal, il devrait au moins être désactivé si vous voulez jouer au jeu. Il est encore mieux d'exclure le constructeur de routes avec l'outil de chargement de commande ou de désabonner le constructeur de routes si vous ne voulez pas créer de routes. FPS Booster devrait donc être au moins désactivé si vous voulez entrer dans l'éditeur et utiliser Road Builder. Il est encore mieux d'exclure FPS Booster avec Load Order Tool ou de se désabonner FPS Booster si vous voulez créer des routes.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS ne détecte pas les CitizenUnits supplémentaires.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Dans les paramètres de \"Express Bus Services (TLM Plugin)\", les options \"Expérimental\" et \"Agressive\" peuvent faire disparaître les autobus si le gestionnaire de lignes de transport est également utilisé. L'option \"Prudential\" fonctionne comme prévu.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO a maintenant la fonctionnalité de Grow the Ploppables. L'utilisation des deux mods ensemble est possible, mais peut donner des résultats incohérents à moins que vos paramètres ne soient alignés. Il est recommandé de supprimer les Ploppables grandissants, mais si vous le faites sur un jeu existant, vous devez vous assurer que les paramètres des deux mods sont les mêmes.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve est nécessaire pour assurer une bonne utilisation des props créer automatiquement pour les mods comme BOB, Procedural Objects ou Intersection Marking Tool. Un mauvais ordre de chargement pourrait autrement casser votre sauvegarde !",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Lorsque vous utilisez le gestionnaire de transfert, l'utilisation du bâtiment ne montrera pas la bonne quantité de policiers en cours d'utilisation. Il montrera toujours zéro.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Extended InfoPanel 2 possède toutes les fonctionnalités de HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Cliquer dans la barre du bas pour la fonctionnalité UEC ne fonctionne pas.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Les nuages et le commutateur de brouillard passent outre les options de brouillard de Hide It.",
  "A black bar might appear above the bottom toolbar.": "Une barre noire peut apparaître au-dessus de la barre d'outils du bas.",
  "The yellow arrow signals do not operate with TM:PE.": "Les signaux de flèches jaunes ne fonctionnent pas avec TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned peut désactiver la résolution de l'interface utilisateur. Utilisez la version régulière d'Harmony à la place.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Toggle It! et ce mod peut être utilisé ensemble pour, par exemple, masquer les icônes de notification spécifiques même si vous les activez dans Toggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Certaines routes à partir des extensions réseau font apparaître le mauvais feu de circulation.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "L'Anarchie de l'Arbre a la fonctionnalité de Plant Scaling, et bien plus encore.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Le contrôle avancé du niveau du bâtiment a toutes les fonctionnalités des districts historiques, et plus encore.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! possède la plupart des fonctionnalités d'Ultimate Eyecandy. Utilisez Play It! avec Render It! et Theme Mixer 2 pour un remplacement complet des fonctionnalités.",
  "A workaround for the bugs introduced by TLM is in development.": "Une solution pour le bug introduit par TLM est en développement.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "La Révision des catastrophes naturelles est confuse par la lenteur du temps. Plus particulièrement, les incendies de forêt seront beaucoup plus fréquents et réduiront la probabilité d'incendie en tant que solution de contournement.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Trouver les filtres ne fonctionnent pas correctement avec le mod Arbre et Véhicule Prop.",
  "MOM already allows you to convert train stations to metro stations.": "MOM vous permet déjà de convertir les stations de train en stations de métro.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Il n'est pas nécessaire d'améliorer les tuyaux si vous n'avez pas du tout besoin de tuyaux.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Cela peut donner des problèmes de \"Pas assez d'acheteurs\" lors de l'utilisation de l'outil de connexion de voie de TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Fonctionnalités en jeu uniquement, afin que vous puissiez créer et supprimer des chemins de vaisseaux et d'avion. Vous pouvez exécuter MNS avec NA pour les fonctionnalités de l'éditeur de cartes/ressources MNS. Mais il vaut mieux avoir plus de contenu réseau que dans les profils de l'éditeur.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Les deux mods touchent la même fonctionnalité de jeu et sont probablement en conflit.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Choisir un objet différent lorsque le trieur d'actifs dynamiques change l'ordre des éléments.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Certaines fonctionnalités de TM:PE fonctionnent sur des pistes de tram réversibles, mais pas toutes.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Le mod 'Pas de problème' fait que le jeu pense que le problème n'existe pas, tandis que le mod 'Masquer les problèmes' ne cache que l'icône. Chaque mod peut (ironiquement) déjà conduire à de graves problèmes.",
  "Compatible when level Randomization is turned OFF": "Compatible quand la Randomisation de Niveau est désactivée",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Vous pourriez désactiver ce mod et utiliser BOB pour échanger les feux de circulation avec ceux de ce package.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Si vous voulez la nouvelle carte cubemap uniquement par jour, avec le ciel de nuit par défaut, activez les paramètres suivants pour le contrôleur de brouillard : \"brouillard de la nuit du jour\" et \"Brouillard classique\", et activez les paramètres suivants pour Daylight Classic: - \"Classic sunlight color\", \"Intensité solaire classique\", \"Effet de brouillard classique\" et \"Autoriser l'effet de brouillard classique si le cycle jour/nuit est activé\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It! désactivera ses propres fonctions qui se chevaucheront avec Theme Mixer. Si vous n'utilisez pas Theme Mixer pour vraiment mélanger des thèmes, il n'est désormais plus nécessaire",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Les actifs de Shader additionnels convertis en bons de commande ne s'affichent pas après avoir rechargé une sauvegarde.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "L'anti-Aliasing Technique TAA provoquera un scintillement des graphismes. Réglez sur FXAA si vous voulez utiliser ces deux mods ensemble.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Utilisez Tree Control au lieu de Unlimited Trees Mod.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "La limite du véhicule sera augmentée correctement, mais regardez-la de façon incorrecte avec la limite de l'ancien véhicule.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Vous devez désactiver le Gestionnaire de polices personnalisé dans FPS Booster si vous voulez utiliser le Sélecteur de polices.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Les nouveaux skins ajoutés avec les apparences réseau dans une session ne reflètent pas toujours les changements du Traffic Light Replacer jusqu'à ce qu'un rechargement de la partie soit effectué.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Dans le menu principal, le délai dans les options du mod sera incorrect. Pendant le jeu, les options du mod montrent le temps de retard correct, correspondant au temps réel ralenti.",
  "Use the regular version of Harmony instead.": "Utilisez la version régulière d'Harmony à la place.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Vous n'aurez que 5 à 10 secondes pour choisir votre fusée.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Changez la vitesse de construction à 100% en temps réel pour éviter la disparition des bâtiments.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "La blancheur activable inclut la fonctionnalité de la vue des ressources persistantes. Désabonnez-vous de ce dernier.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Remplacer les flèches de route par le commutateur de prop n'est pas recommandé et peut donner une erreur 'tableau hors limites'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Les accessoires du véhicule générés par le patch Arbre et Accessoires de véhicule auront des effets de lumière indésirables lorsque le temps de jeu est dans le cycle de nuit.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Les icônes Better Highway déclenchent une fenêtre d'erreurs de Building Themes ('System.Reflection.MonoMethod.Invoke'). Les deux mods semblent toujours fonctionner après.",
  "The 'Remove Unwanted' button may not work properly.": "Le bouton 'Supprimer les indésirables' peut ne pas fonctionner correctement.",
  "This might only work with all ULOD settings to 'game default'.": "Cela pourrait ne fonctionner qu'avec tous les paramètres ULOD à 'valeur par défaut'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Les cycles de nuit/week-end accélérés à partir de temps réel peuvent causer des problèmes avec les services de district.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "La compatibilité est incertaine, mais la limite augmentée de véhicules supplémentaires n'est probablement pas utilisée par PXPVehicleInfo, conduisant à des numéros incorrects lorsque vous dépassez la limite du véhicule d'origine.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Le contrôleur de la corbeille casse l'harmonie et n'importe quel mod selon l'harmonie. Passez au gestionnaire de la corbeille à poubelle.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "L'Anarchie de l'Arbre a déjà les fonctionnalités des Arbres Illimités.",
  "This combination might cause a performance decrease (FPS drop).": "Cette combinaison peut entraîner une diminution des performances (chute FPS).",
  "Use BOB instead of Prop Switcher.": "Utiliser BOB au lieu du commutateur Prop.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Le convertisseur de données ne peut faire son travail que si Plop the Growables n'est pas abonné.",
  "Use Prop Anarchy instead of Prop Snapping.": "Utiliser Anarchie Prop au lieu de Snapping Prop.",
  "EML already has a better limit showing functionality.": "EML a déjà une meilleure limite pour afficher les fonctionnalités.",
  "Undoing props is disabled when using EML.": "L'annulation des props est désactivée lors de l'utilisation d'EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Le sélecteur de véhicule de service possède toutes les fonctionnalités de RiverCargoHarborMod. Désabonnez-vous à ce dernier.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy a déjà une meilleure fonctionnalité de peinture de prop.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Si les lignes de contour ne fonctionnent pas, désactivez \"Écraser le terrain\" et définissez la valeur à environ 100 dans les options de ROTTERdams.",
  "You can't export props with modtools while EML is active.": "Vous ne pouvez pas exporter des props avec des modtools tant que l'EML est actif.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Utilisez l'Anarchie Prop combinée avec l'Anarchie de l'Arbre au lieu de Prop & Arbre Anarchie.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Plus Advanced OptionsPanel a la fonctionnalité de Large OptionsPanel, et plus encore.",
  "Use the original instead of the now deprecated 2.0 version.": "Utilisez l'original au lieu de la version 2.0 dépréciée.",
  "Unsubscribe Holy Water's TM:PE.": "Désabonnez-vous à la TM:PE de Holy Water.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Quand ce mod est actif, aucun gros camion n'aura aucun effet, sauf pour les camions qui arrivent de connexions extérieures.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Les deux mods utilisent la touche Tab. Utilisez un autre mod de première personne, ou changez la clé pour la première personne qui marche automatiquement.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Lorsque vous changez de zonage pour une route, les changements depuis les apparences de réseau sont réinitialisés.",
  "Realistic Population includes a 'no deathcare' functionality.": "La Population réaliste inclut une fonctionnalité « sans soins à la mort ».",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Veuillez vous désabonner de Network Extension 2 avant d'utiliser la collection liée.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM peut casser la recherche dans le jeu. Exécuter le jeu en tant qu'administrateur peut résoudre temporairement le problème d'incompatibilité.",
  "Some textures on Network Extensions roads might not load.": "Certaines textures sur les routes d'extensions réseau pourraient ne pas se charger.",
  "With 81 tiles 2 you don't need Cross The Line.": "Avec 81 tuiles 2, vous n'avez pas besoin de Traverser la ligne.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Avec les deux mods actifs, les bâtiments placés disparaissent. Ploppable RICO a déjà la fonctionnalité.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "\"81 Tiles 2\" inclus la même fonction, mais sans les options pour sélectionner des réseaux spécifiques. Vous pouvez utiliser les deux ensemble ou sans l'autre mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Le jeu se met en pause automatiquement lorsque vous changez de temps, et le temps se réinitialise lorsque vous déconnectez. Les options de vitesse du temps dans les yécédents ultimes ne fonctionneront pas.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Désactivez la couleur Classique de la lumière du soleil, de l'intensité de la lumière du soleil Classique et de la Classique pour les réglages des couleurs.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Tant que vous n'utilisez pas TM:PE pour limiter la vitesse des rails, ces mods doivent être compatibles.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & brouillard remplace les options de brouillard de la cacher, Bobby.",
  "Several users report using these together without issues.": "Plusieurs utilisateurs signalent de les utiliser ensemble sans problèmes.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter n'a pas été mis à jour pour les mises à jour récentes de Move It, créant des problèmes pour tous les mods qui tentent d'intégrer avec Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Si vous changez l'option Move It \"Enhanced Pillar Control\" (Contrôle de pilier amélioré), vos peintures de surface existantes pourraient disparaître.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "La modification de la date peut entraîner un écart dans le graphique ou écraser une partie du graphique.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Le rééquilibrage du cycle de vie inclut déjà la fonctionnalité « pas de soin de mort ».",
  "Use Ploppable RICO Revisited instead.": "Utilisez Ploppable RICO Revisited à la place.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Paramètres de mod pour Shadow Distance Fix reset à la charge du jeu.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Améliorez l'intouchable brise la sélection du pilier MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Fait flotter les arbres. Vous pouvez passer à l'Anarchie Arborescence, qui a les fonctionnalités de ces deux mods.",
  "Loading Screen Mod asset report file also include all these information.": "Le report d'assets de Loading Screen Mod inclut aussi toutes ces informations.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Les deux mods ont des options pour masquer les panneaux sur l'écran du menu principal. Utilisez un seul mod pour les masquer, ou vous pourriez rencontrer des problèmes.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Vous pouvez passer à Tree Anarchy, qui a les fonctionnalités de ces deux mods.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Réglage des feux de circulation ou des panneaux de priorité avec TM:PE sur les voies de train ne fonctionnera pas. Les autres paramètres fonctionnent.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Plusieurs utilisateurs signalent que Parallel Road Tool ne fonctionnera pas avec les Skins de réseau souscrits.",
  "Restores ship behavior that allows them to float on the land.": "Restaure le comportement des navires qui leur permet de flotter sur la terre.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Certaines routes à partir des extensions réseau apparaissent mal ou un feu de circulation supplémentaire.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster possède toutes les fonctionnalités du Mini FPS Booster, et plus encore.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Cela peut donner une erreur. Voir le commentaire du 24 août 2021 sur la page Atelier FPS Booster pour une solution.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Les trois mods listés doivent être utilisés pour les nouveaux jeux au lieu d'utiliser la bibliothèque Extended Managers",
  "This mod combination prevents using the light background theme.": "Cette combinaison de mods empêche l'utilisation du thème d'arrière-plan clair.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Les routes créées avec Route Builder n'utilisent pas les piliers de vanille. Cela conduit à un écart entre ces routes et les piliers, si vous réduisez l'épaisseur des ponts et des pièces élevées dans l'ajustement de la hauteur de la limite.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Les sélections de services sur le panneau de sélection des services de santé sont affichées trop faibles, ce qui rend difficile ou impossible de cliquer.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Les deux mods remplacent le « matchmaker vanilla », ce qui les rend incompatibles.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Lors du remplacement automatique, les paramètres TM:PE seront perdus sur les segments de réseau connectés, et les flèches de voie et les connecteurs de voie peuvent être endommagés sur toute la carte.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR est incompatible avec les options de zonage avancées dans les extensions réseau.",
  "Flickering and disappearing buildings and assets are reported.": "Scintillement ou disparition de bâtiments ou de ressources.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "L'option AdjacentToAcheté de terrain commun est incompatible avec 81 tuiles. Le terrain commun n'est pas nécessaire pour le jeu lorsque vous déverrouillez les 81 tuiles, mais il est toujours parfait pour être utilisé dans l'éditeur de carte.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Si vous avez utilisé avant Plop le mod Growables lors d'une sauvegarde, utilisez le convertisseur lié avant de charger sans ce mod. Souscrivez également dans ce cas RICO révisé et Trouvez-le! 2 pour être en mesure de planter des cultivables.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader n'est pas compatible avec les heures de lever ou de coucher de soleil variables de temps réel. Utilisez la version de test de Additive Shader à la place.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Désactivez la version en mode sol illimité de l'ordre Colossal, car sa fonction est incluse dans les Outils de paysage.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Toujours exécuter le client Steam avant d'exécuter le jeu. Sous Linux et MacOS, une action utilisateur est requise, consultez le guide d'installation : https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Le correctif fait partie du jeu de base maintenant.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Ceci est un mod standard intégré téléchargé dans l'atelier.",
  "The original mod supports various languages.": "Le mod original prend en charge diverses langues.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Cela semble être lié au fameux mod ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Il est fortement recommandé de faire une sauvegarde d'une sauvegarde existante avant d'utiliser ce mod dessus.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Cette fonction fait maintenant partie du jeu de base. Ce mod est uniquement nécessaire pour les ressources qui sont faites pour ce mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Fait maintenant partie du jeu de base, uniquement nécessaire pour les ressources qui utilisent ces voies.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "La fonctionnalité de ce mod est incluse dans le jeu lui-même, même si les calculs de ce mod sont légèrement différents.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Certains utilisateurs signalent que l'interface utilisateur est manquante quand elle n'est pas abonnée à Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Rendre historique' fait partie du jeu lui-même maintenant, mais avec ce mod un bâtiment historique ne peut pas être abandonné.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Utilisez l'option « Essayer de récupérer à partir d'erreurs de simulation » à la place du chargement du mod d'écran, qui est plus puissant que ce mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Il n'est pas recommandé d'utiliser cela dans l'éditeur de cartes, car les cartes créées nécessiteront Anarchie Prop.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Ce mod a besoin d'au moins un pack d'accessoires pour fonctionner. Ce mod désactive automatiquement les mods individuels du feu de circulation au démarrage du jeu pour éviter les conflits, mais utilise les propriétés groupées de ces mods. Laissez les autres mods de feux de signalisation désactivés.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Vous pouvez trouver de nouvelles versions de cette version LABS sur GitHub : https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Tous les emplois provenant de bâtiments autres que le RICO, y compris tous les immeubles DLC de Industries, sont inclus dans les numéros du service (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Le mod fonctionne sous Windows, Mac OS et Linux. Voir la page Atelier pour plus de détails.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Les sentiers de réserve naturelle et autres ne se mélangent pas lorsqu'ils sont placés sur un terrain en pente. Cela peut être corrigé en utilisant le mode Clamp avec une force d'environ 100 (recommandé) ou en activant l'option \"Écraser l'apparence du terrain\".\r\n\r\nAvec l'option \"Écraser l'apparence du terrain\" activée, la superposition des lignes topographiques est cassée. Désactivez cette option, ou utilisez le mode pinces avec une force de 120 ou moins, ou le mode échelle avec une force de 100 ou moins.\r\n\r\nLes réseaux afficheront toujours l'herbe, jamais la texture des falaises. Ceci est particulièrement visible avec par exemple les profils de pente de D<unk> <unk> X<unk> <unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "La fonctionnalité de ce mod est incluse dans le jeu lui-même, même si les flèches de ce mod sont mieux visibles.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Cela était nécessaire pour MacOS, car FPS Booster ne fonctionnait pas sur MacOS. Cela devrait être résolu et tout le monde devrait pouvoir utiliser FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Tous les recolorages seront perdus lorsque vous (désabonnez) à quoi que ce soit pendant que le jeu est en cours d'exécution.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Il peut être utilisé seul ou être désactivé et utilisé comme « pack de prop » pour le mod BOB ou Traffic Light Replacer.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Ceci était la version la plus récente, mais était obsolète après la mise à jour de la version originale. Utilisez la version originale à la place.",
  "When using this mod, it is wise to back up your saves from time to time.": "Lorsque vous utilisez ce mod, il est sage de sauvegarder vos économies de temps en temps.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Les bus interurbains ne pénètrent dans la ville que par une autoroute à sens unique en dehors des liaisons, et non par une route bidirectionnelle.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Cette utilisation d'informations obsolètes. La publication officielle du rapport de compatibilité a une prise en charge multilingue !",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Ce mod est maintenant uniquement nécessaire pour les cimetières. Les installations de transfert et de traitement des déchets du jeu couvrent les autres fonctionnalités de ce mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Ceci est suivi par le pack de prop suivant combiné avec le mod BOB : https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Se montre incorrectement comme caméra cinématographique.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Des alternatives pour cela peuvent être trouvées ici : https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Le jeu résout déjà la question de ne pas avoir assez de travailleurs peu éduqués en employant des personnes hautement éduquées dans des emplois de faible éducation.",
  "CAUTION: If you use this and save, the game save is broken.": "ATTENTION : Si vous utilisez ceci et sauvegardez, la sauvegarde du jeu est cassée.",
  "This is for testing only and might be removed from the Workshop soon.": "Ceci est pour les tests seulement et pourrait être retiré de l'Atelier bientôt.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Lors de la création d'assets avec les props de ce mod, ces assets ont besoin de cette version du mod et ne peuvent pas être utilisés avec le mod original.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Utilisez l'anarchie Prop combinée à l'anarchie d'arbre au lieu de Prop &amp; Anarchie d'arbre.",
  "It is STRONGLY recommended not to use this mod!": "Il est recommandé de ne pas utiliser ce mod !",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Sinon, cela a un \"mode fantôme\" qui permet de se désabonner tout en gardant l'accès à la sauvegarde du jeu, si vous voulez supprimer complètement \"MOM\" au lieu de passer au successeur.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Le créateur a chiffré son code et ne fournit aucun accès à son code. Par conséquent, personne ne peut vérifier s'ils n'incluent aucun type de code nuisible. Aucun auteur de mods ne peuvent pas travailler à la résolution des problèmes qui se posent avec l'utilisation des mods de ce créateur. Nous ne pouvons que vérifie que leurs mods créent des problèmes avec plusieurs mods top 100.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Si vous avez des problèmes avec l'affichage des polices, désactivez le Gestionnaire de polices personnalisé dans les options du mod.",
  "This mod was only for scenario developers looking for more options.": "Ce mod était réservé aux développeurs de scénarios à la recherche de plus d'options.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Note : Le fichier local ne sera pas supprimé lors de la désinscription. Il doit être supprimé manuellement, voir la page Atelier .",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Ce mod est incompatible avec une variété d'autres mods qui ont la même fonction et d'autres mods en général. Trop de mods sont incompatibles pour les lister.",
  "The original mod supports the Chinese language.": "Le mod original prend en charge la langue chinoise.",
  "Now part of the base game, therefore not needed any more.": "Maintenant fait partie du jeu de base, donc n'est plus nécessaire.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Cela ne débloquera que 25 tuiles au début d'une nouvelle partie, pas lors d'une sauvegarde de jeu.",
  "Can't show data from extension mods like Extended Managers Library.": "Impossible d'afficher les données des mods d'extension comme Extended Managers Library.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "L'autobudgétisation des postes de police, des soins de santé et des pompiers pourrait entraîner une baisse de la valeur des terres, parce que la réduction du budget signifie une réduction de la zone de couverture.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Il s'agit d'une version non officielle corrigée du mod Toggleable Whiteness .",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Le jeu a également des voies de train à sens unique mais cela a aussi une seule voie bidirectionnelle et est toujours nécessaire pour les stations douanières avec une voie de station à sens unique.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Ce n'est nécessaire que si un ancien accessoire de drapeau ou un sous-maillage de véhicule le requiert."
}