{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Nem kompatibilis a dinamikus felbontással (Dynamic Resolution) és más kameramódokkal.",
  "Vehicle LOD Flashing": "Jármű LOD Villog",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Iratkozz le a használata után! Ez jelentősen megnöveli a játéknapló méretét.",
  "Broken / Can't be loaded": "Összeomlást okoz / Nem lehet betölteni",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Az Újrafestési beállításokban (Repaint) egy beállítás is elérhető az autópályák sötétebb csomópontszínének rögzítésére.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Ha a kereszteződések kéknek tűnnek, lépj be a mod beállításaiba, és engedélyezd az automatikus frissítést. Ez megnöveli a betöltési időt, ha sok egyéni utad van.",
  "This might increase loading time.": "Ez megnövelheti a betöltési időt.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Ez a mod nincs optimalizálva, és teljesítménybeli problémákat okozhat. Ennek valószínűleg ismeretlen inkompatibilitása van más modokkal. ERŐSEN ajánlott, hogy ne használd ezt a modot!",
  "Mod options resetting on game load.": "A mod opciók visszaállítja a játék betöltésekor.",
  "Game breaking": "A játék összeomlását okozza",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NE HASZNÁLD A GENERÁLT PROPS-okat olyan modokban, mint a BOB, a Pocedural Objects vagy az Intersection Marking Tool. Ez elronthatja a mentésed! Ez így logikus, és nem ezekkel a modokkal kapcsolatos. A nem domborzati kellékek (Non Terrain Conforming Props), valamint a fa- és jármű kellékkel (Tree & Vehicle Props) a betöltési folyamat egy meghatározott pontján jönnek létre (nem tárolódnak!) Ez azt jelenti, hogy ezeknek az asseteknek a modokban való használata betöltési problémát okoz, egyszerűen azért, mert nem jönnek létre a hálózatok (utak, vasút, stb.) és az egyéb dolgok a betöltés során.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Az alapjáték jelentős változásai miatt ezt a modot leginkább csak új játékokhoz lehet használni.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "A hosszú állomásnevek vagy az ismétlődő állomásnevek tönkretehetik az elrendezést. Azok a vonalak, amelyek többször szolgálják ki ugyanazt az állomást, összezavarhatják a modot. A többplatformos állomások állomásnevei helytelenek lehetnek.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "FIGYELMEZTETÉS: Ezt a szerzőt kitiltották, mert rosszindulatú kódot helyezett el modjaiba. Ez a mod a gyanú szerint rosszindulatú kódot tartalmaz. Jobb lenne, ha AZONNAL LEIRATKOZOL! FIGYELMEZTETÉS: NE kövesd a mod oldalon található utasításokat a frissítés GitHubon keresztüli letöltéséhez! Ez a frissítő rosszindulatú kódot tartalmaz, és rosszindulatú kódot illeszt be ebbe a Harmony modba! A szerző arról is ismert, hogy rosszindulatból szándékosan feltöri saját modjait. Technikailag ez nem működik túl jól, sok téves hibát ad, és nem kompatibilis a Workshop sok modjával. A szerző körüli történésekkel együtt nézve bölcs dolog lenne leiratkozni és leállítani a követését!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Az alkotó titkosította a kódját, és nem biztosít hozzáférést a kódjához. Ezért nem tudja ellenőrizni, hogy nem tartalmaznak-e semmilyen káros kódot. A többi modder sem tud az alkotótól származó modok használatával kapcsolatos problémák megoldásán. Csak azt tudjuk ellenőrizni, hogy a modjaik több 100 legjobb modnál is problémákat okoznak. Ezért azt javasoljuk, hogy ne használd ezt a modot!",
  "Can't be loaded": "Nem tölthető be",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "A raktárak egyes felhasználók számára nem ürülnek ki. Ezt az okozhatja, hogy a halászhajók elfoglalják az összes járműhelyet, így egyetlen raktári teherautó sem tud létrejönni. A felhasználók azt is észrevették, hogy teherautók szállítanak halat egyik raktárból a másikba. Ma már nem szükséges ez a mod, mert az alapjáték része.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Ha látni szeretné a hajó/komp útvonalát híd elhelyezése közben, engedélyezd az információs nézetet.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Az eredeti létrehozási ponttól (spawn point) túl messze kerültek néha megakadályozzák a tömegközlekedési eszközök összes utasának felszállását. A teherszállító teherautók spawn pontjai nem támogatottak a teherszállító vasútállomásokon, a teherszállító repülőtereken vagy a rakománykikötőkön.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "„NO Big Truck Mod loaded with errors” üzenet jelenik meg.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "A Prop-elrejtés eltávolítva erről a modról, de elérhető a BOB modban.",
  "Only works on displays with a 16:9 aspect ratio.": "Csak 16:9-es képarányú kijelzőkön működik.",
  "Not working for all buildings, performance issues, errors messages.": "Nem működik minden épületnél, teljesítményproblémák során és hibaüzenetek ad.",
  "Lags the game massively": "Nagyon szakadozik ettől a játék",
  "Vanilla lights on pedestrian roads can't be exchanged.": "A gyalogos utakon lévő vanília lámpák nem cserélhetők.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Előfordulhat, hogy a polgárok elakadnak a megszakadt vagy törölt tömegközlekedési hálózati megállókban. Ez a nagyobb városokban szakadozást okoz a játék során.",
  "LOD has too many vertices": "A LOD-nak túl sok grafikai csúcsa van",
  "This has some issues with spaces in names.": "Ez a mod problémákat okos az elnevezésekben a szóközökkel.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "FIGYELMEZTETÉS: Ezt a szerzőt kitiltották, mert rosszindulatú kódot helyezett el modjaiba. A szerző arról is ismert, hogy rosszindulatból szándékosan feltöri saját modjait. Technikailag azonban működhet. Figyelembe véve a szerző történetét, nagyon bölcs dolog lenne LEIRATKOZNI!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Úgy tűnik, ez egyeseknél működik, de mások problémákról számolnak be. A főmenüben nem, csak térkép betöltése után működik.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "A zónafelbontás előtt tiltsd le a görgetést az egyik gyorsbillentyűvel, hogy elkerüld a véletlen tömeges zónabontást. Ugyanez vonatkozik a jobb egérgombbal végrehajtott egyéb műveletekre is, például az útfelújításokra.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "A 16:9-es képaránytól eltérő felbontásban a bal felső sarokba kerül, blokkolva az alapértelmezett Infoview gombot.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Furcsa hatásokat okoz a csomópontokon és konfliktusokat okoz a különböző modokkal.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Ennek a modnak a Tab billentyűje ütközik számos más moddal. Használjon másik saját szemű vizuális modot (First person mod), vagy módosítsd a kulcsot az xml-fájlban (lásd a műhely megjegyzéseit).",
  "Create massive lags if no overlay.png is in the specified folder.": "Ha nem található overlay.png a megadott mappában, akkor masszív dadogást okoz.",
  "Vehicle LOD Turn Black": "Jármű LOD (grafikai képe) feketére vált",
  "Error popup": "Felugró hiba-ablak",
  "Missing UI. Performance issues (fps drops).": "Hiányzó felhasználói felület. Teljesítményproblémák (FPS csökkenés).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "A felhasználók arról számolnak be, hogy a „Make it Rain”-re kell kattintani (az Opciókban), ha sok modot használnak. Egyéb modok nélkül viszont önmagában is működik. Az eső is szakadozhat egy kicsit, de ez a hatás később megszűnik.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "A mod opciók képernyője összeomolhat, ha túl sok vonat assettel rendelkezel. Egyes felhasználók a konfigurációs fájl nem megfelelő létrehozásával kapcsolatos problémákról számolnak be. Ez némi szakadozást okozhat, ha nem használod az FPS Boostert.",
  "Error messages popup": "Felugró hiba-ablakokkal találkozhatsz",
  "The reported issues might be unknown mod conflicts.": "A jelentett problémák ismeretlen mod-ütközésekre utalnak.",
  "Multiple reports about getting a blank screen when loading a map.": "Több jelentés arról szól, hogy a térkép betöltésekor üres képernyő jelenik meg.",
  "Crash the game / Error popup": "A játék összeomlik, vagy felugró hiba-ablakokkal találkozhatsz",
  "Several reports of lagging the game.": "Számos jelentés érkezett a játék szakadozásáról.",
  "Screen flashes / flickering. Time jumping or going backwards.": "A képernyő villog / szakadozik, az idő ugrál vagy visszafelé halad.",
  "Not recognise few latest DLC sounds.": "Nem ismer fel néhány újabb DLC hangot.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Ha rosszul konfigurált assetre iratkoztál fel, amelyekhez ez a mod szükséges, akkor ezek az assetek játékproblémákat okozhatnak.",
  "Several users report it is not working at all.": "Több felhasználó is arról számolt be, hogy ez egyáltalán nem működik.",
  "LOD not correct.": "A LOD (a grafikai megjelenés) hibás.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Előfordulhat, hogy a játék már nem engedélyezi automatikusan azokat az elemeket, amelyek egy mod részét képezik.",
  "Conflicts with various other mods.": "Konfliktusok állnak fenn különböző egyéb modokkal.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Nem működik minden épületnél, terepcsúcsok és lyukak keletkeznek, teljesítményproblémák lépnek fel, hibaüzeneteket tartalmazó ablakok jelennek meg.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "VIGYÁZAT: Ez csak a problémás ikonokat rejti el. A problémák továbbra is fennállnak! Ez gyorsan tömeges elnéptelenedéshez vezethet, ha elfelejted ellenőrizni a problémákat.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Nem működik a Promenades & Plazas DLC épületeivel. Különféle hibákat, sőt néha összeomlást is okoz!",
  "Broken / Can't be used": "Elromlott / nem használható",
  "Forgets settings at start, esp. the sun height.": "Kezdéskor elfelejti a beállításokat, pl. a nap magasságát.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Egyes felhasználók szerint ez a mod betölthetetlen játékot okoz. Nem ismert, hogy ez mod-ütközés vagy probléma az 1.14-es játékjavítással. Egyes felhasználók hiányzó felhasználói felületről számolnak be. A LOD-ok nem cserélhetők. Az ismert problémákkal kapcsolatos további részletekért tekintsd meg a Műhely leírást és a hozzászólásokat.",
  "Can't be loaded / Error popup": "Nem lehet betölteni / Előugró hiba-ablak",
  "Doesn't show up in the CSL Music Mod.": "Nem jelenik meg a CSL Music Mod-ban.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Egyes kereszteződésekben duplikált közlekedési lámpák jelennek meg. A T kereszteződésben nem jelenik meg lámpa a keresztező úton. Az autópályákon és az autópálya rámpákon a kereszteződés rossz oldalán van a közlekedési lámpa.",
  "Not supporting budgets for newer DLC.": "Nem támogatja az újabb DLC-k költségvetését.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "A Vanilla személyvonatoknak már nincsenek színváltozatai, ez szándékolt változtatás.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Ez nem kompatibilis azokkal a modokkal, amelyek az épület kapacitását is megváltoztatják. Használja helyette a Realistic Population Revisited alkalmazást a jobb kompatibilitás érdekében.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Minden játékosnak pontosan ugyanazokkal a DLC-kkel és modokkal kell rendelkeznie, de egyik DLC se támogatja a többjátékos verziót. A CSM nem kompatibilis a legtöbb moddal, de egyenként ezeket nem is érdemes felsorolni. A támogatott modok (nagyon rövid) listája itt található: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Az autópálya textúrák szegmensenként véletlenszerűen tükröződnek a mod alkalmazásakor, és újra kell építeni a javításhoz.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Hiányzó beállítások az utolsó néhány DLC-hez: Parklife, Industries, Campus és Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Nem dózerol, ha a Natural Disaster DLC tulajdonosa vagy. Ebben az esetben a katasztrófa-elhárítási egységet kell használnod. Az újabb épületkategóriák nem lesz lebuldózerezve.",
  "Vehicle LOD Turn White": "Jármű LOD (grafikai képe) fehérre vált",
  "DLCs after Campus can’t be selected.": "A Campus utáni DLC-k nem választhatóak ki.",
  "Can cause performance issues (lag or fps drops).": "Teljesítményproblémákat okozhat (szakadozás vagy FPS csökkenés).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Ez a mod hatással lehet a játék teljesítményére. Nem működik forgatókönyv-játékokban (Scenario).",
  "This sometimes breaks transport lines.": "Ez néha megszakítja a közlekedési vonalakat.",
  "As it is an outdated mod some panels may noth be unlocked.": "Mivel ez egy elavult mod, előfordulhat, hogy egyes paneleket nem lehet kinyitni.",
  "Breaks the pause after loading game option.": "Megszakítja a szünetet a játék opció betöltése után.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Ez a mod nem használ külső erőforrásokat, ezért nem használhatod új térképen. Több játékos arról számolt be, hogy a mod egyáltalán nem működik.",
  "Building flickers": "Villognak tőle az épületek",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "A festőforma néha leáll. A leiratkozás és újrafeliratkozás (amíg a játék nem fut) gyakran segít egy ideig, de tartósabb megoldás a SKYVE használata. Korábban be lehetett állítani, hogy a Forest Brush betöltési sorrendje 9999 legyen (ez a lehetőség megszűnt).",
  "Buttons are no longer aligned correctly.": "A gombok már nincsenek megfelelően igazítva.",
  "For some players it do not create ship pathes.": "Egyes játékosok számára nem hoz létre hajó útvonalakat.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "A földalatti állomások alagút bejáratot hoznak létre, ami megnehezíti a vágány és az állomás közötti összeköttetést, és megzavarja a talaj felszínét. A megemelt és a földi pályák jónak tűnnek.",
  "This breaks up the UI, especially text scaling.": "Emiatt összeomlik a felhasználói felületet, különösen a szöveg méretezése.",
  "Game might get corrupted.": "A játék megsérülhet.",
  "Causes game crashes.": "A játék összeomlását okozza.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Nem működik a tényleges játékverziókkal, mivel a Roads United Core 2.0 függőségi mod már nem frissül.",
  "It’s in early development stage. See information on workshop page.": "A fejlesztés korai szakaszában van. Lásd az információkat a műhely oldalán.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Ha azt szeretné, hogy a fák eltűnjenek az utak építése közben, ügyeljen arra, hogy a Hálózati Anarchiában aktiválva legyen az \"Ütközés\".",
  "Freezes the game": "Lefagyasztja a játékot",
  "Everything that has more than two rails tracks can't be hidden.": "Minden, aminek kettőnél több sínpályája van, nem rejthető el.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Előfordulhat, hogy ez nem működik 10.6.4-nél magasabb 3DxWare illesztőprogram-verzió esetén.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Az eredmények már nem megbízhatóak. Használd helyette a Kompatibilitási jelentést (ami azóta a SKYVE).",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Ez működhet, de nem ez a legjobb módja a probléma megoldásának. A játék már önmagában is megoldja ezt úgy, hogy néhány magasan képzett embert alacsonyabb iskolai végzettségű munkákra alkalmaz, vagy használhatod helyette az Employ Overeducated Workers V2-t az erősebb hatás érdekében.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "„Duplikált prefab” hibákat produkál, amelyek ártalmatlanok. Egyes felhasználók arról számolnak be, hogy a közlekedési lámpák kellékei még mindig fehérek az utolsó frissítés után, pedig ezt ennek ki kellett volna javítania.",
  "Public transport part not working anymore.": "A tömegközlekedés része már nem működik.",
  "You can easily modify the RICO settings in-game.": "A RICO beállításait könnyedén módosíthatod a játékban.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Megszakítja a Snowfall DLC-nél újabb DLC-ket vagy alapjátékok közötti városközi átviteli funkciókat.",
  "The functionality of this mod is included in the game itself.": "Ennek a modnak a funkcionalitása már benne van a játékban.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Ritka esetként előfordulhat, hogy hibákat okoz, és akár össze is omolhat a játék.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Forgó lámpákat csak a támogatott járművekhez ad hozzá, a műhely oldalán felsorolva.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Ennek a modnak a neve félrevezető. Nem csökkenti a keletkező szemét mennyiségét. Ez csak a szemétszállítási költségeket csökkenti. Tehát a jobb név a \"Kevesebb szemétköltség\" lenne.",
  "Bloom settings not being applied. Config files not loading.": "A beállítások nincsenek alkalmazva. A konfigurációs fájlok nem töltődnek be.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Amikor a városod eléri a körülbelül 15 000 lakost, ez a mod már nem növeli a sebességet az x4-es játék alapértelmezett beállításánál.",
  "It takes some in-game time for the extra money to arrive.": "Kell egy kis játékon belüli idő, mire megérkezik az extra pénz.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "A vízcsúcsok örökre megmaradhatnak, még akkor is, ha a modról már leiratkoztál.",
  "Not showing information for newer DLC assets.": "Nem jelennek meg az információk az újabb DLC-eszközökről.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Számos funkciója már nem működik, és hibákat dob ​​fel, ha nincs Industries DLC-d.",
  "Dropdown not working, probably due to incompatibility with other mods.": "A legördülő menü nem működik, valószínűleg más modokkal való összeférhetetlenség miatt.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "FIGYELEM: A japán nyelvi fájl akkor sem törlődik, ha leiratkoztál erről a modról. További részletekért lásd a Műhely leírását.",
  "This is only needed for custom networks that require this mod.": "Erre csak olyan egyéni utaknál (vasútnál, metrónál, stb.) van szükség, amelyek ezt a modot igénylik.",
  "Button for the settings not visible for several users.": "A beállítások gombja több felhasználó számára nem látható.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "A rendszer figyelmen kívül hagyja a helyközi vonatok járműválasztását, és néhány újabb vanília jármű nem jelenik meg a járműválasztó ablakban.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "FIGYELMEZTETÉS: Ezt a szerzőt kitiltották, mert rosszindulatú kódot helyezett el modjaiba. Ez a mod a gyanú szerint rosszindulatú kódot tartalmaz. Jobb lenne, ha AZONNAL ELTÁVOLÍTJA! A szerző arról is ismert, hogy rosszindulatból szándékosan feltöri saját modjait.",
  "Includes malicious code!": "Rosszindulatú kódot tartalmaz!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "FIGYELMEZTETÉS: Ez a mod VESZÉLYES! Nem figyelt helyről tölt le fájlokat, és felülírja vele a többi mod fájljait. Ez NAGYON VESZÉLYES szoftver, ezért nem szabad használni! Jobb lenne, ha AZONNAL ELTÁVOLÍTJA! FIGYELMEZTETÉS: Ezt a szerzőt kitiltották, mert rosszindulatú kódot helyezett el modjaiba. A szerző arról is ismert, hogy rosszindulatból szándékosan feltöri saját modjait. FIGYELMEZTETÉS: Ezt a modot a Steam eltávolította a Workshopból, mert megsértette az általános szerződési feltételeket.",
  "This breaks maps saved in the map editor.": "Ez tönkreteszi a térképszerkesztőben (Map Editorban) mentett térképeket.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Váltsd át! lehetőség van az épületek elrejtésére a térképről (például, hogy csak az utcák legyenek láthatóak a tervezéshez). Ha \"láthatatlan épületekkel\" néz szembe, ellenőrizze, hogy véletlenül aktiválta-e ezt az opciót.",
  "Private building cannot include roads or other net types": "A magánépület nem tartalmazhat utakat vagy más típusú hálókat",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Illegális DLC feloldó!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Ez vizuális hibákat okozhat a menüben (leírás és/vagy kép nélküli lapok).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "A gyorsbillentyű nem működik (jobbra váltás helyett próbálja meg balra). Az Ultimate Eyecandy alaphelyzetbe állításának fénybeállításai, vagy a fény nagyon sötét lesz az újravilágítási beállítások megváltoztatásakor vagy a játék betöltésekor.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Hiányzik az összes új elemosztály az összes szoftverjavításból a kiadás óta és az összes DLC-ből is.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "A nagy mennyiségű fát és sok tüzet tartalmazó térképek mentése nagyon sokáig tarthat.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Az egyéni oszlopok (pillérek) a következő betöltéskor visszaállhatnak. A mod felhasználói felülete nem működik teljesen.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Feltehetően ez a mod néha megakadályozza más mod gombok megjelenítését.",
  "LOD has too many vertices.": "A LOD-nak túl sok csúcsa van.",
  "Various players report, information could not be gathered.": "Különböző játékosok jelentették a hibás működést, de több információt erről nem sikerült összegyűjteni.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Úgy tűnik, hogy egy Traffic Manager klón, de azt mondja, hogy Auto Line Color, azonban a forráskód nem érhető el.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Miután megváltoztattad a stílusokat a „nincs” értékre, és a mentés újratöltése után visszaáll az előzőleg kiválasztott stílusodhoz. Elpusztítja a más stílusú történelmi épületeket. A megoldás a kerület törlése és újrafestése. A javítás fejlesztés alatt áll.",
  "Africa in Miniature buildings don't show up in menus.": "Az \"Afrika miniatűr épületek\" nem jelenik meg a menüben.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "A Lumina tartalmaz egy végrehajtható fájlt a LUT Editor futtatásához, amely a Lumina Workshop mappájában található.",
  "Demand stays at zero.": "A kereslet nullán marad.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Működik, de \"InvalidOperationException\" hibaüzeneteket okoz a naplófájlban.",
  "This is missing statistics from later DLCs and game patches.": "Ez hiányzik a későbbi DLC-kből és játékjavításokból származó statisztikákból.",
  "Several reports about conflicts with various mods.": "Számos jelentés érkezett a különféle modokkal való ütközésről.",
  "Rocks can’t be deleted.": "A sziklákat nem lehet törölni.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Állítólag ez elromlott, de számos jelentés szerint működik. Lehet, hogy be kell állítanod egy 180 fokos eltolást, hogy a nap megfelelően keletről nyugatra menjen.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Néhány ember számára ez a mod továbbra is jól működik. Mások számára olyan inkompatibilitások vannak a különféle modokkal, amelyeket nem tudtunk teljesen ellenőrizni.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Ehhez szükség lehet az Ambient Sound Tuner 2.0-ra: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Ne oldja fel az összes utat.",
  "Distorted LOD": "Torz LOD (grafikai megjelenés)",
  "Causes ingame lags": "Játék szakadozva fut",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "A Move It mod másolási funkciója egyedi épületek megkettőzésére is képes.",
  "Error: too many vertices": "Hiba: túl sok grafikai csúcs",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Ez működik néhány sérült játékmentésnél, de nem mindegyiknél. Ha a játék mentése betöltődik, a játék lefagy egy ideig. Ez normális.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Ez nem frissül a legújabb DLC-khez, és még mindig sok hiányzik az Industries DLC-ből.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "A felsővezetékek és a kellékek feketévé válnak a támogatott Vanilla pályákhoz!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Az újabb javításokból és DLC-kből származó buszmegállókat az utakon nem cseréli ki.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "A beállítás minden betöltést helyesen visszaállít, de több játékosnál a betöltés megszakad. Szintén nagyon valószínű, hogy összeütközésbe kerül számos más kameramóddal.",
  "Breaks game if you setup to high values.": "Megszakítja a játékot, ha magas értékeket állít be.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Ez nem fogja kijavítani azokat az épületeket, amelyeket a mod aktiválása előtt már elhagytak.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Erre a modra már nincs szükség, kivéve, ha van egy régi asset, amely ezt igényli. Ennek a modnak a funkcionalitása már benne van az alapjátékban.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Az ápolási otthonok az elhelyezésükkor növelik az elhunytak gondozási lefedettségét.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "A lista alkalmazása letiltja a szükségtelen modokat, de nem iratkozik le róluk, és a letiltott modok problémákat okozhatnak. A modhoz tartozó eszközök meghibásodhatnak. A játékbeállítások visszaállításra kerülnek, amikor ez a mod mentést végez.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Különféle problémákat okoz és instabil. Az út nyíl funkciója nem működik, vagy csak azután, hogy minden egyes terhelésnél letiltotta és újra engedélyezte. Nem minden utat támogatja.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Az After Dark nemzetközi repülőtere problémákat okoz a vonalkészítés során. Egyes játékosok hiányzó ikonról/gombról is jelentéseket tettek.",
  "This might block the vanilla quay upgrade tool.": "Ez blokkolhatja a Vanilla rakpartot frissítő eszközt.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "A mellékelt véletlenszerű biztonsági ajtók NullReferenceException kivételt okoznak. Ha ezt a csomagot szeretnéd használni, akkor a Random Security Doors elemrészt ki kell zárnod.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Hosszú betöltési időt okoz, különféle problémákat mellett, amelyek a végén akár játék összeomlását is okozhatják, ezért a játékkal inkompatibilisnek jelöltük.",
  "Not showing up ingame.": "Nem jelenik meg a játékban.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "A játék szakadozik, lefagy és a képernyőn villanások jelentenek. Használja körültekintően, vagy iratkozzon le.",
  "White lines at the moon and Flickering when game running.": "Fehér vonalak jelennek meg a Holdon és villogás zajlik a játék közben.",
  "Invalid Image Format": "Érvénytelen képformátum",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "A játék betöltésekor az előző érték megfelelően töltődik be, de a mod opciók csúszkája mindig az alapértelmezett helyzetbe kerül.",
  "This is only needed if a prop or mod requires it.": "Erre csak akkor van szükség, ha egy kellék vagy mod megköveteli.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Néhány felhasználónál a mod jól működik, de van néhány jelentés, ami ennek ellentmond, beleértve a beállítások visszaállítását a betöltések között.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Ez csak 16:9 vagy 16:10 képarányú kijelzők esetén működik. Hiányzik a mod újabb javítása a legutóbbi DLC-khez.",
  "Terrain conforming props cannot be moved up/down.": "A terepnek megfelelő kellékek (prop) nem mozgathatók fel/le.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Noha ez a mod növeli az élességet, zajt, habzó mintákat és fűrészfogas grafikai problémákat is okozhat. Főleg nagyobb felbontások esetén előfordulhat, hogy nem látja a különbséget aközött, hogy ez a mod aktív vagy sem.",
  "This causes (vanilla) trees to flicker.": "Ez a (vanília) fák villódzását okozhatja.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Ennek a modnak már nincs funkciója. A készítője nem a játékosok számára teszi közzé a modjait, hanem csak azért, hogy megmutassa az embereknek, milyen jól tud kódolni.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Nem sikerült exportálni, mert a naplóban egy „XML gyökérelem hiányzik” hibaüzenet jelenik meg. A vonatvágányokat néha nem tartalmazza. Ha módosítasz egy csomópontot az NCR-ben vagy az NC2-ben, és leképezést ad ki, akkor a megfelelő csomópontrész rajza hibás lehet. A DLC SH-ban hozzáadott utasszállító helikopterek és trolibusz útvonalak nem jelennek meg. (A DLC SH nem támogatott).",
  "Creating 'ghost' vehicles": "„Szellemjárművek” jelennek meg a játékban.",
  "Creating 'ghost' vehicles is reported and need to be verified.": "A mod „Szellemjárműveket” hoz létre, ennek az ellenőrzése még nem történt meg.",
  "Do not remove trees added after Campus DLC to the game.": "Ne távolítsa el a Campus DLC után hozzáadott fákat a játék során.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Ütközik a különféle modokkal, és összeomláshoz vezethet. Teljesítményproblémákat is okozhat, és megnövelheti a betöltési időt.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Ez nagyon hosszú betöltési időt okoz, ha nem használja a Ploppable Asphalt Loading Time Fix modot.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Ahhoz, hogy külső kapcsolatokat építsenek ki zónázható utakkal a zárolatlan térképrészeken kívül, ideiglenesen le kell tiltani a zónázást egy másik moddal. A térképszerkesztőben a kapcsolatoknak Vanulla utakat kell használniuk, nem egyedi utakat. A helyközi buszok a városba csak egyirányú autópályán, külső csatlakozásokon keresztül jutnak be, kétirányú úton nem.",
  "This is an incomplete version to lure you into buying a complete version.": "Ez egy hiányos verzió, de ez indok lehet arra, hogy a teljes verziót megvásároljad.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Ha feliratkozik erre a modra, az épületek villognak vagy eltűnnek. Kerülje el az olyan assetek használatát, amelyek kényszerítenek a mod használatára!",
  "The default English names still appear as well, next to the new Japanese names.": "Az alapértelmezett angol nevek továbbra is megjelennek az új japán nevek mellett.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Ez a mod megnöveli a betöltési időt, és ez a növekedés óriási lehet a nagyvárosok esetén.",
  "Previously created rotating props still require the PropRotating Params mod.": "A korábban létrehozott forgó kellékek miatt (props) továbbra is szükség van a PropRotating Params modra.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Egyesek arról számolnak be, hogy nem tudják menteni a játékot, különösen nagy számú eljárási objektum esetén. A telepítés utáni első indításkor egy üres ablak jelenik meg. Ennek megoldásához indítsa újra a játékot.",
  "On a T-intersection, no light appears on the intersecting road.": "A T kereszteződésben nem jelenik meg lámpa a keresztező úton.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Ez nincs frissítve az Industries DLC-hez, és valószínűleg nem fog működni az adott DLC-ből származó ipari területeken.",
  "Simulation Errors and conflits with various other mods.": "Szimulációs hibák és ütközések fordulhatnak elő különféle egyéb modokkal.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Ha az alapértelmezett látvány túl sötétnek tűnik, állítsd be a globális és/vagy a környezeti fényintenzitást az Ultimate Eyecandyben. Az árnyékokat maximumra kell állítani a Shadow Strength Adjuster segítségével, hogy a nap ne szivárogjon át a tárgyakon. Az árnyékok kevésbé láthatóvá tétele érdekében csökkentsd a globális fényintenzitást és növeld a környezeti fény intenzitását az Ultimate Eyecandyben.",
  "Causes various issues as one path is randomly selected": "Különféle problémákat okoz, mivel egy útvonal véletlenszerűen kerül kiválasztásra",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Nem támogatja az újabb DLC-körzetek neveit. Több olyan névlista engedélyezése és betöltése után ugyanazt a fordítási elemet módosítják, ami ütközéseket okoz. Az ütközések elkerülése érdekében ellenőrizd, hogy mely fordítási elemek változnak a névlista műhelyében.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Az erőforrások kimerülnek ahelyett, hogy korlátlanok lennének, a nyelv minden induláskor visszavált angolra, és a játék szintjei akkor is feloldásra kerülnek, ha ez a funkció ki van kapcsolva.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Nem dolgozik a Vanilla utakon később, mint a Sunser Harbour. Továbbra is feliratkozhat, de deaktiválva a BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 használatával cserélheti ki a kellékeket (propokat).",
  "Not able to name new districts.": "Nem tud új kerületeket megnevezni.",
  "The traffic lights on some custom road do not change.": "Egyes egyedi utakon a közlekedési lámpák nem változnak.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "A vízszennyezés letiltása nem azonnali, időbe telik, amíg a víz kitisztul. A talaj- vagy vízszennyezés újbóli engedélyezése szintén nem azonnali, időbe telik, amíg újra felhalmozódik.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Hibák jelennek meg a játéknaplóban a nem engedélyezett műveletekről (exceptions). A buszok nem indulnak. Nincsenek utónevek hozzárendelve.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Csak a műhelyben feliratkozott térképekkel működik. Kitérőt használ, ezért nem kompatibilis számos más – főleg Harmony – moddal.",
  "Only a limited set of roads is included.": "Csak korlátozott számú út szerepel benne.",
  "User reports that it is not working at all if you select heavy traffic.": "Több felhasználó arról számolt be, hogy egyáltalán nem működött, ha nagy forgalom alakult ki.",
  "Broken LOD, Vehicle blinks.": "Hibás LOD (grafikai elem), a jármű villog.",
  "Clipping may occur as well as simulation errors.": "Vibrálási és szimulációs hibák léphetnek fel.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Egyes felhasználók számára a polgárok nem autóba ülnek, hanem otthonukban szűnnek meg (despawn) és újraszületnek, néha ismét gyalogosan ugyanarra az állomásra/megállóra térnek vissza.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Lásd az alapvető Render It! & Play it! útmutatót, itt: https://bit.ly/3XiMQPY a további részletekért.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Rossz típusú közlekedési lámpa kerül megjelenítésre a „Füves nagy sugárút” (\"Large Avenue with Grass\") használatakor. Előfordulhat, hogy nem működik bal oldali forgalomban (LHT), kis egyirányú utakon vagy villamosokkal közlekedő utakon.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Egy útszakasz törlése módosított útkereséssel NullReference hibát okozhat.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Hibák az indításkor. Hiányzó UI. Teljesítményproblémák (fps csökkenés).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Ez gyakran blokkolja az útjavítás gombot. A méretezési funkció hibás, ezért nem szabad használni. A felhasználók más problémákról is beszámoltak.",
  "Button missing. Error popups.": "A gomb hiányzik. Felugró hiba-ablakok.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Hatalmas problémákat jelentettek, többek között: hiányzó úttextúrák, KeyNotFoundException hiba, játékösszeomlások, magas memóriahasználat.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "A CSUR utakon keresztül nőhet a fű. A fű elrejtése a Hide It funkcióval vagy a csomópontok enyhén megemeléses Move It funkcióval segít. Az utak néha kissé a felszín alatt helyezkednek el. Emeld fel őket a Move It segítségével. A nem központosított CSUR utak alagútbejáratait terep borítja. Egyes felhasználók a játék összeomlásáról számolnak be, és náluk a CSUR felület sem működik.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "A gomb nem mozgatható, így a statisztika bizonyos képernyőfelbontásoknál lekerül a képernyőről.",
  "Various issues reported, see Worshop comments for details.": "Különféle problémák jelentek meg, részletekért lásd a Workshop megjegyzéseit.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "A bal oldali közlekedés nem támogatott. Ez nem működik Linuxon. A szemközti jelzőlámpáknak van néhány furcsasága a T kereszteződésekben és az egyirányú utakon.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "FIGYELMEZTETÉS: NE NYOMJA EL A HIBÁKAT a mod opcióiban vagy a mod előugró ablakaiban, mert ez szinte lehetetlenné teszi a mod/eszköz problémák hibaelhárítását. A hibák elrejtése nem szünteti meg őket, és kevésbé megbízhatóvá teszi a játékot!",
  "Disasters are not recognized.": "A katasztrófákat nem ismeri fel.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Ez nem működik a „Content Creator Pack: Vasútállomások” új metróállomásain és néhány egyéni állomáson. Ehelyett használhatja a Move It funkciót ezekhez az állomásokhoz.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Az FPS súlyos csökkenése utak létrehozásakor. Egyes felhasználók „érvénytelen alakú” hibát kapnak. Az irány megfordítása néha kivételt ad. A kivétel ártalmatlan, de ezt a szegmenst nem lehet visszafordítani, és törölni kell, majd újra létre kell hozni.",
  "For several players it causes errors and is not working.": "Több játékosnál hibákat okoz, és nem működik.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Egyes funkciók nem működnek a helyileg telepített eszközök esetén: a rendezés a legutóbbi letöltés szerint, a keresés a szerző neve alapján, a Műhelyoldal megnyitása.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Van egy hiba, amely tehénként való keletkezést eredményez. Úgy tűnik, a lejtők, rámpák és a magasított utak nem működnek. Néhányan csak hátrafelé tudnak járni, vagy lebegnek.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "A generált utakat nem lehet elmenteni, ezért ne az utolsó mentést használd, készíts előtte új mentést. Ez a mod még a fejlesztés korai szakaszában van.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Egyes felhasználók számára még mindig működik, de sokaknál részben vagy teljesen elromlott, beleértve azt is, hogy nem tudják betölteni a játékmentést. Az \"új algoritmus a külső kapcsolatok közelében lévő forgalmi dugók megszüntetésére\" letiltása segíthet (unclogging traffic jams). Az EnhancedDistrictServices.cgs fájl törlése is segíthet, de minden testreszabás ilyenkor elveszik.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Nem működik az Industries és a Sunset Harbor DLC-k szállítójárműveivel. A beállítások menü elromlik (a beállítások bezárása és újranyitása segíthet). Potenciálisan nem kompatibilis az összes olyan moddal, amely módosítja a Vehicle AI-t.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Ez a mod csak Windowson működik, MacOS-en vagy Linuxon nem. Ez egy fejlett mod, amely használatához Python szkriptelési ismeretekre van szükség.",
  "You must follow exactly the steps on the workshop page to use it.": "A használatához pontosan kövesd a műhely oldalán található lépéseket.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Nem kompatibilis semmiféle automatizált buldózer moddal.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Bármely adaptív hálózat megfelelő működéséhez szükséges. Ilyenek pl. Útépítő utak, különféle kerítések és a Vasút 2 hálózatok (Railway 2).",
  "Users reported various issues, see Workshop comments.": "A felhasználók különféle problémákról számoltak be, lásd a Workshop megjegyzéseit.",
  "Will lead to various graphical issues ingame": "Különféle grafikai problémákhoz vezet a játékban",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Ne feledd, hogy ez a mod instabil, és nagyobb városok összeomolhatnak miatta!",
  "Cargo trains for some do not spawn.": "A teherszállító vonatok egyesek számára nem jönnek létre.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Ez a mod számos hibát és stabilitási problémát tartalmaz, és nem ajánlott új játékokhoz. Itt próbáljuk meg segíteni a meglévő városokkal rendelkező játékosokat az Extended Managers Library/Prop Anarchy FIX használatával, anélkül, hogy újra kellene építeniük a várost.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Erre csak akkor van szükség, ha az Extended Manager Library, Tree Anarchy, Prop Anarchy előtt használt térképen/mentésen szeretnéd használni az új generációs Tree Control, Prop Control, Line Tool modokat. További részletekért tekintsd meg a mod műhelyoldalát.",
  "Do nothing right now. Should normally not be released publicly.": "Ez a mód nem csinálj semmit. Általában nem szabadna nyilvánosan az ilyent megjeleníteni.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "A Service Vehicle Selector 2 blokkolja a Theme Mixer 2-t, hogy egyes játékosok módosíthassák a téma textúráját.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "A Network Extensions-ból származó egyes utak rossz közlekedési lámpát jelenítenek meg, vagy hiányoznak.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "A kerületi korlátozások (Import/Export) nem mutat listákat, ha a Transfer Manager CE-vel együtt használják.",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Használja az eredeti Precision Engineering modot a mára elavult 2.0-s verzió helyett.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "A képernyőfelbontástól függően előfordulhat, hogy a TLM összes felhasználói felületének megtekintéséhez az 1.2-es felhasználói felületet kell használni",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Az ápolóotthonokban szükségtelen, üres járműválasztó ablak keletkezik.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "A mod a fák lebegését okozza. Válthatsz a Tree Controlra, amely mindkét mod funkciójával rendelkezik.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Előfordulhat, hogy kék csomópontok jelennek meg, amelyeket nem lehet automatikusan kijavítani. Ha AN hálózatokat használsz, jobb, ha eltávolítod a Continues Junction Median modot.",
  "Real Time might delay the arrival of extra Starting Money.": "A Real Time késleltetheti az extra kezdőpénz érkezését.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "A Camera Positions Utility szerzője szerint ezek nem kompatibilisek, de egyes felhasználók szerint jól működnek együtt.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "A NExt2 kiüríti a Better Education Toolbar lapjait. Ezért jobb az alternatív gyűjtemény használata helyette.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "Szünet módban módosíthatja a nappali időt, de amint feloldja a szünetet, a Real Time időkezelése átveszi az irányítást. Ez szándékolt viselkedés. Ha lelassítja a szimulációs sebességet a Play It! szerinti nappali idő már nem fog megegyezni a valós idejű idővel. Ez nagyon jól látható késő este és kora reggel. Ez szándékolt viselkedés, és nem változtatható meg.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Megosztott megállók nem hozhatók létre CSUR gyorsforgalmi utakon (normál és kompakt utakon működik).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "A Shared Stop Enabler képes az emelt utakon megállók létrehozására.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "A Transfer Manager használatakor a Statisztika nem mutatja a megfelelő mennyiségű rendőrkoptert használatban. Mindig 0%-ot fog mutatni.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "A játék automatikusan leáll, amikor módosítja az időt, és az idő visszaáll, amikor feloldja. A TimeWarp idősebesség-beállításai nem működnek.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Lehet, hogy ez nem kompatibilis számos hasonló funkciójú moddal. A felsorolt ​​modok csak egy kis részhalmaza az inkompatibilis modoknak.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Ha a Font Options funkciót szeretné használni, le kell kapcsolnia az FPS Booster Egyedi betűtípus-kezelőjét.",
  "The textures from Theme Decals will probably not match the mixed theme.": "A Theme Decals textúrái valószínűleg nem egyeznek a vegyes témával.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "A Hide it! mod a rombolási funkció kikapcsolását is tartalmazza. Ezt teljesen ki kell kapcsolni, de ne kényszerítsd a Hide It! funkciója által. Ehelyett inkább aktiváld ezeket a funkciókat a BOB-ban. Így tudod elérni, hogy ezek a modok együttműködjenek.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Ha szeretnéd használni a régi kellékeket (propok), amelyeket az eredeti mod is tartalmaz, akkor az eredeti modot előfizetve azok megtarthatod, de le is tilthatod. Alternatív megoldásként áthelyezheted az eredeti .crp fájlokat a helyi eszközmappádba, és megszüntetheted az eredeti modra való feliratkozásodat. Ha új várost kezdesz, a legjobb, ha leiratkozol az eredeti modról, és használod inkább a linkelt gyűjteményt, az elhelyezhető felületekkel (Ploppable Asphalts).",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Ez a mod nem szükséges a mod működéséhez, bár a műhelyoldal mást ír.",
  "Node Controller Renewal is actively developed and more user friendly.": "A Node Controller Renewalt aktívan fejlesztik és felhasználóbarátabbá teszik.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Ez kék üregeket okozhat a Replacer/MOM csomópontokon. Más összeférhetetlenségek is lehetségesek.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "A More Network Stuff csak további funkciókat biztosít a Szerkesztőben. Normál játékhoz csak a Network Anarchy-t használja.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Az asset-készítők számára: Ez a mód nem szükséges az újonnan létrehozott animációs kellékekhez. Használja helyette a Modtools-t és ezt a csatolt szkriptet. https://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Használd helyette a RON + Cylis NExt2 cserekollekciót.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Míg a Cubemap Replacer különféle világítási és tükrözési beállításokat is módosít, valamint a felhőket és a napot statikus helyzetbe állítja, az AD Cloud Replacer mozgó napot és felhőket kínál.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "A Road Builder-t nem szabad az FPS Boosterrel együtt használni, mivel ebben az esetben egyes javítások nem lesznek megfelelően felhelyezve. Mivel a Road Builder csak a Szerkesztőben működik, és nem csinál semmit a normál játékban, legalább deaktiválni kell, ha játszani szeretne. Még jobb, ha kizárja a Road Buildert a SKYBE segítségével, vagy leiratkozik a Road Builderről, ha nem szeretne utakat létrehozni. Ezért az FPS Boostert legalább deaktiválni kell, ha belép a Szerkesztőbe, és használni szeretné a Road Builder alkalmazást. Még jobb, ha kizárja az FPS Boostert a SKYVE segítségével, vagy leiratkozik az FPS Boosterről, ha utakat szeretne létrehozni.",
  "EDS doesn't detect the extra CitizenUnits.": "Az EDS nem észleli az extra CitizenUnit-okat.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Az \"Express Bus Services (TLM Plugin)\" beállításaiban a \"Kísérleti\" és az \"Agresszív\" opciók a buszok leállását okozhatják, ha a Transport Line Manager is használatban van. A „Prudenciális” opció viszont a várt módon működik.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "A Ploppable RICO mostantól rendelkezik a Grow the Ploppables funkcióval. A két mód együttes használata lehetséges, de következetlen eredményeket adhat, hacsak nincsenek összehangolva a beállítások. A Grow the Ploppables eltávolítása javasolt, de ha egy meglévő játékon csinálja, akkor meg kell győződnie arról, hogy mindkét mod beállításai megegyeznek.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "A Transfer Manager használatakor az Building Usage nem mutatja a megfelelő mennyiségű rendőrkoptert használatban. Mindig nullát fog mutatni.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Az Extended InfoPanel 2 a HideUI összes funkciójával rendelkezik.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Az alsó sávra kattintva az UEC funkció nem működik.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "A Clouds & Fog Toggler felülbírálja a Hide It ködbeállításait.",
  "A black bar might appear above the bottom toolbar.": "Egy fekete sáv jelenhet meg az alsó eszköztár felett.",
  "The yellow arrow signals do not operate with TM:PE.": "A sárga nyíljelek nem működnek a TM:PE-vel.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "A Harmony Redesigned letilthatja a felhasználói felület felbontását. Használja helyette a Harmony normál verzióját.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "A Toggle it! mod és ez a mod együtt használható pl. adott értesítési ikonok elrejtése akkor is, ha engedélyezi a megtekintésüket a Toggle It! modon belül.",
  "Some roads from Network Extensions spawn the wrong traffic light.": "A Network Extensions kollekciós modok (a NExt2 is) egyes utakon rossz közlekedési lámpákat tartalmaznak.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "A Tree Anarchy rendelkezik a Plant Scaling funkcióval és még sok mással.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Az Advanced Building Level Control a történelmi kerületek összes funkciójával rendelkezik, és még sok más.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "A Play it! mod rendelkezik a Timewarp Fix legtöbb funkciójával. Kombináld helyette a Play It! és a Render It! funkcióit.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "A természeti katasztrófák nagyjavítását összezavarja az idő lassabb áramlása. Leginkább az erdőtüzek lesznek sokkal gyakoribbak. Megoldásként állítsd alacsonyra a tűz valószínűségét.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "A Find It szűrők nem működnek megfelelően a Tree & Vehicle Prop moddal.",
  "MOM already allows you to convert train stations to metro stations.": "A MOM már lehetővé teszi a vasútállomások metróállomásokká alakítását.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Nincs szükség a csövek korszerűsítésére, ha egyáltalán nincs szüksége csövekre.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Ez a mod „Nem elég vásárló” problémákat okozhat a TM:PE sávösszekötő eszközének használatakor.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Csak játékon belüli funkciót jelent ez a mod, amivel hajó- és repülőútvonalakat hozhatsz létre és törölhetsz. Az MNS-t az NA-val együtt futtathatod az MNS térkép-/eszközszerkesztő funkcióihoz. De jobb, ha a Több Úti Cucc mod (More Network Stuff) csak a szerkesztői (Editor) profilokban szerepel.\n",
  "Both mods touch the same game functionality and probably conflict.": "Mindkét mod ugyanazt a játékfunkciót érinti, és valószínűleg ütközik.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "A Picker mod (a kiválasztó mod) egy másik objektumot választ ki, amikor a Dinamikus Eszközrendező (Dynamic Asset sorter) megváltoztatja az elemek sorrendjét.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "A TM:PE néhány funkciója működik megforduló villamosvágányokon, de nem mindegyik.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "A „Nincs probléma” (No Problem) mod arra készteti a játékot, hogy a problémát iktassa ki, míg a „Problémák elrejtése” mód csak az ikont rejti el. Mindegyik mod (ironikus módon) még komolyabb problémákhoz vezethet. Kombinálni is tudod őket, ha ez mégis tetszik...",
  "Compatible when level Randomization is turned OFF": "Kompatibilis, ha a szint véletlenszerűsítése ki van kapcsolva",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Deaktiválhatja ezt a modot, és a BOB segítségével kicserélheti a közlekedési lámpákat a csomagban szereplőkkel.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Ha csak nappal szeretné az új kockatérképet, az alapértelmezett éjszakai égbolttal, engedélyezze a Fog (köd) Controller következő beállításait: \"Daynight Fog\" és \"Classic Fog\", és engedélyezze a következő beállításokat a Daylight Classichoz: - \"Klasszikus napfény színe\", \"Klasszikus napfény intenzitása\", \"Klasszikus ködhatás\" és \"Klasszikus ködhatás engedélyezése, ha a nappali/éjszakai ciklus be van kapcsolva\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "A Play it! deaktiválja saját funkcióit, amelyek átfedésben vannak a Theme Mixerrel. Ha nem használja a Theme Mixert a témák keverésére, akkor már nincs rá szükség",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "A PO-vá konvertált Additive Shader-elemek nem jelennek meg a mentés újratöltése után.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Anti-aliasing technika A TAA villódzó grafikát okoz. Állítsa FXAA-ra, ha ezt a két modot együtt szeretné használni (egyeseknél ezt nem kell átállítani).",
  "Use Tree Control instead of Unlimited Trees Mod.": "Használd a Tree Control modot az Unlimited Trees Mod helyett.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "A járműkorlát ugyan megemelkedik, de a Watch It hibásan mutatja a régi járműkorlátot.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "A Font Selector használatához le kell kapcsolnia az Egyéni betűkészlet-kezelőt (a Font managert) az FPS Boosterben.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "A munkamenetben Network Skinekkel hozzáadott új skinek nem mindig tükrözik a Traffic Light Replacer változásait a játék újratöltéséig.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "A főmenüben a mod opciók késleltetési ideje helytelen lesz. Játék közben a mod opciók a megfelelő késleltetési időt mutatják, ami megfelel a valós idejű lassított időnek.",
  "Use the regular version of Harmony instead.": "Használja helyette a Harmony normál verzióját.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Csak körülbelül 5-10 másodperced lesz a rakéta kiválasztására.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Módosítsd az építési sebességet 100%-ra a Real Time beállításaiban, hogy elkerülhesd az épületek eltűnését.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "A váltható fehérség tartalmazza a Persistent Resource View funkcióját. Jobb lenne az utóbbiról leiratnoznod.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "A közúti nyilak Prop Switcherre cseréje nem ajánlott, és „tömb határokon kívül” hibát jelezhet.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "A Tree & Vehicle Props Patch által generált jármű kellékei nem kívánt fényeffektusokkal rendelkeznek, amikor a játék az éjszakai ciklusban van.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "A Better Highway Icons hibaüzenetet jelenít meg a Building Themes alkalmazásból (\"System.Reflection.MonoMethod.Invoke\"). Úgy tűnik, mindkét mod ezután is működik.",
  "The 'Remove Unwanted' button may not work properly.": "Előfordulhat, hogy a „Nem kívánt eltávolítása” gomb nem működik megfelelően.",
  "This might only work with all ULOD settings to 'game default'.": "Lehetséges, hogy ez csak akkor működik, ha az összes ULOD-beállítás „alapértelmezett”-re van állítva.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "A valós idejű gyorsított éjszakai/hétvégi ciklusok problémákat okozhatnak a kerületi szolgáltatásokkal kapcsolatban.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "A kompatibilitás bizonytalan, de a More Vehicles által megnövelt korlátot valószínűleg nem használja a PXPVehicleInfo, ami hibás számokhoz vezet, ha túllépi az eredeti járműkorlátot.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "A szemétgyűjtő vezérlő megszakítja a Harmony-t és a Harmony-tól függően bármilyen modot. Váltson a Szeméttároló-kezelőre (Garbage Bin Manager).",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "A Tree Anarchy már rendelkezik az Unlimited Trees funkciójával.",
  "This combination might cause a performance decrease (FPS drop).": "Ez a kombináció teljesítménycsökkenést (FPS-csökkenést) okozhat.",
  "Use BOB instead of Prop Switcher.": "Használja a BOB-ot a Prop Switcher helyett.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Az adatkonverter csak akkor tudja elvégezni a munkáját, ha a Plop the Growablesre nem vagy feliratkozva.",
  "Use Prop Anarchy instead of Prop Snapping.": "Használja a Prop Anarchy-t a Prop Snapping helyett.",
  "EML already has a better limit showing functionality.": "Az EML-nek már van egy jobb korlátja a funkció megjelenítésére.",
  "Undoing props is disabled when using EML.": "EML használatakor a kellékek (prop) visszavonása (Undo) le van tiltva.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "A Service Vehicle Selector a RiverCargoHarborMod összes funkciójával rendelkezik. Jobb lenne leiratkoznod az utóbbiról.",
  "Prop Anarchy already has a better prop painting functionality.": "A Prop Anarchy már jobb kellékfestési funkcióval rendelkezik.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Ha a kontúrvonalak nem működnek, kapcsolja ki a „Terep felülírása” funkciót, és állítsa az értéket 100 körüli értékre a ROTTERdams beállításainál.",
  "You can't export props with modtools while EML is active.": "Nem exportálhat kellékeket (prop) a modtools-szal, amíg az EML aktív.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Használja a Prop Anarchy-t a Tree Anarchy-val kombinálva a Prop & Tree Anarchy helyett.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "A More Advanced OptionsPanel rendelkezik a Wider OptionsPanel funkcióival és még sok mással.",
  "Use the original instead of the now deprecated 2.0 version.": "Használd az eredetit az elavult 2.0-s verzió helyett.",
  "Unsubscribe Holy Water's TM:PE.": "Leiratkozás a Holy Water's TM:PE-ről.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Ha ez a mod aktív, a No Big Truck-nak nincs hatása, kivéve a külső kapcsolatokról érkező teherautókat.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Mindkét mod a Tab billentyűt használja. Használj egy másik First Person modot, vagy módosítsd a First Person mod automata bejárási kulcsát.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Ha a zónát útra változtatja, a hálózati felületek módosításai visszaállnak.",
  "Realistic Population includes a 'no deathcare' functionality.": "A Realistic Population tartalmaz egy „halálkezelés nélküli” funkciót.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Kérlek, iratkozz le a Network Extension 2-ről a linkelt gyűjtemény használata előtt.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "A CSM (multijátékos mod) meg tudja törni a Find It modot. A játék rendszergazdaként való futtatása átmenetileg megoldhatja az inkompatibilitási problémát.",
  "Some textures on Network Extensions roads might not load.": "Előfordulhat, hogy a Network Extensions utakon egyes textúrák nem töltődnek be.",
  "With 81 tiles 2 you don't need Cross The Line.": "81 lapkával 2 nincs szükség Cross The Line-re.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Ha mindkét mod aktív, az elhelyezett épületek eltűnnek. A Ploppable RICO már rendelkezik ezzel a funkcióval.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 A Tiles 2 ugyanazt a funkciót tartalmazza, de nincs lehetőség adott úthálózatok kiválasztására. Használhatja mindkettőt együtt vagy a másik mód nélkül.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "A játék automatikusan leáll, amikor módosítja az időt, és az idő visszaáll, amikor feloldja. Az Ultimate Eyecandy idősebesség-beállításai nem működnek.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "A Daylight Classic színbeállításaihoz kapcsolja ki a Classic napfény színét, a Klasszikus napfény intenzitást és a Klasszikus beállítást.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Mindaddig, amíg nem használja a TM:PE-t a vasúti pályák sebességének korlátozására, ezeknek a modoknak kompatibilisnek kell lenniük.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "A Clouds & Fog Toggler felülírja a Hide it, Bobby ködbeállításait.",
  "Several users report using these together without issues.": "Számos felhasználó arról számolt be, hogy probléma nélkül használja ezeket együtt.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "A Prop Painter nem frissült a legutóbbi Move It frissítésekre, ami problémákat okozott minden olyan mod esetében, amely megpróbálja integrálni a Move It szolgáltatásait.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Ha módosítja a Move It \"továbbfejlesztett oszlopvezérlés\" opciót, a meglévő felületfestések eltűnhetnek.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "A dátum módosítása réseket okozhat a grafikonon, vagy a grafikon egy részének felülírását okozhatja.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Az Lifecycle Rebalance már tartalmazza a „no deathcare” funkciót.",
  "Use Ploppable RICO Revisited instead.": "Használd helyette a Ploppable RICO Revisited alkalmazást.",
  "Mod settings for Shadow Distance Fix reset on game load.": "A Shadow Distance Fix mod beállításai visszaállnak a játék betöltésekor.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Az Upgrade Untouchable megszakítja a MOM-pillér kiválasztását.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "A mod a fák lebegését okozza. Válthatsz a Tree Anarchy-ra, amely mindkét mod funkciójával rendelkezik.",
  "Loading Screen Mod asset report file also include all these information.": "A Loading Screen Mod jelentési fájl betöltése szintén tartalmazza ezeket az információkat.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Mindkét modnak van lehetősége a panelek elrejtésére a főmenü képernyőjén. Csak az egyik modot használd az elrejtéséhez, különben problémákba ütközhetsz.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Válthatsz a Tree Anarchy-ra, amely mindkét mod funkciójával rendelkezik.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "A közlekedési lámpák vagy az elsőbbséget élvező táblák TM:PE-vel történő beállítása a vasúti síneken nem működik. Más beállítások viszont működnek.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Számos felhasználó arról számolt be, hogy a Parallel Road Tool nem működik a feliratkozott Network Skins esetén.",
  "Restores ship behavior that allows them to float on the land.": "Felülírja a hajó viselkedését, amely lehetővé teszi számukra, hogy azok a szárazföldön lebegjenek.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "A Network Extensions-ból származó egyes utak rossz vagy extra közlekedési lámpát eredményeznek.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "Az FPS Booster rendelkezik a Mini FPS Booster összes funkciójával és még sok mással.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Ez hibát okozhat. A megoldásért lásd a 2021. augusztus 24-i megjegyzést az FPS Booster műhelyoldalán.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Mindhárom felsorolt ​​modot új játékokhoz kell használni az Extended Managers Library használata helyett",
  "This mod combination prevents using the light background theme.": "Ez a mod-kombináció megakadályozza a világos háttértéma használatát.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "A Road Builderrel létrehozott utak nem használnak vaníliaoszlopokat. Ez réshez vezet ezen utak és az oszlopok között, ha csökkented a hidak és a megemelt részek vastagságát a Curb Height Adjusterben.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Az Egészségügyi szolgáltatást választó panelen túl alacsonyan jelennek meg az ikonok, ami megnehezíti vagy lehetetlenné teszi a kattintást.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Mindkét mod helyettesíti a \"vanília párkeresőt\", így összeférhetetlenek.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Az automatikus csere során a TM:PE beállításai elvesznek a kicserélt és csatlakoztatott hálózati szegmenseken, és a sávnyilak és a sávcsatlakozók összezavarodhatnak a teljes térképen.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "A CSUR nem kompatibilis a Network Extensions utak speciális zónabeállításaival.",
  "Flickering and disappearing buildings and assets are reported.": "A játékosok villódzó és eltűnő épületekről és assetek-ről számoltak be.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "A Common Ground AdjacentToPurchased opciója nem kompatibilis a 81 térképcsempe moddal (81 Tiles 2). A Common Ground nem szükséges a játékhoz, ha feloldja mind a 81 lapkát, de a térképszerkesztőben továbbra is kiválóan használható.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Ha a Plop the Growables mod előtt használta a mentést, használja a csatolt konvertert, mielőtt betöltené a mod nélkül. Ebben az esetben is iratkozzon fel a RICO, és a Find it! 2 modra, hogy el tudja helyezni a térképen a RICO épületeket.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Az Additive Shader nem kompatibilis a valós idejű változó napkelte/napnyugta idővel. Használja helyette az Additive Shader tesztverzióját.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Ez a mod deaktiválja a beépítést a Colossal Order Unlimited Soil modjában, mivel funkciója megtalálható az Extra tereprendezési eszközökben.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "A játék futtatása előtt mindig futtasd a Steam klienst. Linuxon és MacOS rendszeren bizonyos felhasználói beavatkozás szükséges, lásd a telepítési útmutatót: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "A javítás most már az alapjáték része.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Ez egy szabványos, a Workshopba feltöltött beépített mod.",
  "The original mod supports various languages.": "Az eredeti mod különböző nyelveket támogat.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Úgy tűnik, ez a hírhedt ali213_mod_01 modhoz kapcsolódik.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Erősen ajánlott biztonsági másolatot készíteni egy meglévő mentésről, mielőtt ezt a modot használná rajta.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "A funkció mostantól az alapjáték része. Ez a mod csak azokhoz az eszközökhöz szükséges, amelyek ehhez a modhoz készültek.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Ez a funkció most már az alapjáték része, csak az ezeket a számokat használó eszközökhöz szükséges.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Ennek a modnak a funkcionalitása benne van magában a játékban, annak ellenére, hogy ebben a modban a számítások kissé eltérnek.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Egyes felhasználók szerint hiányzik a felhasználói felületről, amikor nem fizettek elő a Fine Road Tools szolgáltatásra.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "A „Tedd történelmivé” ma már magának a játéknak a része, de ezzel a moddal egy történelmi épületet nem lehet elhagyni.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Ehelyett használja a „Próbáljon helyreállítani a szimulációs hibákból” opciót a Loading Screen Mod menüben, amely erősebb, mint ez a mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Nem ajánlott ezt a térképszerkesztőben használni, mert a létrehozott térképekhez Prop Anarchy szükséges.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Ennek a modnak legalább egy közlekedési lámpás kellékcsomagra van szüksége ahhoz, hogy működjön. Ez a mod automatikusan letiltja az egyes közlekedési lámpák modjait a játék indításakor, hogy elkerülje az ütközéseket, de az ezekből a modokból származó kellékeket használja. A többi közlekedési lámpa módot hagyja kikapcsolva.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Ennek a LABS-verziónak az újabb verzióit megtalálhatja a GitHubon: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "A nem RICO épületekből származó összes munka, beleértve az összes Industries DLC épületet is, benne van a szolgáltatási (SRV) számokban.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "A mod Windows, Mac OS és Linux alatt működik. A mellékelt önálló „Load Order Tool” csak Windows rendszerű, és további .Net telepítést igényel. A részletekért lásd a Workshop oldalt. Azóta már megérkezett a SKYVE.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "A természetvédelmi ösvények és hasonlók nem keverednek össze, ha lejtős terepen helyezik el őket. Ez javítható a Clamp mód használatával 100 körüli erősséggel (ajánlott), vagy a \"terep megjelenésének felülírása\" opció engedélyezésével.\n\nHa a „terep megjelenésének felülírása” opció engedélyezve van, a topográfiai vonalak átfedése megszakad. Vagy tiltsd le ezt az opciót, vagy használj 120 vagy kisebb erősségű szorító módot (clamp), vagy 100 vagy kisebb erősségű méretezési módot (scale).\n\nA hálózatok mindig a füvet jelenítik meg, soha nem a szikla textúráját. Ez különösen észrevehető pl. D͓̽X͓̽ lejtőprofiljai közt.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Ennek a modnak a funkcionalitása benne van magában a játékban, bár ennek a modnak a nyilai jobban láthatók.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Erre MacOS esetén volt szükség, mert az FPS Booster nem működött MacOS-en. Ezt meg kell oldani, és mindenkinek tudnia kell használni az FPS Boostert.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Minden átszínezés elvész, ha a játék futása közben bármiről (le)iratkozik.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Ez használható önmagában, vagy letiltható, és a BOB vagy a Traffic Light Replacer modhoz használható „kellékcsomagként”.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Ez a mod korábban csak egy újabb verzió volt, de az eredeti verzió frissítése után elavult. Használd helyette az eredeti verziót.",
  "When using this mod, it is wise to back up your saves from time to time.": "A mod használatakor bölcs dolog időnként biztonsági másolatot készíteni a mentésekről.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "A helyközi buszok a városba csak egyirányú autópályán, külső csatlakozásokon keresztül jutnak be, kétirányú úton nem.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Ez a mod elavult információkat használ. A kompatibilitási jelentés hivatalos kiadása többnyelvű támogatással rendelkezik!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Ez a mod már csak a temetőkben szükséges. A játék Hulladékszállítási és -feldolgozási létesítményei lefedik a mod többi funkcióját.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Ezt a mod követi a következő prop packokat a BOB moddal kombinálva: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Helytelenül mozikameraként jelenik meg.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Ennek alternatívái itt találhatók: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "A játék már megoldja azt a problémát, hogy ne legyen elég alacsony iskolai végzettségű dolgozó, azáltal, hogy magasan képzett embereket alkalmaznak alacsonyabb iskolai végzettségű munkakörökben.",
  "CAUTION: If you use this and save, the game save is broken.": "VIGYÁZAT: Ha ezt használod és mentesz, akkor a mentése nem lesz visszatölthető.",
  "This is for testing only and might be removed from the Workshop soon.": "Ez csak tesztelés céljából készült, és hamarosan eltávolítjuk a Műhelyből.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Amikor a mod kellékeivel elemeket hoz létre, ezeknek az eszközöknek szükségük van a mod ezen verziójára, és nem használhatók az eredeti moddal.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Használja a Prop Anarchy-t a Tree Anarchy-val kombinálva a Prop & Tree Anarchy helyett.",
  "It is STRONGLY recommended not to use this mod!": "ERŐSEN ajánlott, hogy ne használd ezt a modot!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternatív megoldásként ez rendelkezik egy „szellemmóddal”, amely lehetővé teszi a leiratkozást, és továbbra is elérhetővé teszi a játékmentést, ha teljesen el szeretnéd távolítani a MOM-ot.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Az alkotó titkosította a kódját, és nem biztosít hozzáférést a kódjához. Ezért nem tudja ellenőrizni, hogy nem tartalmaznak-e semmilyen káros kódot. A többi modder sem tud az alkotótól származó modok használatával kapcsolatos problémák megoldásán. Csak azt tudjuk ellenőrizni, hogy a modjai több 100 legjobb modnál is problémákat okoznak.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Ha problémái vannak a betűtípus-megjelenítéssel, kapcsolja ki az Egyéni betűkészlet-kezelőt a mod beállításainál.",
  "This mod was only for scenario developers looking for more options.": "Ez a mod csak a forgatókönyv-fejlesztők számára készült, akik további lehetőségeket keresnek.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Megjegyzés: A nyelvi fájl nem törlődik a leiratkozáskor. Kézzel kell eltávolítani, lásd a Műhely oldalt.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Ez nem kompatibilis számos hasonló funkcionalitású moddal, valamint ütközik különböző modokkal. Túl sok lenne ezt mind felsorolni.",
  "The original mod supports the Chinese language.": "Az eredeti mod támogatja a kínai nyelvet.",
  "Now part of the base game, therefore not needed any more.": "Most már az alapjáték része, ezért nincs rá többé szükség.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Ez csak 25 lapkát nyit fel egy új játék elején, egy korábbi játék mentésénél nem.",
  "Can't show data from extension mods like Extended Managers Library.": "Nem jeleníthetők meg adatok az olyan bővítménymódosításokból, mint az Extended Managers Library esetén.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "A rendőrség, az egészségügy és a tűzoltóállomások automatikus költségvetése a földek értékének csökkenését okozhatja, mivel az alacsonyabb költségvetés alacsonyabb lefedettségi területet jelent.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Ez a Toggleable Whiteness mod nem hivatalos, javított változata.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "A játéknak vannak egyirányú vasúti pályái is, de ennek is van egy kétirányú vágánya, és továbbra is szükség van az egyirányú állomásvágányú egyedi állomásokhoz.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Erre csak akkor van szükség, ha egy régi zászlótartó támasztékhoz vagy a jármű hálójához még szükséges."
}