{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Incompatibile con la risoluzione dinamica e altre mod della fotocamera.",
  "Vehicle LOD Flashing": "LOD Veicolo Lampeggiante",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Annulla l'iscrizione dopo l'uso! Questo spam il registro di gioco e aumenta seriamente le dimensioni.",
  "Broken / Can't be loaded": "Non funzionante / Non può essere caricato",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Nelle opzioni di Repaint è disponibile anche un'impostazione per correggere il colore più scuro dei nodi sulle autostrade.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Se le intersezioni appaiono blu, entra nelle impostazioni del mod e abilita l'aggiornamento automatico. Questo aumenta il tempo di caricamento se hai molte strade personalizzate.",
  "This might increase loading time.": "Questo potrebbe aumentare il tempo di caricamento.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Questa mod non è ottimizzata e può causare problemi di prestazioni. Probabilmente presenta incompatibilità sconosciute con altre mod. Si raccomanda VIVAMENTE di non utilizzare questa mod!",
  "Mod options resetting on game load.": "Opzioni mod resettare al carico di gioco.",
  "Game breaking": "Rottura del gioco",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NON USARE OGGETTI GENERATI in mod come BOB, Procedural Objects o Intersection Marking Tool. Ciò può danneggiare il tuo salvataggio! È in qualche modo logico e non un problema di queste mod. Oggetti non conformi al terreno così come alberi e veicoli vengono generati a un certo punto del processo di caricamento (non sono memorizzati!). Ciò significa che l'uso di queste risorse in mod causerà problemi di caricamento di essi, semplicemente perché non vengono generate quando reti e altre risorse vengono caricate.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "A causa delle modifiche significative al gioco di base, questa mod è meglio utilizzata solo per i nuovi giochi.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "I nomi delle stazioni lunghe o i nomi delle stazioni duplicate potrebbero rompere il layout. Linee che servono la stessa stazione più volte potrebbero confondere il mod. I nomi delle stazioni multi-piattaforma potrebbero essere errati.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "ATTENZIONE: Questo autore è stato bandito per aver messo codice dannoso nelle loro mod. Questa mod è sospettata di avere codice dannoso in esso. Faresti meglio a RIMUOVERE IMMEDIATAMENTE! ATTENZIONE: NON seguire le istruzioni sulla pagina mod per scaricare un aggiornamento tramite GitHub. Questo aggiornatore contiene il codice MALICIOUS e inserirà il codice dannoso in questa mod Harmony! L'autore è anche noto per aver deliberatamente spezzato le proprie mod fuori spite. Tecnicamente, questo non funziona molto bene, dà un sacco di errori errati ed è incompatibile con un sacco di mod in Workshop. In combinazione con la storia dell'autore, sarebbe molto saggio per UNSUBSCRIBILE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Il creatore ha criptato il suo codice e non vi fornisce alcun accesso. Pertanto non è possibile verificare che non includa alcun tipo di codice dannoso. Né gli altri modder possono lavorare per risolvere i problemi che sorgono con l'utilizzo delle mod di questo creatore. Possiamo solo verificare che le sue mod creano problemi con diverse tra le 100 mod più utilizzate. Pertanto consigliamo vivamente di non utilizzare questa mod!",
  "Can't be loaded": "Non può essere caricato",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Il magazzino non svuota per alcuni utenti. Questo potrebbe essere causato da pescherecci che prendono tutte le bande orarie dei veicoli, quindi nessun camion di magazzino può deporre le uova. Gli utenti hanno notato camion che trasferiscono il pesce da un magazzino ad un altro.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Per vedere i percorsi nave/traghetto mentre si posiziona un ponte, abilitare la vista informazioni di trasporto.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "I punti di propagazione si sono allontanati troppo dal punto di riproduzione originale, a volte impediscono a tutti i passeggeri del trasporto pubblico. I punti di uscita per gli autocarri da carico non sono supportati nelle stazioni ferroviarie, negli aeroporti di carico o nei porti di carico.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "Appare il messaggio \"NO Big Truck Mod caricato con errori\".",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Il nascondiglio del prop è stato rimosso da questa modalità, ma è disponibile nella modalità BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Funziona solo su display con un formato 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Non funziona per tutti gli edifici, problemi di prestazioni, messaggi di errore.",
  "Lags the game massively": "Rallenta incredibilmente il gioco",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Le luci di vaniglia sulle strade pedonali non possono essere scambiate.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Ciò potrebbe causare il blocco dei cespugli alle fermate dei trasporti pubblici rotte o cancellate, causando un ritardo nelle città più grandi.",
  "LOD has too many vertices": "Il LOD ha troppi vertici",
  "This has some issues with spaces in names.": "Questo ha alcuni problemi con gli spazi nei nomi.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "ATTENZIONE: Questo autore è stato messo al bando per aver implementato codice dannoso nelle loro mod. L'autore è anche noto per aver deliberatamente danneggiato le proprie mod per ripicca. Tecnicamente, potrebbe funzionare. Considerando la storia dell'autore, sarebbe altamente consigliato ANNULLARNE LA SOTTOSCRIZIONE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Questo sembra funzionare per alcuni, ma altri segnalano problemi. Non funziona nel menu principale, funziona solo dopo aver caricato una mappa.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Disabilita lo scorrimento con uno dei tasti di scelta rapida prima della dezonizzazione per evitare la dezonizzazione accidentale e massiccia. Lo stesso vale per altre azioni eseguite con il tasto destro del mouse, come gli aggiornamenti della strada.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "In risoluzioni diverse dalle proporzioni 16:9, si sposta nell'angolo in alto a sinistra, bloccando il pulsante Infoview predefinito.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Provoca strani effetti sugli incroci e conflitti con varie Mod.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Il tasto Tab che questa mod usa è in conflitto con diversi altri mod. Usare un'altra mod in prima persona o cambiare la chiave nel file xml (vedere i commenti di Workshop).",
  "Create massive lags if no overlay.png is in the specified folder.": "Crea enormi ritardi se nessun overlay.png è nella cartella specificata.",
  "Vehicle LOD Turn Black": "LOD Veicolo Diventa Nero",
  "Error popup": "Messaggi di errore",
  "Missing UI. Performance issues (fps drops).": "UI mancanti. Problemi di prestazioni (gocce fps).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Gli utenti segnalano che \"Make it Rain\" deve essere cliccato (nelle Opzioni) se si utilizzano molte mod. In assenza di altre mod funziona senza problemi. Inoltre la pioggia può sfarfallare per un po', ma poi si stabilizza.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "La schermata delle opzioni della mod potrebbe rompere se hai troppi asset del treno. Alcuni utenti segnalano problemi con il file di configurazione non viene creato correttamente. Questo potrebbe causare qualche ritardo se non si utilizza FPS Booster.",
  "Error messages popup": "Appaiono messaggi di errore",
  "The reported issues might be unknown mod conflicts.": "I problemi segnalati potrebbero essere conflitti di mod sconosciuti.",
  "Multiple reports about getting a blank screen when loading a map.": "Rapporti multipli su come ottenere una schermata vuota quando si carica una mappa.",
  "Crash the game / Error popup": "Arresto anomalo del gioco / Popup di errore",
  "Several reports of lagging the game.": "Diversi rapporti di ritardo del gioco.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Schermo lampeggiante / tremolante. Il tempo salto o andare all'indietro.",
  "Not recognise few latest DLC sounds.": "Non riconoscere alcuni ultimi suoni DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Se ti iscrivi a asset configurati errati che necessitano di questa modalità, questi asset possono causare problemi di gioco.",
  "Several users report it is not working at all.": "Diversi utenti segnalano che non funziona affatto.",
  "LOD not correct.": "LOD non corretto.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Le risorse che fanno parte di una mod potrebbero non essere più abilitate automaticamente dal gioco.",
  "Conflicts with various other mods.": "Conflitti con vari altri mod.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Non funziona per tutti gli edifici, picchi di terreno e buchi, problemi di prestazioni, messaggi di errore.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ATTENZIONE: Questa mod nasconde le icone dei problemi e basta. I problemi esistono ancora! Ciò può rapidamente portare a un abbandono di massa se si dimentica di controllare i problemi.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Non funziona con gli edifici di Promenades & Plazas DLC. Causing vari glitch e a volte anche crash!",
  "Broken / Can't be used": "Non funzionante / Non utilizzabile",
  "Forgets settings at start, esp. the sun height.": "All'inizio dimentica le impostazioni, in particolare l'altezza del sole.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Alcuni utenti lo segnalano per causare giochi non caricabili. Non è noto se si tratti di un conflitto di mod o di un problema con la patch 1 del gioco. 4. Alcuni utenti segnalano un UI mancante. I LOD non possono essere sostituiti. Vedi il Workshop per maggiori dettagli sui problemi noti.",
  "Can't be loaded / Error popup": "Non può essere caricato / Messaggi di errore",
  "Doesn't show up in the CSL Music Mod.": "Non viene visualizzato nel CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Su alcune intersezioni appaiono i semafori duplicati. Su un intersezione T, non appare alcuna luce sulla strada di intersezione. Le autostrade e le rampe autostradali hanno i semafori sul lato sbagliato dell'intersezione.",
  "Not supporting budgets for newer DLC.": "Non supporta i budget per i DLC più recenti.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "I treni passeggeri Vanilla non vengono più generati con colori diversi, questo è un comportamento previsto.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Questo è incompatibile con le mod che cambiano anche la capacità di costruzione. Usa la popolazione realistica revisionata invece per una migliore compatibilità.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Tutti i giocatori devono avere esattamente gli stessi DLC (nessuno è supportato) e mod. CSM è incompatibile con la maggior parte delle mod, troppe per essere mezionate qui. Un elenco (molto breve) di mod supportate: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Le texture autostradali si specchieranno casualmente per segmento quando si applica questa mod e devono essere ricostruite per riparare.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Impostazioni mancanti per gli ultimi DLC: Parklife, Industrie, Campus e Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Non sarà bulldoze se possiedi catastrofi naturali. Devi usare l'unità di risposta ai disastri in questo caso. Le categorie di edifici più recenti non sono bulldozed.",
  "Vehicle LOD Turn White": "LOD Veicolo Diventa Bianco",
  "DLCs after Campus can’t be selected.": "I DLC dopo il Campus non possono essere selezionati.",
  "Can cause performance issues (lag or fps drops).": "Può causare problemi di prestazioni (gocce di ritardo o fps).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Questa mod può avere un impatto sulle prestazioni del gioco. Non funziona nei giochi di scenari.",
  "This sometimes breaks transport lines.": "Questo a volte rompe le linee di trasporto.",
  "As it is an outdated mod some panels may noth be unlocked.": "Poiché è una mod obsoleta alcuni pannelli potrebbero non essere sbloccati.",
  "Breaks the pause after loading game option.": "Interrompe la pausa dopo aver caricato l'opzione di gioco.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Le risorse esterne non sono utilizzate lì per non poterla usare su una nuova mappa. Vari giocatori riferiscono che non funziona affatto.",
  "Building flickers": "Edifici sfarfallanti",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Il pennello a volte smette di funzionare. La cancellazione e la reiscrizione (mentre il gioco non è in esecuzione) spesso aiuta per un po ', ma una soluzione più permanente è quella di utilizzare l'ordine di carico Mod e impostare l'ordine di carico di Pennello Foresta a 9999.",
  "Buttons are no longer aligned correctly.": "I pulsanti non sono più allineati correttamente.",
  "For some players it do not create ship pathes.": "Per alcuni giocatori non crea percorsi navali.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Le stazioni sotterranee creano un ingresso in galleria, rendendo difficile collegare il binario alla stazione e interrompere la superficie del terreno. Piste elevate e di terra sembrano bene.",
  "This breaks up the UI, especially text scaling.": "Questo rompe l'interfaccia utente, in particolare la scala del testo.",
  "Game might get corrupted.": "La partita potrebbe essere danneggiata.",
  "Causes game crashes.": "Provoca crash del gioco.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Non funziona con le versioni di gioco attuali in quanto la mod dependency Roads United Core 2.0 non è più aggiornata.",
  "It’s in early development stage. See information on workshop page.": "È in fase di sviluppo iniziale. Vedi informazioni sulla pagina del workshop.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Se vuoi avere degli alberi da disperdere durante la costruzione di strade, fai attenzione ad avere \"Collisione\" nell'Anarchia di Rete attivata.",
  "Freezes the game": "Il gioco si blocca",
  "Everything that has more than two rails tracks can't be hidden.": "Tutto ciò che ha più di due binari non può essere nascosto.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Potrebbe non funzionare con una versione del driver 3DxWare superiore a 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "I risultati non sono più affidabili. Utilizza invece il Rapporto di compatibilità.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Questo potrebbe funzionare, ma non è il modo migliore per risolvere il problema. Il gioco risolve già questo problema impiegando alcune persone altamente istruite in lavori di istruzione inferiore, o puoi usare Employ Overeducated Workers V2 invece per un effetto più forte.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Produce errori 'duplicati prefabeti', che sono innocui. Alcuni utenti riferiscono che i puntelli del semaforo diventano ancora bianchi dopo l'ultimo aggiornamento che dovrebbe avere risolto questo.",
  "Public transport part not working anymore.": "La parte del trasporto pubblico non funziona più.",
  "You can easily modify the RICO settings in-game.": "È possibile modificare facilmente le impostazioni RICO nel gioco.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Interromperà qualsiasi DLC o base-game trasferimento intercity caratteristiche più recenti di Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "La funzionalità di questa mod è inclusa nel gioco stesso.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "In rari casi può dare errori e può persino chiudere del tutto il gioco.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Aggiunge luci rotanti solo ai veicoli supportati, elencati nella pagina officina.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Il nome di questa mod è fuorviante. Non riduce la quantità di rifiuti prodotti. Riduce solo le spese per i rifiuti. Quindi il nome migliore sarebbe \"Meno Spese per i Rifiuti\".",
  "Bloom settings not being applied. Config files not loading.": "Impostazioni Bloom non applicate. File di configurazione non caricati.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Quando la tua città raggiunge circa 15000 cittadini, questa mod non aumenterà più la velocità sopra l'impostazione di gioco x4.",
  "It takes some in-game time for the extra money to arrive.": "Ci vuole un po 'di tempo in gioco per il denaro extra per arrivare.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "I picchi d'acqua potrebbero rimanere per sempre, anche se la mod è annullata.",
  "Not showing information for newer DLC assets.": "Non mostrando le informazioni per le nuove risorse DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Diverse funzioni non funzionano più e generano errori se non si dispone di Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown non funzionante, probabilmente a causa di incompatibilità con altri mod.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATTENZIONE: Il file di localizzazione Giapponese non verrà rimosso anche se si annulla la sottoscrizione di questa mod. Per maggiori dettagli vedere la descrizione del Workshop.",
  "This is only needed for custom networks that require this mod.": "Questo è necessario solo per le reti personalizzate che richiedono questa mod.",
  "Button for the settings not visible for several users.": "Pulsante per le impostazioni non visibili per diversi utenti.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "La selezione dei veicoli per i treni intercity viene ignorata e alcuni veicoli base più recenti non compaiono nella finestra di selezione dei veicoli.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "ATTENZIONE: Questo autore è stato bandito per aver messo codice dannoso nelle loro mod. Questa mod è sospettata di avere codice dannoso in esso. Faresti meglio a RIMUOVERE IMMEDIATAMENTE! L'autore è anche noto per aver deliberatamente spezzato le proprie mod fuori spite.",
  "Includes malicious code!": "Include codice dannoso!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "ATTENZIONE: Questa mod è PERICOLOSA! Scarica file da una posizione non monitorata e sovrascrive i file di altre mod. Trattasi di software MOLTO RISCHIOSO e non dovrebbe essere utilizzato! Sarebbe meglio RIMUOVERLO IMMEDIATAMENTE! ATTENZIONE: Questo autore è stato messo al bando per aver implementato codice dannoso nelle loro mod. L'autore è anche noto per aver deliberatamente danneggiato le proprie mod per ripicca. ATTENZIONE: Questa mod è stata rimossa dal Workshop da Steam perché ha violato il loro contratto.",
  "This breaks maps saved in the map editor.": "Questo rompe le mappe salvate nell'editor di mappe.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Toggle It! hanno un'opzione per nascondere gli edifici dalla mappa (ad esempio per avere solo le strade visibili per la pianificazione). Se si affronta il controllo \"edifici invisibili\", se è stata attivata questa opzione per errore.",
  "Private building cannot include roads or other net types": "L'edificio privato non può includere strade o altri tipi di rete",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Dislocatore DLC illegale!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Può causare problemi visivi nel menu (schede senza descrizione e/o immagine).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Il tasto di scelta rapida non funziona (prova lo spostamento a sinistra invece che a quello a destra). Impostazioni di luce di Ultimate Eyecandy resettare o la luce diventa molto scura su qualsiasi cambiamento nelle impostazioni di Relight, o al caricamento del gioco.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Manca tutte le nuove classi di elementi da tutte le patch dal rilascio e da tutti i DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Il risparmio può richiedere molto tempo per mappe con un elevato volume di alberi e un gran numero di incendi.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "I pilastri personalizzati potrebbero resettare al prossimo carico. UI per la mod non funziona completamente.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Questa mod è sospettata a volte per prevenire altri pulsanti mod da mostrare.",
  "LOD has too many vertices.": "Il LOD ha troppi vertici.",
  "Various players report, information could not be gathered.": "Vari giocatori segnalano, non è stato possibile raccogliere informazioni.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Sembra essere un clone di gestione del traffico, ma dice che è Colore di riga automatica e il codice sorgente non è disponibile.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Dopo aver modificato gli stili per riportarli a nessuno e aver ricaricato il salvataggio, torna allo stile selezionato in precedenza. Rimuove gli edifici storici di un altro stile. La soluzione consiste nell'eliminare il distretto e ridipingerlo.\nLa soluzione è in fase di sviluppo.",
  "Africa in Miniature buildings don't show up in menus.": "Gli edifici Africa in Miniature non compaiono nei menu.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina include un eseguibile con cui aprire LUT Editor, che si trova nella cartella del Workshop di Lumina.",
  "Demand stays at zero.": "La domanda rimane a zero.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Funziona, ma causa i messaggi di errore \"InvalidOperationException\" nel file di log.",
  "This is missing statistics from later DLCs and game patches.": "Questo manca di statistiche dai DLC e dalle patch di gioco successive.",
  "Several reports about conflicts with various mods.": "Diversi rapporti sui conflitti con vari mod.",
  "Rocks can’t be deleted.": "Le rocce non possono essere eliminate.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Si dice che questo sia rotto, ma ci sono parecchie relazioni che dicono che funziona. Potrebbe essere necessario impostare un 180 degress offset per il sole per andare correttamente da est a ovest.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Per alcune persone questa mod funziona ancora bene. Per altre ci sono incompatibilità con vari mod, che non abbiamo potuto verificare completamente.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Potrebbe essere necessario questo Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Non sbloccare tutte le strade.",
  "Distorted LOD": "LOD distorto",
  "Causes ingame lags": "Provoca ritardi nel gioco",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "La funzione di copia dalla mod Move It può anche duplicare gli edifici unici.",
  "Error: too many vertices": "Errore: troppi vertici",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Questo funziona per alcuni salvataggi di gioco corrotti, ma non per tutti. Se il salvataggio del gioco carichi, il gioco si congelerà per qualche tempo. Questo è normale.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Questo non è aggiornato per le ultime DLC e manca ancora molto da parte di Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Le catenarie e gli oggetti di scena diventano neri per le rotaie Vanilla supportate!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Le fermate di autobus su strade da patch più recenti e DLC non saranno sostituite.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Impostazione ripristina ogni carico e per diversi giocatori è rotto. Molto probabilmente entrerà in conflitto con vari altri mod della fotocamera.",
  "Breaks game if you setup to high values.": "Interrompe il gioco se si imposta a valori elevati.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Questo non risolverà gli edifici che erano già stati abbandonati prima che questa mod fosse attiva.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Questa mod non è più necessaria, a meno che tu non abbia un vecchio asset che lo richiede. Come la funzionalità di questa mod è inclusa nel gioco stesso.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Le case di cura mostrano come copertura per la cura della morte quando le posizionano.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "L'applicazione di un elenco disabiliterà le mod non necessarie ma non le annullerà e le mod disabilitate possono causare problemi. Le risorse che sono incluse con una mod potrebbero glitch. Le impostazioni di gioco si reimpostano quando si salvano i dati delle mod.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Vari problemi, instabili. La funzionalità della freccia stradale non funziona, o solo dopo averla disabilitata e riabilitata su ogni carico. Non tutte le strade sono supportate.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "L'aeroporto internazionale di After Dark causa problemi nella creazione della linea. Ci sono alcuni rapporti su un'icona o un pulsante mancanti.",
  "This might block the vanilla quay upgrade tool.": "Questo potrebbe bloccare lo strumento di aggiornamento della banchina della vaniglia.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "La mod inclusa Random Security Doors causa un'eccezione NullReferenceException. Se vuoi usare questo pacchetto dovresti escludere Random Security Doors.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Causa lunghi tempi di carico, causa vari problemi che sono alla fine anche la rottura del gioco, quindi contrassegnato come incompatibile con il gioco.",
  "Not showing up ingame.": "Non mostrando ingombra.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Sono stati segnalati lag, blocchi del gioco e schermo lampeggiante. Utilizza con cautela, o annulla l'iscrizione.",
  "White lines at the moon and Flickering when game running.": "Linee bianche alla luna e Flickering durante il gioco in esecuzione.",
  "Invalid Image Format": "Formato Immagine Non Valido",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Al caricamento del gioco, il valore precedente viene caricato correttamente, ma il cursore nelle opzioni mod sarà sempre nella posizione predefinita.",
  "This is only needed if a prop or mod requires it.": "È necessario solo se una mod o un oggetto di scena lo richiede.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Alcuni utenti fanno funzionare bene, ma ci sono alcuni rapporti, tra cui circa il ripristino delle impostazioni tra i carichi.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Questo funziona solo per i display con un rapporto di aspetto di 16:9 o 16:10. Questa funzionalità è mancante per patch e DLC più recenti.",
  "Terrain conforming props cannot be moved up/down.": "I puntelli conformi al terreno non possono essere spostati su/giù.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Mentre questa mod aumenta la nitidezza, può anche introdurre rumore, modelli di moire<unk> e problemi di aliasing. Soprattutto su risoluzioni più elevate, si potrebbe non vedere la differenza tra questa mod attiva o no.",
  "This causes (vanilla) trees to flicker.": "Questo provoca (vaniglia) alberi a sfarfallio.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Questa mod non ha più alcuna funzione. Il creatore non pubblica le sue mod per i giocatori, ma solo per mostrare alla gente quanto è bravo a programmare.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Impossibile esportare con un errore \"elemento radice XML mancante\" nel log. I binari dei treni a volte non sono inclusi.\nSe si modifica un nodo in NCR o NC2 e si produce una mappa, il disegno della parte di nodo corrispondente potrebbe essere errato.\nI percorsi di elicotteri e filobus aggiunti nel DLC SH non vengono visualizzati. (Il DLC SH non è supportato).",
  "Creating 'ghost' vehicles": "Crea di veicoli 'fantasma'",
  "Creating 'ghost' vehicles is reported and need to be verified.": "La creazione di veicoli 'fantasma' è stata segnalata e deve essere verificata.",
  "Do not remove trees added after Campus DLC to the game.": "Non rimuovere gli alberi aggiunti dopo Campus DLC al gioco.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflitti con varie mod e può portare a crash. Può causare problemi di prestazioni e aumentare il tempo di carico.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Questo provoca tempi di caricamento molto lunghi se il tempo di caricamento Fix mod non è utilizzato.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Per costruire connessioni esterne con strade zonabili al di fuori delle piastrelle sbloccate è necessario disabilitare temporaneamente la zonizzazione con un altro mod. Nell'editor di mappe le connessioni devono usare strade di vaniglia, non strade personalizzate. Gli autobus intercity entrano in città solo attraverso l'autostrada 1 strada fuori collegamenti, non attraverso alcuna strada a 2 vie.",
  "This is an incomplete version to lure you into buying a complete version.": "Questa è una versione incompleta per attirare a comprare una versione completa.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "La sottoscrizione di questa mod causa lo sfarfallio o la scomparsa degli edifici. Evita di usare qualsiasi risorsa che ti costringa a usare questa mod!",
  "The default English names still appear as well, next to the new Japanese names.": "Anche i nomi inglesi predefiniti appaiono accanto ai nuovi nomi giapponesi.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Questa mod aumenta il tempo di caricamento e questo aumento può essere enorme per le grandi città.",
  "Previously created rotating props still require the PropRotating Params mod.": "I puntelli rotanti precedentemente creati richiedono ancora il PropRotating Params mod.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Alcuni riferiscono di non essere in grado di salvare il gioco, soprattutto con un gran numero di oggetti procedurali.\r\nAll'inizio dopo l'installazione di una finestra vuota apears. Riavvia il gioco per risolvere questo.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Su un incrocio a T, non appare luce sulla strada intersecante.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Questo non è aggiornato per le industrie DLC e probabilmente non funzionerà per le aree industriali di quel DLC.",
  "Simulation Errors and conflits with various other mods.": "Errori di simulazione e conflitti con vari altri mod.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Se il valore predefinito sembra troppo scuro, alzare le impostazioni globali e/o di intensità ambientale in Ultimate Eyecandy. Le ombre devono essere impostate al massimo usando l'Aggiustatore di Forza Ombra per evitare che il sole fuoriesca attraverso gli oggetti. Per rendere le ombre meno visibili, ridurre l'intensità della luce globale e aumentare l'intensità della luce ambientale in Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Causa vari problemi poiché un percorso viene selezionato in modo casuale",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Non supporta i nomi dei distretti DLC più recenti.\nL'attivazione e il caricamento di più elenchi di nomi che modificano lo stesso elemento di traduzione causano conflitti.\nPer evitare conflitti, controllare quali elementi di traduzione cambiano nel workshop dell'elenco dei nomi.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Le risorse si esauriscono invece di essere illimitate, la lingua passa all'inglese ogni inizio e il gioco viene sbloccato anche se questa funzione è disattivata.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Non funziona sulle strade di Vanilla da più tardi di Sunser Harbour. È possibile mantenere abbonati ma disattivato per utilizzare BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 per scambiare i punti.",
  "Not able to name new districts.": "Non in grado di nominare nuovi distretti.",
  "The traffic lights on some custom road do not change.": "I semafori su alcune strade personalizzate non cambiano.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Disabilitare l'inquinamento dell'acqua non è immediato, ci vuole del tempo perché l'acqua si ripulisca. Anche l'inquinamento delle falde freatiche o delle acque non è immediato, ma ci vuole ancora un po' di tempo per ricostruirlo.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Errori nel registro di gioco riguardo alle azioni non consentite. Bus non spawning. Nessun nome assegnato.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funziona solo con le mappe sottoscritte dal workshop. Usa deviazione e quindi incompatibile con vari altri mod – principalmente Harmony.",
  "Only a limited set of roads is included.": "Solo un numero limitato di strade è incluso.",
  "User reports that it is not working at all if you select heavy traffic.": "L'utente segnala che non funziona affatto se si seleziona traffico pesante.",
  "Broken LOD, Vehicle blinks.": "LOD rotto, il veicolo lampeggia.",
  "Clipping may occur as well as simulation errors.": "Il ritaglio può verificarsi così come errori di simulazione.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Per alcuni utenti i cittadini non prendono una macchina, ma despawn e respawn a casa loro, a volte camminando per la stessa stazione/stop di nuovo.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Per maggiori dettagli, consulta la guida di base Render It! e Play It! su https://bit.ly/3XiMQPY.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Mostrare il tipo sbagliato di semaforo quando si utilizza 'Large Avenue with Grass'. Potrebbe non funzionare per il traffico a sinistra (LHT) e per piccole strade a senso unico o strade con tram.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "L'eliminazione di un segmento stradale con tracciato regolato potrebbe causare un errore NullReference",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Errori all'avvio. UI mancanti. Problemi di prestazioni (gocce fps).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Questo blocca spesso il pulsante di aggiornamento della strada. La funzione di ridimensionamento è rotta e non dovrebbe essere usata. Gli utenti segnalano anche altri problemi.",
  "Button missing. Error popups.": "Pulsante mancante. popup di errore.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Segnalato enormi problemi tra cui: mancanti texture stradali, KeyNotFoundException error, crash del gioco, uso di memoria alta.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "L'erba potrebbe crescere attraverso le strade CSUR. Nascondere l'erba con Nascondi o alzare leggermente i nodi con Move It aiuterà. A volte le strade possono essere posizionate leggermente sotto la superficie. Alza con Move It. Gli ingressi del tunnel da strade CSUR non centrate vengono coperti da terreno. Alcuni utenti segnalano crash di gioco e interfaccia CSUR non funziona.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Il pulsante non può essere spostato, facendo passare le statistiche fuori schermo su determinate risoluzioni dello schermo.",
  "Various issues reported, see Worshop comments for details.": "Sono stati segnalati vari problemi, vedere i commenti del Worshop per i dettagli.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Il traffico a sinistra non è supportato. Questo non funziona su Linux. I semafori laterali opposti hanno alcune stranezze sulle intersezioni T e sulle strade a senso unico.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ATTENZIONE: NON NASCONDERE GLI ERRORI nelle opzioni della mod o nei suoi popup, in quanto ciò rende quasi impossibile risolvere i problemi con mod/risorse. Nascondere gli errori non li fa scomparire, e farlo renderà la tua partita meno affidabile!",
  "Disasters are not recognized.": "Le catastrofi non sono riconosciute.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Questo non funziona per le nuove stazioni della metropolitana dal 'Content Creator Pack: Train Stations', e per alcune stazioni personalizzate. Puoi usare Sposta invece per quelle stazioni.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Grave caduta in FPS quando si creano strade. Alcuni utenti ottengono un errore di 'forma non valida'. La direzione di inversione a volte dà un'eccezione. L'eccezione è innocua, ma non puoi invertire quel segmento e devi eliminare e ricreare.",
  "For several players it causes errors and is not working.": "Per diversi giocatori provoca errori e non funziona.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Alcune funzioni non funzioneranno per gli asset installati localmente: ordina per download recente, cerca per nome dell'autore, apri la pagina di Workshop.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "C'è un bug con la deposizione delle uova come una mucca. Pendenze, rampe e percorsi elevati non sembrano funzionare. Alcuni possono solo camminare all'indietro o sono galleggianti.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Non puoi salvare le strade generate e quindi non dovresti aprire un salvataggio dove è stato usato in seguito. Questa mod è ancora in uno stato iniziale di sviluppo.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Alcuni utenti ancora farlo funzionare, ma per molti è parzialmente o totalmente rotto, tra cui non essere in grado di caricare un salvataggio di gioco. Disabilitare il \"nuovo algoritmo per sbloccare gli ingorghi stradali vicino alle connessioni esterne\" potrebbe aiutare. Eliminare il file EnhancedDistrictServices.cgs potrebbe anche aiutare, ma perderai tutte le personalizzazioni.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Non funziona con i veicoli di consegna dalle Industrie e Sunset Harbor DLC. Il menu delle impostazioni viene messo in secondo piano (chiudi e riapri le impostazioni). Potenzialmente incompatibile con tutte le mod che modificano l'IA del veicolo.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Questa mod funziona solo su Windows, non su MacOS o Linux. Questa è una mod avanzata che richiede la conoscenza dello script Python da usare.",
  "You must follow exactly the steps on the workshop page to use it.": "È necessario seguire esattamente i passaggi sulla pagina del workshop per utilizzarlo.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Incompatibile con qualsiasi tipo di mod automatizzate.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Per funzionare correttamente è necessario che qualsiasi rete adattiva funzioni correttamente. Questi sono ad esempio strade del Costruttore di strade, recinzioni di vario tipo e reti ferroviarie 2.",
  "Users reported various issues, see Workshop comments.": "Gli utenti hanno segnalato vari problemi, vedi i commenti del Workshop.",
  "Will lead to various graphical issues ingame": "Comporta vari problemi grafici in gioco",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Essere consapevoli che questa mod è instabile e crash possono verificarsi in città più grandi!",
  "Cargo trains for some do not spawn.": "I treni merci per alcuni non generano.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Questa mod ha un certo numero di bug e problemi di stabilità, e non è consigliata per i nuovi giochi. Viene fornito qui come un tentativo di aiutare i giocatori con le città esistenti utilizzando Extended Managers Library/Prop Anarchy continuare i loro salvataggi senza dover rifare il loro lavoro.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Questo è necessario solo se si desidera utilizzare la nuova generazione mods Tree Control, Prop Control, Strumento di riga su una mappa/salvataggio usato prima della libreria Extended Manager, l'anarchia dell'albero, l'anarchia del comandante. Per maggiori dettagli consulta la pagina del workshop di questa mod.",
  "Do nothing right now. Should normally not be released publicly.": "Al momento non fa nulla. Di norma non dovrebbe essere rilasciato pubblicamente.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 block Theme Mixer 2 affinchè alcuni giocatori possano cambiare le texture del tema.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Alcune strade dalle estensioni di rete generano il semaforo sbagliato o nessuno.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "District Restrictions (Import/Export) non mostra gli elenchi eliminati, se usato insieme a Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Utilizzare la mod originale di Precision Engineering invece della versione 2.0 ormai deprecata.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "A seconda della risoluzione dello schermo, potrebbe essere necessario utilizzare UI Resolution 1.2 per vedere tutta l'interfaccia utente di TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Le case di cura avranno una finestra di selezione del veicolo vuoto non necessaria.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Provoca gli alberi a galleggiare. È possibile passare al controllo degli alberi, che ha la funzionalità di entrambi questi mod.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Potrebbero comparire dei nodi blu che non possono essere corretti automaticamente. Se si utilizzano le AN Networks, è meglio rimuovere la mediana Continues Junction.",
  "Real Time might delay the arrival of extra Starting Money.": "Tempo reale potrebbe ritardare l'arrivo di denaro extra di partenza.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "L'autore di Camera Positions Utility dice che questi sono incompatibili, ma alcuni utenti segnalano che funzionano bene insieme.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 svuota le schede di Better Education Toolbar. Per questo motivo è meglio usare al suo posto la collezione alternativa.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "In modalità pausa è possibile modificare il giorno, ma non appena si toglie la pausa la gestione del tempo reale prenderà il sopravvento. Questo comportamento è previsto. Se rallenti la velocità di simulazione con Play It! il giorno non corrisponderà più al tempo reale. Questo diventa molto visibile alla tarda sera e presto mattina. Questo comportamento è inteso e non può essere cambiato.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Le fermate condivise non possono essere create su strade express CSUR (funziona su strade regolari e compatte).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Shared Stop Enabler ha la funzionalità per creare fermi elevati.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Quando si utilizza Transfer Manager, le statistiche non mostreranno la giusta quantità di poliziotti in uso. Mostrerà sempre lo 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Il gioco si interrompe automaticamente quando si cambia tempo, e il tempo si azzera quando si toglie la pausa. Le opzioni di velocità di tempo in TimeWarp non funzioneranno.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Questo potrebbe essere incompatibile con una serie di mod con funzionalità simili. Le mod elencate sono solo un piccolo sottoinsieme di quelle incompatibili.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "È necessario disattivare Custom Font Manager in FPS Booster se si desidera usare le Opzioni Carattere.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Le texture dei Decals a Tema probabilmente non corrisponderanno al tema misto.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! include anche una funzione di rimozione dei bordi di terra: deve essere disattivata completamente, e la sua applicazione non deve essere forzata in Hide It!. Abilita invece queste funzioni in BOB, è così che queste mod sono pensate per coesistere.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Se vuoi usare i vecchi oggetti di scena inclusi nella mod originale, puoi mantenere la mod originale iscritta, ma disattivata. In alternativa si possono spostare i file .crp originali nella cartella delle risorse locali e annullare la sottoscrizione della mod originale. Se si inizia una nuova città, è meglio disiscrivere la mod originale e usare le Ploppable Surfaces della collezione collegata.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Questa mod non è necessaria per far funzionare la mod, anche se la pagina del workshop afferma qualcosa di diverso.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal è in sviluppo attivo e più facile da usare.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Questo potrebbe causare vuoti blu su giunzioni Replacer/MOM. Ci potrebbero essere altre incompatibilità.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Più Network Stuff offre solo funzionalità aggiuntive nell'editor. Per un gioco normale usa solo Network Anarchy.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Per i creatori di risorse: Questa mod non è necessaria per i nuovi oggetti di scena animati. Utilizzate invece Modtools e questo script.\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Dovresti usare invece RON e la collezione Cylis NExt2 Replacement Collection.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Mentre Cubemap Replacer modifica anche varie impostazioni di illuminazione e riflessione, e fissa le nuvole e il sole in posizioni statiche, AD Cloud Replacer offre sole e nuvole in movimento.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builder non dovrebbe essere usato insieme a FPS Booster, poiché in questo caso alcune patch non saranno applicate correttamente. Come Road Builder sta lavorando solo in Editor, e non fare nulla nel gioco normale, dovrebbe essere almeno disattivata se si desidera giocare al gioco. È ancora meglio escludere Road Builder con lo strumento di caricamento dell'ordine o per annullare l'iscrizione Road Builder se non si desidera creare strade. FPS Booster dovrebbe quindi essere almeno disattivato se si desidera entrare nell'editor e utilizzare Road Builder. È ancora meglio escludere FPS Booster con Load Order Tool o annullare l'iscrizione a FPS Booster se si desidera creare strade.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS non rileva le unità di cittadinanza aggiuntive.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Nelle impostazioni di \"Express Bus Services (TLM Plugin)\" le opzioni \"Experimental\" e \"Agressive\" possono causare la despawn degli autobus se viene utilizzato anche Transport Line Manager. L'opzione \"Prudential\" funziona come previsto.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO ora ha la funzionalità di Grow the Ploppables. Usare entrambe le mod insieme è possibile, ma può dare risultati incoerenti a meno che le impostazioni non siano allineate. È consigliata la rimozione di Grow Ploppables ma se fatto su un gioco esistente devi assicurarti che le impostazioni di entrambe le mod siano le stesse.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Quando si utilizza Gestore Trasferimenti, l'utilizzo dell'edificio non mostrerà la giusta quantità di poliziotti in uso. Mostrerà sempre zero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Il Pannello InfoPanel 2 esteso ha tutte le funzionalità da HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Fare clic nella barra inferiore per la funzionalità UEC non funziona.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Nuvole & Nebbia Attiva/Disattiva le opzioni nebbia di Nascondi It.",
  "A black bar might appear above the bottom toolbar.": "Una barra nera potrebbe apparire sopra la barra degli strumenti in basso.",
  "The yellow arrow signals do not operate with TM:PE.": "I segnali freccia gialla non funzionano con TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned potrebbe disattivare la risoluzione dell'interfaccia utente. Usa invece la versione regolare di Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Toggle It! e questa mod possono essere utilizzate insieme per nascondere, ad esempio, specifiche icone di notifica anche se si attiva la visualizzazione in Toggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Alcune strade dalle estensioni di rete generano il semaforo sbagliato.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Albero Anarchia ha la funzionalità di Plant Scaling, e molto altro ancora.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Il Controllo Avanzato del Livello di Edificio ha tutte le funzionalità dei Distretti Storici e altro ancora.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! contiene la maggior parte delle funzionalità di Timewarp Fix. Combina Play It! con Render It! per sostituire completamente le funzionalità.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "La revisione dei disastri naturali si confonde con il più lento flusso di tempo. Più in particolare, gli incendi boschivi saranno molto più comuni. Impostare la probabilità di fuoco basso come un lavoro.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Trova I filtri non funzionano correttamente con l'Albero & Calvario Prop mod.",
  "MOM already allows you to convert train stations to metro stations.": "MOM consente già di convertire le stazioni ferroviarie in stazioni della metropolitana.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Non c'è bisogno di aggiornare i tubi se non hai bisogno di tubi a tutti.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Questo potrebbe dare \"Non abbastanza acquirenti\" problemi quando si utilizza lo strumento di connessione corsia da TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Solo funzionalità di gioco in modo da poter creare ed eliminare percorsi di nave e aerei. È possibile eseguire MNS insieme a NA per le funzioni di mappa/editor di asset di MNS. Ma è meglio avere più roba di rete solo inclusi nei profili di editor.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Entrambe le mod toccano la stessa funzionalità di gioco e probabilmente conflitto.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Selettore che sceglie un oggetto diverso quando Dynamic Asset sorter cambia l'ordine degli elementi.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Alcune caratteristiche di TM:PE lavorano su tracce di tram reversibili, ma non tutti.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "La mod 'No Problem' fa pensare che il problema non esista, mentre la mod 'Hide Problems' nasconde solo l'icona. Ogni mod può (ironicamente) già portare a problemi seri. Combinarli è davvero chiedendo...",
  "Compatible when level Randomization is turned OFF": "Compatibile quando la Randomizzazione dei livelli è disattivata",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Puoi disattivare questa mod e usare BOB per scambiare i semafori con quelli di questo pacchetto.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Se vuoi la nuova cubemap solo per giorno, con il cielo notturno predefinito, abilitare le seguenti impostazioni per Fog Controller: \"Nebbia diurna\" e \"Nebbia classica\", e attivare le seguenti impostazioni per Daylight Classic: - \"Classic sunlight color\", \"Intensità classica della luce solare\", \"Effetto nebbia classica\" e \"Consenti effetto nebbia classico se il ciclo giorno/notte è attivo\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It! disattiverà le proprie funzioni che si sovrappongono a Theme Mixer. Se non si utilizza Theme Mixer per mescolare i temi, non è più necessario",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Gli asset Additivi Shader convertiti in PO non vengono visualizzati dopo aver ricaricato un salvataggio.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "La tecnica di Anti-Aliasing TAA causa lo sfarfallio della grafica. Imposta su FXAA se desideri utilizzare queste due mod insieme.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Usa il Controllo Albero invece di Albero Illimitato Mod.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Il limite del veicolo sarà aumentato correttamente, ma Watch It mostra erroneamente il vecchio limite del veicolo.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "È necessario disattivare il Gestore di Carattere Personalizzato in FPS Booster se si desidera utilizzare il Selettore Caratteri.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Le nuove skin aggiunte con skin di rete in una sessione non riflettono sempre i cambiamenti di sostituzione del semaforo fino a quando un gioco non verrà ricaricato.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Dal menu principale, il tempo di ritardo nelle opzioni della mod non sarà corretto. Durante il gioco, le opzioni mod mostrano il tempo di ritardo corretto, corrispondente al tempo reale rallentato.",
  "Use the regular version of Harmony instead.": "Usa invece la versione regolare di Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Avrete solo circa 5-10 secondi in cui scegliere il razzo.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Cambia la velocità di costruzione al 100% nelle impostazioni di Real Time per evitare che gli edifici spariscano.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "La Whiteness attivabile include la funzionalità della Vista Risorse Persistenti. Annulla la sottoscrizione di quest'ultima.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Sostituire le frecce stradali con Prop Switcher non è raccomandato e potrebbe dare un errore di 'array out of bound'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "I puntelli del veicolo generati da Tree & Vehicle Props Patch avranno effetti di luce indesiderati quando il tempo di gioco è nel ciclo notturno.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Meglio Icone autostradali innesca un popup di errore da Building Themes ('System.Reflection.MonoMethod.Invoke'). Entrambe le mod sembrano ancora funzionare dopo.",
  "The 'Remove Unwanted' button may not work properly.": "Il pulsante 'Rimuovi indesiderato' potrebbe non funzionare correttamente.",
  "This might only work with all ULOD settings to 'game default'.": "Questo potrebbe funzionare solo con tutte le impostazioni ULOD a 'default del gioco'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Cicli di notte / fine settimana accelarati da tempo reale potrebbe dare problemi con i servizi distrettuali.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "La compatibilità è incerta, ma il limite aumentato da più veicoli probabilmente non è utilizzato da PXPVehicleInfo, portando a numeri errati quando si va oltre il limite originale del veicolo.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller rompe Harmony e qualsiasi mod a seconda di Harmony. Passa a Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Albero Anarchia ha già la funzionalità di Alberi Illimitati.",
  "This combination might cause a performance decrease (FPS drop).": "Questa combinazione potrebbe causare una diminuzione delle prestazioni (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Usa BOB invece di Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Il convertitore di dati può fare il suo lavoro solo quando Plop il Growables non è abbonato.",
  "Use Prop Anarchy instead of Prop Snapping.": "Usa Prop Anarchy invece di Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML ha già un limite migliore che mostra la funzionalità.",
  "Undoing props is disabled when using EML.": "L'annullamento degli oggetti è disabilitato quando si usa EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector ha tutte le funzionalità di RiverCargoHarborMod. Cancellare l'abbonamento di quest'ultimo.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy ha già una migliore funzionalità prop painting.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Se le linee di contorno non funzionano, disattivare \"Sovrascrivi Terrain\" e impostare il valore a circa 100 nelle opzioni ROTTERdams.",
  "You can't export props with modtools while EML is active.": "Non è possibile esportare props con modtools mentre EML è attivo.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Usa l'anarchia del prop combinato con l'anarchia dell'albero invece dell'anarchia del prop & dell'albero.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Più Opzioni avanzatePannello ha la funzionalità di Opzioni più larghe, e altro ancora.",
  "Use the original instead of the now deprecated 2.0 version.": "Usa l'originale invece della versione 2.0 ormai deprecata.",
  "Unsubscribe Holy Water's TM:PE.": "Cancellare L'Abbonamento Della Tm:Pe.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Quando questa mod è attiva, nessun Big Truck non avrà alcun effetto se non per i camion che arrivano da connessioni esterne.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Entrambe le mod usano il tasto Tab. Usa un'altra mod in prima persona o cambia la chiave per la prima passeggiata automatica.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Quando si cambia la zonizzazione in una strada, i cambiamenti da Skin di Rete vengono ripristinati.",
  "Realistic Population includes a 'no deathcare' functionality.": "La popolazione realistica include una funzionalità 'no deathcare'.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Per favore, annulla l'iscrizione a Network Extension 2 prima di usare la collezione collegata.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM può rompere Find It. L'esecuzione del gioco come amministratore potrebbe risolvere temporaneamente il problema di incompatibilità.",
  "Some textures on Network Extensions roads might not load.": "Alcune trame sulle strade delle estensioni di rete potrebbero non caricare.",
  "With 81 tiles 2 you don't need Cross The Line.": "Con 81 piastrelle 2 non hai bisogno di Cross The Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Con entrambe le mod attive, gli edifici posizionati spariscono. Ploppable RICO ha già questa funzionalità.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 include la stessa funzione ma senza le opzioni per selezionare reti specifiche. È possibile utilizzarle entrambe insieme o senza l'altra mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Il gioco si ferma automaticamente quando si cambia tempo, e il tempo si azzera quando si smette di usare. Le opzioni di velocità di tempo in Ultimate Eyecandy non funzioneranno.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Disabilita il colore classico della luce solare, l'intensità della luce solare classica e Classic per le impostazioni di colore in Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Finché non si utilizza TM:PE per limitare la velocità dei binari, queste modalità dovrebbero essere compatibili.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Nuvole & Nebbia Attiva/ nasconde le opzioni nebbia di Nascondiglio, Bobby.",
  "Several users report using these together without issues.": "Diversi utenti segnalano di utilizzare questi insieme senza problemi.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter non è stato aggiornato ai recenti aggiornamenti Move It creando problemi per qualsiasi mod che tenta di integrare con Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Se si modifica l'opzione Sposta \"migliorato controllo pilastro\" le vernici di superficie esistenti potrebbero scomparire.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Cambiare la data può causare la sovrascrittura di una parte del grafico.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Il riequilibrio del ciclo di vita include già la funzionalità 'no deathcare'.",
  "Use Ploppable RICO Revisited instead.": "Usa invece Ploppable RICO Revised.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Impostazioni della mod per la correzione della distanza dell'ombra resettare al carico di gioco.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Aggiorna Intoccabile rompe la selezione del pilastro MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Provoca gli alberi a galleggiare. Si potrebbe passare all'anarchia dell'albero, che ha la funzionalità di entrambi questi mod.",
  "Loading Screen Mod asset report file also include all these information.": "Il file di report delle risorse di Loading Screen Mod include anche tutte queste informazioni.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Entrambe le mod hanno opzioni per nascondere i pannelli nella schermata del menu principale. Usa solo una mod per nasconderli, o potresti incorrere in problemi.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Si potrebbe passare a Tree Anarchy, che ha la funzionalità di entrambi questi mod.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Impostare semafori o segnali prioritari con TM:PE sui binari ferroviari non funzionerà. Altre impostazioni funzionano",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Diversi utenti segnalano che Parallel Road Tool non funzionerà con Network Skins sottoscritto.",
  "Restores ship behavior that allows them to float on the land.": "Ripristina il comportamento della nave che permette loro di galleggiare sulla terra.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Alcune strade dalle estensioni di rete generano il semaforo sbagliato o un semaforo supplementare.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster ha tutte le funzionalità di Mini FPS Booster e altro ancora.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Questo potrebbe dare un errore. Vedere il 24 agosto 2021 commento sulla pagina del workshop FPS Booster per una soluzione.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Tutte e tre le mod elencate dovrebbero essere usate per i nuovi giochi invece di utilizzare Extended Managers Library",
  "This mod combination prevents using the light background theme.": "Questa combinazione di mod impedisce l'utilizzo del tema di sfondo leggero.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Le strade create con Road Builder non utilizzano i pilastri vanilla. Ciò comporta l'apparizione di uno spazio tra queste strade e i pilastri, se si riduce lo spessore dei ponti e delle parti sopraelevate in Curb Height Adjuster.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Le selezioni di servizio sul pannello di selezione dei servizi sanitari sono visualizzate troppo basse rendendo difficile o impossibile fare clic.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Entrambe le mod sostituiscono il 'vanilla matchmaker', rendendoli incompatibili.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Quando si effettua la sostituzione automatica, le impostazioni TM:PE andranno perse sui segmenti di rete sostituiti e connessi, e le frecce di corsia e i connettori di corsia potrebbero essere disordinati su tutta la mappa.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR è incompatibile con le opzioni di zonizzazione avanzate nelle estensioni di rete.",
  "Flickering and disappearing buildings and assets are reported.": "Sono stati segnalati edifici e beni che sfarfallano e scompaiono.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "L'opzione AdjacentToAcquistato di Common Ground è incompatibile con 81 piastrelle. Common Ground non è necessario per il gameplay quando si sbloccano tutte le 81 piastrelle, ma è ancora ottimo per l'uso nell'editor di mappe.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Se hai usato prima di Plop la mod Growables su un salvataggio, usa il Convertitore collegato prima di caricare senza quella mod. Abbonatevi anche in quel caso RICO rivisitato e trovatelo! 2 per essere in grado di plop coltivabili.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "L'additivo Shader non è compatibile con i tempi variabili di alba/tramonto da tempo reale. Utilizza invece la versione di test dell'additivo Shader.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Disattiva la costruzione in modalità terra illimitata di ordine colossale, in quanto la sua funzione è inclusa in Strumenti paesaggistici extra.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Eseguire sempre il client Steam prima di eseguire il gioco. Su Linux e MacOS è necessaria una certa azione utente, vedere la guida di installazione: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "La correzione fa ora parte del gioco base.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Questa è una mod standard integrata caricata nel Workshop.",
  "The original mod supports various languages.": "La mod originale supporta varie lingue.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Questo sembra essere correlato alla famigerata modalità ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Si raccomanda vivamente di fare un backup di un salvataggio esistente prima di utilizzare questa mod su di esso.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "La funzione è ora parte del gioco base. Questa mod è necessaria solo per le risorse create per questa mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Ora fa parte del gioco base, è necessario solo per gli asset che utilizzano questi tracciati.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "La funzionalità di questa mod è inclusa nel gioco stesso, anche se i calcoli in questa mod sono leggermente diversi.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Alcuni utenti segnalano che l'interfaccia utente è mancante quando non si è iscritto a Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Rendi storico' fa parte del gioco stesso ora, ma con questa mod un edificio storico non può essere abbandonato.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Utilizzare l'opzione 'Prova a recuperare da errori di simulazione' dal caricamento della modalità schermo, che è più potente di questa mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Non è consigliabile utilizzare questo nell'editor di mappe, perché le mappe create richiederanno Prop Anarchy.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Questa mod ha bisogno di almeno un semaforo prop pack per funzionare. Questa mod disabilita automaticamente le mod individuali del semaforo all'avvio del gioco per evitare conflitti, ma utilizza gli elementi bundled da quelle mods. Lasciare quelle altre mod del semaforo disabilitate.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Puoi trovare le versioni più recenti di questa versione LABS su GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Tutti i lavori da edifici non-RICO, compresi tutti gli edifici DLC Industrie, sono inclusi nei numeri di servizio (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "La mod funziona su Windows, Mac OS e Linux. Il 'Load Order Tool' incluso è solo Windows e richiede un ulteriore . et install. Vedere la pagina Workshop per i dettagli.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Percorsi di riserva naturale e simili non si fondono quando posizionati su terreni inclinati. Questo può essere risolto utilizzando la modalità Morsetto con una forza di circa 100 (raccomandato) o abilitando l'opzione \"sovrascrive l'aspetto del terreno\".\r\n\r\nCon l'opzione \"sovrascrive l'aspetto del terreno\" abilitata, la sovrapposizione delle linee topografiche è rotta. Disattivare questa opzione o utilizzare la modalità morsetto con una forza di 120 o inferiore, o la modalità scala con una forza di 100 o inferiore.\r\n\r\nLe reti mostreranno sempre l'erba, mai la trama della scogliera. Questo è particolarmente evidente con i profili di pendenza di D<unk> <unk> X<unk> <unk> <unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "La funzionalità di questa mod è inclusa nel gioco stesso, anche se le frecce di questa mod sono meglio visibili.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Questo era necessario per MacOS, perché FPS Booster non ha funzionato su MacOS. Questo dovrebbe essere risolto e tutti dovrebbero essere in grado di utilizzare FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Tutti i ricolori saranno persi quando si (un)iscriversi a qualsiasi cosa mentre il gioco è in esecuzione.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Questo può essere utilizzato da solo, o essere disabilitato e utilizzato come 'prop pack' per il BOB o Traffic Light Replacer mod.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Questa versione era la più recente, ma era deprecata dopo l'aggiornamento della versione originale. Usa invece la versione originale.",
  "When using this mod, it is wise to back up your saves from time to time.": "Quando si utilizza questa mod, è saggio eseguire il backup dei tuoi risparmi di volta in volta.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Gli autobus intercity entrano in città solo attraverso l'autostrada 1 strada fuori collegamenti, non attraverso alcuna strada a 2 vie.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Questo uso informazioni obsolete. Il rilascio ufficiale del Rapporto di Compatibilità ha supporto multi lingua!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Questa mod è ora necessaria solo per i cimiteri. Le strutture di trasferimento e lavorazione dei rifiuti dal gioco coprono le altre funzionalità di questo mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Questo è successo dal seguente prop pack combinato con la BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Mostra erroneamente come Fotocamera Cinematica.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Le alternative sono disponibili qui: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Il gioco risolve già la questione di non avere abbastanza lavoratori con un basso livello di istruzione occupando persone altamente istruite in posti di lavoro con un livello di istruzione inferiore.",
  "CAUTION: If you use this and save, the game save is broken.": "ATTENZIONE: Se usi questa mod e salvi la tua partita, romperai il tuo salvataggio.",
  "This is for testing only and might be removed from the Workshop soon.": "Questo è solo per il test e potrebbe essere rimosso dal Workshop presto.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Quando si creano asset con i puntelli da questa modalità, questi asset hanno bisogno di questa versione della mod e non possono essere utilizzati con la mod originale.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Usa l'anarchia del prop combinato con l'anarchia dell'albero invece dell'anarchia del prop &amp; dell'albero.",
  "It is STRONGLY recommended not to use this mod!": "È vivamente consigliato di non usare questa mod!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "In alternativa, questa mod ha una 'modalità fantasma' che permette la disiscrizione e mantiene il salvataggio accessibile allo stesso tempo, se vuoi rimuovere del tutto MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Il creatore ha criptato il suo codice e non vi fornisce alcun accesso. Pertanto non è possibile verificare che non includa alcun tipo di codice dannoso. Né gli altri modder possono lavorare per risolvere i problemi che sorgono con l'uso delle mod di questo creatore. Possiamo solo verificare che le loro mod creano problemi con diverse tra le 100 mod più utilizzate.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Se si verificano problemi con la visualizzazione dei caratteri, disabilita Custom Font Manager nelle opzioni della mod.",
  "This mod was only for scenario developers looking for more options.": "Questa mod era solo per gli sviluppatori di scenari alla ricerca di più opzioni.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Nota: il file locale non verrà rimosso durante la disiscrizione. Deve essere rimosso manualmente, vedere Pagina Workshop.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Questo pacchetto non è compatibile con parecchie mod di funzionalità simili, e in più entra in conflitto con varie altre mod. Troppe per elencarle tutte.",
  "The original mod supports the Chinese language.": "La mod originale supporta la lingua cinese.",
  "Now part of the base game, therefore not needed any more.": "Ora fa parte del gioco base, quindi non è più necessario.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Questo sbloccherà solo 25 tessere all'inizio di una nuova partita, non in un salvataggio di una partita precedente.",
  "Can't show data from extension mods like Extended Managers Library.": "Non è possibile mostrare dati per le mod di estensione come Extended Managers Library.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Autobudget polizia, assistenza sanitaria e stazioni di fuoco potrebbe causare il calo del valore del terreno, perché un budget inferiore significa un'area di copertura inferiore.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Questa è una versione fissa non ufficiale della modalità Whiteness Toggleable.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Il gioco ha anche tracce di treno unidirezionali, ma questo ha anche un unico binario bidirezionale ed è ancora necessario per le stazioni personalizzate con un binario a senso unico.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Ciò è necessario solo se un vecchio puntello di bandiera o un veicolo submesh lo richiede ancora."
}