{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Dynamic Resolutionや他のカメラ系のMODと互換性はありません。",
  "Vehicle LOD Flashing": "車両LODが点滅する",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "使用後はサブスクを解除して下さい！ゲームのログに大量スパムして、GBクラスでファイルサイズを深刻なほど増大させます。",
  "Broken / Can't be loaded": "壊れた / ロード不可",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Repaintのオプションで、高速道路の暗いノードカラーを修正する設定も利用できます。",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "交差点がブルーで表示される場合は、MODのオプションでauto-refreshを有効化して下さい。\n道路アセットが多い場合は、マップの配置状況に応じてロード時間が延びます。",
  "This might increase loading time.": "これはロード時間が延びる可能性があります。",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "このMODは最適化されておらず、パフォーマンスで問題を起こす可能性があります。\n恐らく、他のMODと不明な互換性もあり、MODを使用しないことを強くお勧めします！",
  "Mod options resetting on game load.": "ゲームのロード時に、MODオプションをリセットします。",
  "Game breaking": "ゲームが中断する",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "BOB / Pocedural Objects / Intersection Marking ToolなどのMODで、生成したPropを使用しないで下さい！使用するとセーブデータが壊れる可能性があります！\nMODの問題では無く仕様で、 Non Terrain Conforming PropsとTree ＆ Vehicle Propsはロード中の特定の時点で生成されます。 (セーブデータに保存されません) \nそのため、これらの変換したアセットをMODで使用すると、ロード出来ない問題が発生します。単純にネットワークや他のPropなどがロード中の段階では生成されていません。",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "ゲーム本体に大きな変更があるため、このMODは新しいゲームで使用することを推奨します。",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "長い駅名/重複する駅名は、路線設定を壊す可能性があります。\n更に同じ駅に何度も停車する路線はMODが誤認する可能性があり、マルチプラットフォーム駅で駅名が正しく表示しない可能性もあります。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "警告！！ この作者はMODにマルウェアのコードを挿入したため、SteamからBANされました。MODにはマルウェアが存在する疑いがあるので、速やか且つ即刻削除して下さい。MODのページ内にある、GitHub経由で行うアップデートとダウンロードの指示に従わないで下さい。そのアップデータにはマルウェアのコードが含まれて、このHarmony MODにマルウェアのコードを挿入します。この作者は腹いせに、作成したMODを故意に壊したことでも知られています。技術的には大して機能せず意図的に見当違いのエラーを大量に出し、ワークショップの多くのMODと互換性がありません。\n作者のやり方や悪意を鑑みて、サブスクの解除を速やか且つ即刻削除して下さい！",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "作者はコードを暗号化していて、そのコードへのアクセス方法を一切提供していません。そのため、有害なコード・問題のあるコードを確認することはできません。他のMOD作者も、このMODを使用することで発生した問題の改善に取り組むことはありません。\n私たちが確認できるのは、このMODが上位100にあるMODのいくつかで問題を引き起こしています。このMODを使用しないことを強くお勧めします！",
  "Can't be loaded": "ロード不可",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "ゲーム本体のアップデートにより、MODは現在動作していません。そして、MOD作者も問題を認識しています。\n\n少なくともBarge専用の港アセットを2つ以上配置して、それぞれを航路で繋げればMODは基本的に機能します。商品や資源を輸送するために、航路を伸ばしてBarge港を追加することも可能です。 \n接続が切れる・Barge専用のはしけ船がスポーンしない原因は、MODの問題で無くゲームシステム側にあります。",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "一部のユーザーで倉庫が全て空にならず、何故か漁船が倉庫のトラックの予約枠を占有します。\nそのため、倉庫内のトラックがスポーンできないことが原因のようです。ユーザーは倉庫から倉庫へ魚介類を移送する、無意味なトラックに気づきました。",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "高架や橋の配置中に船舶やフェリーの経路を確認するには、公共交通の情報ビューを有効にします。",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "スポーンポイントが元のスポーンポイントから遠い場合は、全ての公共交通で乗降できない可能性があります。\n貨物駅・貨物空港・貨物港にあるトラックのスポーンポイントは、ロジックが別なので変更出来ません。",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "「NO Big Truck Mod loaded with errors」というメッセージが表示されます。",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Propの非表示機能はMODから削除されましたが、BOBで代替え可能です。",
  "Only works on displays with a 16:9 aspect ratio.": "画面のアスペクト比が、16:9のディスプレイで動作します。",
  "Not working for all buildings, performance issues, errors messages.": "全ての建物で動作せず、パフォーマンスの問題やエラーメッセージが表示されます。",
  "Lags the game massively": "ゲーム中に大幅な遅延が発生",
  "Vanilla lights on pedestrian roads can't be exchanged.": "歩行者専用の歩道でバニラの街灯が変更できません。",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "この影響で路線設定の停車場所が破損/削除したりすると、住民がスタックする可能性があります。\n特に大都市では、シミュレーション速度に遅延を引き起こす原因になります。",
  "LOD has too many vertices": "LODの頂点数が多すぎます。",
  "This has some issues with spaces in names.": "名前にスペースが入るという、いくつかの問題があります。",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "警告！！ この作者は自分のMODにマルウェアのコードを挿入したため、SteamからBANされました。また、この作者は腹いせに自分のMODをわざと壊していることでも知られています。もしかしたらMODは技術的には、機能するかも知れません。\n作者のやり方や悪意を鑑みて、サブスクの解除を速やか且つ即刻削除して下さい！",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "一部のユーザーでは動作しているようですが、他のユーザーからは問題も報告されています。\nメインメニューは機能せずに、マップをロードした後で動作します。",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "操作ミスなどで大規模なゾーニングの解除を防ぐために、解除前にホットキーを使用してスクロールを無効化して下さい。\n同様に道路のアップグレードなどで、マウスの右クリックで実行する他の操作にも該当します。",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "画面のアスペクト比が16:9以外の解像度では、左上に移動して「デフォルトのインフォビューボタン」を隠します。",
  "Causes strange effects on junctions and conflicts with various Mods.": "ジャンクションに余計な影響が出たり、様々なMODと競合して問題を起こします。",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "このMODが使用するTabキーは、他のMODと設定が競合しています。\n別の一人称MODを使うか、xmlファイルのキー設定を直接変更して下さい。 (ワークショップのコメントを参照)",
  "Create massive lags if no overlay.png is in the specified folder.": "指定フォルダに「overlay.png」がない場合は、大きなラグが発生します。",
  "Vehicle LOD Turn Black": "車両LODが黒くなる",
  "Error popup": "エラーのポップアップ",
  "Missing UI. Performance issues (fps drops).": "UIコンポーネントが不足しているため、パフォーマンス全般の問題 (fps低下など) が起こります。",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "ユーザーからの報告でMODを多く使用中だと、「Make it Rain (オプション設定) をクリックする」必要があるようです。\n他のMODを使用しない場合は単独で動作します。また、雨が少しチラつくかも知れませんが、時間経過で次第に落ち着きます。",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "列車アセットが多すぎる場合は、MODのオプション画面が壊れる場合があります。\nFPS Boosterを使用していない場合はラグの発生や、一部のユーザーでは設定ファイルが正常に作成されない報告があります。",
  "Error messages popup": "エラーメッセージのポップアップ",
  "The reported issues might be unknown mod conflicts.": "ユーザーから問題が報告されて、不明なMODが競合している可能性があります。",
  "Multiple reports about getting a blank screen when loading a map.": "複数のユーザーからマップをロードすると、何も無い/空白画面になる報告があります。",
  "Crash the game / Error popup": "ゲームがクラッシュ / エラーがポップアップ",
  "Several reports of lagging the game.": "ゲーム中にラグが出るという報告が複数あります。",
  "Screen flashes / flickering. Time jumping or going backwards.": "画面が点滅/チラついたり、時間が飛ぶ・元に戻ることがあります。",
  "Not recognise few latest DLC sounds.": "最新で追加された、DLCの効果音・サウンドを認識できません。",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "このMODを必要として間違った設定のアセットをサブスクした場合は、該当するアセットで問題を起こす可能性があります。",
  "Several users report it is not working at all.": "複数のユーザーから、全く動作しない報告があります。",
  "LOD not correct.": "LODの情報が正しくありません。",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "MODに含まれる一部のアセットで、ゲーム内で自動的に有効化されない場合があります。",
  "Conflicts with various other mods.": "他の様々なMODとの競合します。",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "全ての建物で動作せず、地形の隆起や穴/パフォーマンスの問題/エラーメッセージが表示されます。",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "注意: これは問題の「通知アイコンを隠す」だけで、問題は残ったままです。\n問題の確認を忘れると、いずれ大量放棄に繋がる可能性があります。",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "DLC Promenades ＆ Plazasの建物は動作しません。様々な問題が発生して、場合によってはクラッシュします！",
  "Broken / Can't be used": "壊れた / 使用不可",
  "Forgets settings at start, esp. the sun height.": "ゲーム開始時に設定を忘れます。例えば、太陽の高さなど",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "MODの競合が原因なのか、ゲームパッチ1.14が問題なのか詳しいことは不明です。LODの置き換えは出来ずに、更にUIが表示されないユーザーや、一部ではゲームがロード不可になる報告があります。\n既知の問題と詳細については、ワークショップを確認して下さい。",
  "Can't be loaded / Error popup": "ロード不可 / エラーのポップアップ",
  "Doesn't show up in the CSL Music Mod.": "CSL Music Modで表示されません。",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "一部の交差点では信号機が2つ表示されて、丁字路では交差する道路で信号機が表示されません。\n高速道路や高速道路のランプでは、交差点の反対側でも信号機が表示されます。",
  "Not supporting budgets for newer DLC.": "新しいDLCの予算はサポートしていません。",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "バニラの旅客列車がカラーバリエーションでスポーンしないのは、意図した動作で問題ありません。",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "建物の収容人数を変更する、様々なMODと互換性がありません。\nサブスクの解除をして、Realistic Population Revisitedを使用すれば互換性があるはずです。",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "全てのユーザーは、全く同じDLC (未サポート) とMODの構成を用意する必要があります。CSMは大半のMODと互換性がなく、この欄内で全てを記述出来ません。\n対応MODのリスト(ごく一部): https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "MODを適用すると、高速道路のテクスチャがセグメントごとにランダムに反転します。\n修正するには道路のアップグレード機能などで、個々にやり直す必要があります。",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "DLC Parklife発売以降で、発売されたDLCの設定 (Parklife/Industries/Campus/Sunset Harbor) がありません。",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "DLC Natural Disastersの災害で倒壊状態の建物は、自動的な撤去は実行されません。\n実行したい場合は、DLCにある災害対策サービスを使用する必要があります。新しい建物カテゴリでは撤去が実行されません。",
  "Vehicle LOD Turn White": "車両LODが白くなる",
  "DLCs after Campus can’t be selected.": "DLC Campus以降に、発売されたDLCは選択できません。",
  "Can cause performance issues (lag or fps drops).": "パフォーマンス全般で問題を引き起こす可能性があります。 (モタつき/ラグ/fps低下)",
  "This mod can have an impact on game performance. Does not work in scenario games.": "このMODはゲームのパフォーマンスに大きな影響を与える可能性があります。シナリオモードでは動作しません。",
  "This sometimes breaks transport lines.": "これは時々路線設定を破壊します。",
  "As it is an outdated mod some panels may noth be unlocked.": "古いMODなので、DLC固有の一部のパネルがアンロックされない可能性があります。",
  "Breaks the pause after loading game option.": "ゲーム機能にある、ロード後の一時停止機能を勝手に解除します。",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "外部リソースが使用されていないので、新しいマップでは使用できません。様々なユーザーから、全く機能しない報告があります。",
  "Building flickers": "建物のチラつき",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "ブラシが機能しない場合はサブスクを解除して、再びサブスク (ゲームを起動する前) のやり直しを試して下さい。\nこれで一時的に機能しますが根本的な解決策は、Loading Order ModでForest Brushのロード順序を9999に設定して下さい。",
  "Buttons are no longer aligned correctly.": "ボタンが正しく配置されません。",
  "For some players it do not create ship pathes.": "一部のユーザーでは、船舶の航路が作成されません。",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "地下の駅はトンネルの出入口を作るため、駅と線路の接続しづらい・上部の地表が乱れる場合があります。\nただし、高架と地上の線路は、問題は無いと思われます。",
  "This breaks up the UI, especially text scaling.": "この影響でUI内にあるテキストで、特にスケーリング処理が壊れます。",
  "Game might get corrupted.": "ゲームが破損する可能性があります。",
  "Causes game crashes.": "ゲームがクラッシュする原因になります。",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "依存MODであるRoads United Core 2.0は更新されていないので、現在のゲームバージョンでは動作しません。",
  "It’s in early development stage. See information on workshop page.": "まだ開発の初期段階なので、ワークショップのページで情報を確認して下さい。",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "道路の敷設中に樹木を非表示にしたい場合は、Network Anarchyの「衝突判定」を有効化して下さい。",
  "Freezes the game": "ゲームがフリーズする",
  "Everything that has more than two rails tracks can't be hidden.": "線路のトラックが2本以上あるタイプは、全て非表示にすることは出来ません。",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "3DxWareドライバのバージョンが、10.6.4以上の場合は動作しない場合があります。",
  "Results are not reliable anymore. Use Compatibility Report instead.": "情報が古く結果に信頼性が無いので、今後はCompatibility Reportを使用して下さい。",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "まだ動作と機能していますが、問題を解決する最善策では無く非推奨です。今はゲーム機能で、高学歴の労働者を低学歴の仕事でも雇用することで解決しています。\nもしくはEmploy Overeducated Workers V2を使えば、より強い効果が得られます。",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "「duplicate prefab」のエラーが発生しますが、これは基本的に問題ありません。\nユーザーから問題を解決したアップデート後でも、未だに信号機Propが白くなる報告があります。",
  "Public transport part not working anymore.": "公共交通の一部が動作/機能しません。",
  "You can easily modify the RICO settings in-game.": "ゲーム内でRICOの設定が簡単に変更できます。",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "DLC Snowfall以降の新しいDLCやゲーム本体の外部接続に関わる処理が壊れます。",
  "The functionality of this mod is included in the game itself.": "このMODにある機能は、ゲーム本体にあります。",
  "Rare cases where it can throw errors and can even close the game to desktop.": "希なにエラーを出力したり、ゲームを終了させてデスクトップに戻ることがあります。",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "ワークショップページに掲載されている、対応する車両のみで回転灯の機能を追加します。",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "MOD名は誤解を生みやすく、ゴミの発生量そのものは減りません。\nゴミに関する経費を削減するだけ、より適切な名前は「Less Garbage Expenses」では無いでしょうか。",
  "Bloom settings not being applied. Config files not loading.": "ブルームの設定が適用されずに、設定ファイルがロードされません。",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "MODを使用しても人口が約15,000人程度になると、ゲームデフォルトの最大4倍速までしかゲームは加速しません。",
  "It takes some in-game time for the extra money to arrive.": "追加の資金が補充されるまで、ゲーム内で少しタイムラグがあります。",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "水域に出来たスパイク状の水柱は、サブスクを解除しても永遠に残る場合があります。",
  "Not showing information for newer DLC assets.": "新しいDLCのアセット情報が表示されません。",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "DLC Industriesが未導入の場合は、いくつかの機能が動作しないためエラーが発生します。",
  "Dropdown not working, probably due to incompatibility with other mods.": "ドロップダウンが機能しないのは、恐らく他のMODで競合や互換性に問題があります。",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "注意: MODのサブスクを解除しても、日本語のロケールファイルは削除されません。\n詳細はワークショップの説明を確認して下さい。",
  "This is only needed for custom networks that require this mod.": "このMODを必要とする、ネットワークのアセットのみで必要です。",
  "Button for the settings not visible for several users.": "複数のユーザーから、設定ボタンが表示されない報告があります。",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "都市間列車の車両選択は無視されて、一部の新たなバニラの追加車両は車両選択ウィンドウで表示されません。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "警告！！ この作者はMODにマルウェアのコードを挿入したため、SteamからBANされました。MODにはマルウェアが存在する疑いがあるので、速やか且つ即刻削除して下さい。この作者は腹いせに、作成したMODを故意に壊したことでも知られています。",
  "Includes malicious code!": "「マルウェア」が含まれています！",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "警告！！ このMODは非常に危険です！Steamで検証できない場所からファイルをダウンロードして、他のMODのファイルを強制的に上書きします。これは非常に危険なソフトウェアであり、速やか且つ即刻削除して下さい。この作者はMODにマルウェアのコードを挿入したため、SteamからBANされました。この作者は腹いせに、作成したMODを故意に壊したことでも知られています。\n警告！！ このMODはSteamの規約に違反したため、ワークショップから削除されました。",
  "This breaks maps saved in the map editor.": "マップエディタで作成して保存すると、マップが破損するので注意して下さい。",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Toggle It!には、マップ上の建物を全て非表示にするオプションがあります。(例: 都市計画のために道路だけを表示する)\nもし、「建物が見えない/消えた」が発生した場合は、間違ってこのオプションを有効にしていないか確認して下さい。",
  "Private building cannot include roads or other net types": "非公開の建物には、道路や他のネットワークを含めることはできません",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5には多くのバグがあるようで、しばしば奇妙な挙動します。希にTLMはランダムな、「ダミー飛行機」を空港に送ります。 (ほとんどは到着時にデスポーン)\nオリジナルのTLMコードベースに加えられた変更により、多くの問題が発生しているようです。現状では、このMODを実験的で不安定なMODとみなしています。",
  "Illegal DLC unlocker!": "違法にDLCをアンロックします！",
  "It can cause visual glitches in menu (tabs without description and/or image).": "メニュー の表示 (説明や画像が無いタブ) で、不具合が発生する可能性があります。",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "ホットキーが機能していません。 (右SHIFTで無く、左SHIFTを試して下さい)\nまたは、ロード時にUltimate Eyecandyの設定がリセットされる、Relightで設定を変更するとマップが非常に暗くなる場合があります。",
  "This is missing all new item classes from all patches since release and from all DLCs.": "MOD公開以降で追加された、全てのパッチ/DLCなどにあるアイテムクラスが全て欠落しています。",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "大量の樹木や建物から広範囲に火災が発生中のマップでは、セーブ時は非常に長い時間が掛かる場合があります。",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "アセットで配置される橋脚が、次回のロード時にリセットされる場合があります。既にMODのUIが全く動作していません。",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "このMODは、他のMODボタンで表示を阻害する可能性があります。",
  "LOD has too many vertices.": "LODの頂点数が多すぎます。",
  "Various players report, information could not be gathered.": "様々なユーザーの報告や情報の収集がまだ出来ていません。",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Traffic Managerのクローンのようですが、実際はAuto Line Colorでソースコードは公開されていません。",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "スタイルを「none」に戻してセーブデータを再ロードすると、以前に選択していたスタイルに戻ります。そのため、他のスタイルにある歴史的建造物をデスポーンさせて消えます。\n回避策は該当する地区を一旦削除して、再度ペイントをやり直して下さい。現在、修正版を開発中です。",
  "Africa in Miniature buildings don't show up in menus.": "Africa in Miniatureの建物は、メニューに表示されません。",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Luminaのワークショップのフォルダ内には、外部アプリとしてLUTエディタの実行ファイルが同梱されています。",
  "Demand stays at zero.": "需要がゼロのままで変化しません。",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "動作しますが、ログファイル内では「InvalidOperationException」のエラーメッセージが記録されます。",
  "This is missing statistics from later DLCs and game patches.": "MOD公開以降でDLCやゲームパッチで追加された、統計情報が無い・欠落しています。",
  "Several reports about conflicts with various mods.": "様々なMODと競合に関する報告がいくつかあります。",
  "Rocks can’t be deleted.": "ロック (岩石) は削除できません。",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "機能しないと言われていますが、まだ動作すると言う報告もあります。\n現実と同じく太陽が東から西に沈むようにする場合は、角度を180度オフセットして設定する必要があるかも知れません。",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "一部のユーザーでは、このMODは問題なく機能します。\nただし、他の様々なMODと互換性に問題があるため、完全には確認できませんでした。",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "もしかしたら、Ambient Sounds Tuner 2.0が必要かも知れません。\nワークショップ: https://steamcommunity.com/workshop/filedetails/?id=818641631",
  "Do not unlock all roads.": "全ての道路をアンロックしないで下さい。",
  "Distorted LOD": "歪んだLOD",
  "Causes ingame lags": "ゲーム内でラグが発生",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Move Itのコピー機能で、ユニーク施設などの建物も複製することが可能です。",
  "Error: too many vertices": "エラー: 頂点が多すぎます",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "一部の破損したセーブでは有効ですが、全てが回復可能ではありません。\nセーブデータをロードするとゲームがしばらく応答が無くなりますが、これは正常な動作です。",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "最新のDLC用に更新されずに、主にDLC Industriesに関する機能が多く欠落しています。",
  "Catenaries and Props become black for the supported Vanilla tracks!": "サポートしているバニラのトラックでは、架線とPropが黒くなります！",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "新しいパッチやDLCの道路上に配置された、バス停の置き換えは出来ません。",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "複数のユーザーで、ロードする度に設定がリセットされて破損するという報告があります。\nまた、様々なカメラMODと競合する可能性が非常に高いです。",
  "Breaks game if you setup to high values.": "高い数値を設定するとゲームが破損します。",
  "This will not fix buildings that were already abandoned before this mod became active.": "このMODを有効化する前で、既に放棄された建物は修復されません。",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "古いアセットで依存している場合を除いて、MODは必要ありません。 このMODの機能は、ゲーム自体に含まれています。",
  "Nursing Homes show as Deathcare coverage when placing them.": "Nursing Homesで使用する老人ホームの建物は、配置時に葬儀の影響範囲を表示しています。",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "リストを適用すると不要なMODは無効になりますが、サブスクは解除されず無効にしたMODが問題を起こす可能性があります。\nMODに含まれるアセットで問題が出たり、リストを保存するとゲーム自体の設定が壊れる/リセットされる場合があります。",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "様々な問題から動作が不安定で、道路の矢印が機能しない・全ての道路タイプに対応していません。\n更にロードする度にMODが無効化されるため、再び有効化しないと動作しません。",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "DLC After Darkの国際空港は、路線作成時に問題が発生します。アイコン/ボタンが見つからないという報告もあります。",
  "This might block the vanilla quay upgrade tool.": "バニラにある護岸のアップグレードツールに対して、動作を妨害する可能性があります。",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "含まれているRandom Security Doorsを使用すると、「NullReferenceException」エラーが発生します。 \nパッケージを使用したい場合は、Random Security Doorsを除外して下さい。",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "長いロード時間が発生して、最終的にはゲームが破損する問題を引き起こします。\nそのため、ゲームと互換性が無いとして、Steam側でマークされています。",
  "Not showing up ingame.": "ゲーム内で表示されません。",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "全体的なラグ/ゲームのフリーズ/画面のフラッシュするという報告があります。\n注意して使用するか、問題が出る場合はサブスクを解除して下さい。",
  "White lines at the moon and Flickering when game running.": "月面に白いラインが入ったり、ゲーム起動時にちらつく場合があります。",
  "Invalid Image Format": "無効な画像形式",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "ゲームのロード時は正しい数値を認識していますが、MODオプションにあるスライダーは常にデフォルトの位置から変化しません。",
  "This is only needed if a prop or mod requires it.": "これはPropがMODに依存している場合は必要です。",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "一部のユーザーでは動作していますが、ロード中に設定がリセットされる報告も多くあります。",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "画面のアスペクト比が、「16:9/16:10のディスプレイ」で機能します。ただし、最近のパッチやDLCでは既に機能していません。",
  "Terrain conforming props cannot be moved up/down.": "地形に追従するタイプのPropは、上下に移動できません。",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "このMODはシャープネスの増加が可能ですが、ノイズ/モアレ/エイリアスの問題が発生する可能性があります。\n特に高解像度では、MODを有効にしても変化や違いが無いかも知れません。",
  "This causes (vanilla) trees to flicker.": "樹木 (主にバニラ) がちらつく原因になります。",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "既にMODは何の機能もありません。作者はユーザー向けにMODを公開したわけでも無く、ただ単に技術力を見せつけるために公開しています。",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "ログに「XML root element missing」エラーが表示されて、エクスポートできない場合があります。\nNCRやNC2でノードを編集してマップを出力すると、一部のノードで描画におかしくなります。\n鉄道の線路が含まれない場合があり、DLC Sunset Harborで追加された旅客ヘリとトロリーバスの路線図が表示されません。(DLC Sunset Harborは未サポート)",
  "Creating 'ghost' vehicles": "「ゴースト・透明」車両を作成する",
  "Creating 'ghost' vehicles is reported and need to be verified.": "ユーザーからの報告で、「ゴースト・透明」車両を生成することが報告されていて検証が必要です。",
  "Do not remove trees added after Campus DLC to the game.": "DLC Campus以降に追加された樹木は、ゲームから削除しないで下さい。",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "様々なMODと競合して、クラッシュする可能性があります。\nパフォーマンス全般で問題を引き起こして、ロード時間が増える可能性があります。",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Loading Time Fix MODを使用しない場合は、異常に長いロード時間が発生します。\nサブスク中のアセット数に応じて、ロード時間が二乗になって延びていきます。",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "アンロックしていないタイルの外側でゾーニングのある道路を外部と繋げたい場合は、他のMODで一時的にゾーニングを無効化する必要があります。マップエディタ内で道路アセットと外部に接続しても認識せずに、バニラの道路類だけが接続可能です。\n注意: 都市間バスは対面通行タイプのナショナルロードは出入りせず、一方通行の高速道路だけが外部と出入り可能です。",
  "This is an incomplete version to lure you into buying a complete version.": "完全版を購入させるために、「あなたに詐欺的な勧誘するため」の不完全版です。",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "MODをサブスクすると、建物でチラつきや消失が発生します。MODの使用を強制するアセットは使用しないで下さい！",
  "The default English names still appear as well, next to the new Japanese names.": "新しい日本語名の隣に、デフォルトの英語名も一緒に表示されます。",
  "This mod increases loading time, and this increase can be huge for big cities.": "このMODはロード時間を増加させて、大都市ではより大きな影響からロード時間が延びます。",
  "Previously created rotating props still require the PropRotating Params mod.": "過去に作成した回転Propは、PropRotating Params MODが必要です。",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "特にProcedural Objectsのオブジェクト数が多い場合は、セーブできないという報告があります。\nインストール直後で最初のMOD起動時に空のウィンドウが表示されます。これを解決する場合は、ゲームを再起動して下さい。\n",
  "On a T-intersection, no light appears on the intersecting road.": "丁字路の交差点では交差する道路に、信号機が配置/表示されません。",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "DLC Industries用にアップデートされていないため、恐らくDLCにある産業エリアでは動作しません。",
  "Simulation Errors and conflits with various other mods.": "シミュレーションエラーの原因や、他の様々なMODと競合しています。",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "デフォルトが暗すぎる場合は、Ultimate Eyecandyのグローバル光や環境光の強度設定を上げて下さい。\n更にオブジェクトから太陽光の漏れを防ぐために、Shadow Strength Adjusterを使って影の強度を最大に設定する必要があります。\n逆に影を目立たなくするには、Ultimate Eyecandyでグローバル光の強度を下げて/環境光の強度を上げて下さい。",
  "Causes various issues as one path is randomly selected": "1つのパスがランダムで選択されるため、経路探索で様々な問題が発生します。",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "新しいDLCの地区名はサポートしていません。\n同じ翻訳要素を変更する複数の名前リストを有効にしてロードすると、競合が発生します。\n競合を避けるために名前リストのワークショップで、どの翻訳要素を変更しているか確認して下さい。",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "資源は無制限ではなく有限で枯渇していき、ゲームの開始時に言語が英語に毎回リセットされます。\n更に機能が無効でも、勝手にゲームはアンロックされます。",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "DLC Sunset Harbour以降で追加された、バニラ道路では動作していません。ただし、サブスクしたまま無効化して、BOBを使用すればPropの置き換えが可能です。\nワークショップ: https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850",
  "Not able to name new districts.": "追加された新しい地区で名前が命名できません。",
  "The traffic lights on some custom road do not change.": "一部の道路アセットで、信号機が変更されません。",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "水質汚染の無効化はすぐには出来ずに、水が浄化されるまで時間が掛かります。\n土壌汚染や水質汚染の再び有効化しても、汚染が発生＆影響が出るまで時間が掛かります。",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "ゲームのログには、許可の無い操作に関するエラーが記録されます。また、バスがスポーンしない/名前の割り当てがありません。",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "ワークショップでサブスクしたマップでのみ動作します。迂回コードを使用するため、他の様々なMOD (主にHarmony関係) と互換性がありません。",
  "Only a limited set of roads is included.": "一部の限られた道路のみが含まれます。",
  "User reports that it is not working at all if you select heavy traffic.": "ユーザーの報告でheavy trafficを選択すると、設定自体が全く機能していない報告があります。",
  "Broken LOD, Vehicle blinks.": "LODの破損/車両の点滅",
  "Clipping may occur as well as simulation errors.": "シミュレーションエラーだけでなく、クリッピングが発生する場合があります。",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "一部のユーザーから住民が自家用車に乗らず、自宅付近でデスポーンとリスポーンを繰り返す報告があります。\nもしくは、駅/停留所まで長距離で歩く場合もあります。",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "詳しくは https://bit.ly/3XiMQPY から、基本的な Render It! & Play It! ガイドを確認して下さい。",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Large Avenue with Grassを使用すると、間違ったタイプの信号機が表示されます。 \nまた、左側通行 (LHT) で小さな一方通行道路/トラムの軌道付き道路では使えない場合があります。",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "経路探索のコストを調整した道路でセグメントを削除すると、「NullReference」エラーが発生する場合があります。",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "起動時にエラーが発生して、UIが表示されない/パフォーマンスやfpsの低下など問題があります。",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "道路のアップグレードボタンの操作を阻害して、スケーリング機能は壊れているので使用しないで下さい。他にも問題が報告されています。",
  "Button missing. Error popups.": "ボタンが無く、エラーが表示されます。",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "道路テクスチャの欠落/KeyNotFoundExceptionエラー/ゲームのクラッシュ/高いメモリ使用量など、様々な重大な問題が報告されています。",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "CSURの道路と重なって草原が見えることがありますが、Hide Itで草原を隠す/Move Itでノードを少し上げて下さい。道路が地表より少し下で配置された場合は、Move Itでそれらを全て上昇させて下さい。\nCSURの道路が非中央タイプの場合は、トンネルの出入り口が地形に覆われることがあります。多数のユーザーからゲームのクラッシュや、CSURのUIが機能しない報告があります。",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "ボタン移動が出来ないので、特定の画面解像度で統計情報が画面外に出ることがあります。",
  "Various issues reported, see Worshop comments for details.": "様々な問題が報告されています。詳細はワークショップ内のコメントを確認して下さい。",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "左側通行はサポートせれずに、Linuxでも動作しません。丁字路や一方通行の道路では、対向車線の信号機の配置に癖があります。",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "注意: MODオプションやポップアップ内の設定でエラーを抑制すると、MOD/アセットのトラブルシューティングが出来ません。\nエラーを隠すだけで何も解決されずに、ゲームの信頼性を低下/問題の検証を困難にさせます。",
  "Disasters are not recognized.": "災害は認識されません。",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "「Content Creator Pack: Train Stations」にある地下鉄駅と、一部の駅アセットでは機能しません。 これらの駅では、Move Itを使用して下さい。",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "道路の敷設時に、fpsの著しい低下/一部のユーザで「invalid shape」エラー/方向の反転時に例外エラーなど、様々な問題が発生する場合があります。\n恐らく例外エラーは問題無いですが、該当するセグメントが反転出来ないので削除して再敷設する必要があります。",
  "For several players it causes errors and is not working.": "複数のユーザーで、エラーが発生して動作しないようです。",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "ローカルで導入したアセットは、一部の機能が動作しません。最近DLした順のソート/作者名の検索/ワークショップのページを開く機能は、正しく動作しません。",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "牛としてスポーンするバグが存在して、坂道/スロープ/高架の歩道は機能していないようです。更に後ろ向きで歩く人や、浮く人も出現します。",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "マップ内で生成した道路はセーブできないので、使用後はセーブせずにテストだけに留めて下さい。このMODは、まだ開発の初期段階にあります。",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "一部のユーザーでは動作するようですが、多くのユーザーはセーブをロードできないなど「部分的/全体的に機能が破損」しています。\n「new algorithm for unclogging traffic jams near outside connections」を無効化すると、問題が解決するかも知れません。もしくはEnhancedDistrictServices.cgsの設定ファイルの削除も有効かも知れませんが、全ての設定が無くなります。",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "DLC IndustriesとDLC Sunset Harborの貨物トラックに対応していません。\n設定メニューが壊れたり (閉じて開き直すと直るかも知れません)、車両AIを変更する他のMODと互換性が無い可能性があります。",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "このMODはWindowsでのみ動作し、MacOSやLinuxでは動作しません。Pythonスクリプトの知識を使用して、操作する高度なMODです。",
  "You must follow exactly the steps on the workshop page to use it.": "使用するにはワークショップのページ内に記述されている、手順を正確に実行する必要があります。",
  "LOD aci null": "「LOD aci null」のエラー",
  "Incompatible with any kind of automated bulldoze mods.": "いずれかの自動撤去系のMODと互換性はありません。",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Adaptive Networkが正しく機能するために必要です。例えば、Road Builderの道路・様々なフェンス・Railway 2のネットワークが該当します。",
  "Users reported various issues, see Workshop comments.": "ユーザーから様々な問題が報告されています。詳細はワークショップ内のコメントを確認して下さい。",
  "Will lead to various graphical issues ingame": "ゲーム内のグラフィック全般で様々な問題が発生します。",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "このMODは不安定で、大都市ではクラッシュが発生する可能性があるので注意して下さい！",
  "Cargo trains for some do not spawn.": "一部の貨物列車がスポーンしません。",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "このMODには多くのバグと安定性に問題があるため、新規ゲーム・新規ユーザーでの使用は推奨しません。\nExtended Managers Library/Prop Anarchyを使用している既存のユーザーに対して、セーブデータが継続使用できるように最低限の動作サポートが提供されています。",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Extended Manager Library・Tree Anarchy・Prop Anarchyを未使用のマップ・セーブで、新世代MODであるTree Control・Prop Control・Line Toolを使用したい場合は必要です。詳しくはMODのワークショップのページを確認して下さい。",
  "Do nothing right now. Should normally not be released publicly.": "現時点では何もしないで下さい。通常は公開すべきではありません。",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2がTheme Mixer 2をブロックして、一部のユーザーがテーマのテクスチャを変更できるようします。",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Network Extensionsの一部の道路では、間違った信号機が発生したり必要な信号機を生成しません。",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Transfer Manager CEと併用した場合は、地区の制限 (輸出入の項目) のドロップダウンのリストが表示されません。",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "現在はバージョン 2.0が逆に非推奨で、オリジナルのPrecision Engineering MODを使用して下さい。",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "画面の解像度によってTLMのUIを全て表示するには、UI Resolution 1.2を使用する必要があるかも知れません。",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Nursing Homesでは、不要な空白の車両選択ウィンドウが表示されます。",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "樹木が空中に浮く問題があります。両方のMOD機能を持つ、Tree Controlに切り替えることを推奨します。",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "青色のテクスチャの無いノードが表示される場合がありますが、自動的に修正はできません。\nANに依存するネットワークを使用する場合は、Continues Junction medianを削除することをお勧めします。",
  "Real Time might delay the arrival of extra Starting Money.": "Real Timeでは、追加した開始資金の補充が遅れる可能性があります。",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "一部のユーザーは一緒でも正常に動作するという報告があります。ただし、Camera Positions Utilityの作者は、これらは互換性がないと述べています。",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2はBetter Education Toolbarのタブを空欄にします。そのため、NExt2の代替コレクションを使用することをお勧めします。",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "ゲームの一時停止中に昼間の時間を変更できますが解除すると、すぐにReal Timeが扱う時間に引き継がれますが意図した動作です。\nPlay It! でシミュレーション速度を遅くすると、昼間の時間がReal Timeの時間と一致しなくなります。特に夕方から早朝にかけてズレが顕著になりますが、意図した動作で変更することはできません。",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "CSURの高速道路では、Shared Stopsは作成できません。 (通常の道路とコンパクトな道路は機能します)",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Shared Stop Enablerは、高架や橋に停車場所を設定する機能もあります。",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Transfer ManagerとStatsを併用すると、使用中の警察ヘリが適切に表示されず常に0%と表示されます。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "TimeWarpの時間と速度のオプションは既に機能していません。時間を変更すると自動的にゲームが一時停止し、解除すると時間が元に戻ります。",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "同様の機能を持つ様々なMODと互換性に、問題がある可能性があります。リストされたMODは、非互換MODのほんの一部です。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Font Optionsを使用する場合は、FPS BoosterのオプションからCustom Font Managerを無効化する必要があります。",
  "The textures from Theme Decals will probably not match the mixed theme.": "Theme Decalsのテクスチャは、恐らくミックスしたテーマ内にあるテクスチャと一致しません。",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It！には「remove ruining」機能がありますが、完全にオフにして有効化しないで下さい。\n代わりにBOBで該当機能を有効化して、これらのMODは連携して動作するように設計されています。",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "オリジナルのMODに含まれる古いPropを使用する場合は、サブスクしたままで無効化する必要があります。もしくは、オリジナルの.crpファイルをローカルのアセットフォルダにコピーすれば、サブスクを解除することもできます。\n新規で都市を作る場合はサブスクを解除して、リンク先のコレクションにあるPloppable Surfacesの使用を推奨します。",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "ワークショップのページでは違うことが書かれていますが、MODの動作には不要で必要ありません。",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewalは積極的に開発されており、よりユーザーフレンドリーです。",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Replacer/MOMの継ぎ目に、ブルーホールが発生する場合があります。他にも互換性で問題があるかも知れません。",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "More Network Stuffはエディタの追加機能を提供します。通常のゲームプレイは、Network Anarchyのみを使用して下さい。",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "アセットクリエイターへ: 新しく作成されたアニメーションPropは、このMODは必要ありません。代わりにModtoolsとリンク先のスクリプトを使用して下さい。\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "代わりにRON MODとCylis氏のNExt2 Replacement Collectionを使用して下さい。",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Cubemap Replacerは、光源や反射の設定・雲や太陽を静的な位置で変更可能です。\nAD Cloud Replacerは、太陽や雲の位置を動かすことも可能です。",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builderは、FPS Boosterと一緒に使用しないで下さい。併用すると、一部のパッチが正しく適用されない場合があります。Road Builderはエディタ内で動作するだけで、一般のユーザーや通常のゲームプレイでは不要です。\n道路アセットを作成しない場合は、SkyveでRoad Builderを除外する/サブスクを解除することをお勧めします。逆にRoad Builderを使用する場合は、SkyveでFPS Boosterを除外する/サブスクを解除して下さい。",
  "EDS doesn't detect the extra CitizenUnits.": "EDSは拡張された、CitizenUnitsの数値を検出しません。",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Express Bus Services (TLM Plugin) の設定で「Experimental」と「Agressive」のオプションは、Transport Line Manager使用時に「バスがデスポーンする可能性」があります。ただし、「Prudential」のオプションは期待通りに動作します。",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICOには、Grow the Ploppablesの全機能が既にあります。2つのMODを併用することも可能ですが、設定が不適切だと建物がデスポーンする可能性があります。\n現在はGrow the Ploppablesの使用は非推奨ですが、既存のゲームで使う場合は両方のMODで設定を統一して下さい。",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "SkyveはBOB/Pocedural Objects/Intersection Marking Toolなど、MODで自動作成されたPropを安全に使用するために必要です。ロード順を間違えるとセーブが壊れる可能性があります！",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Transfer ManagerとBuilding Usageを併用すると、使用中の警察ヘリが適切に表示されず常に0と表示されます。",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Extended InfoPanel 2には、HideUI機能があります。",
  "Clicking in the bottom bar for UEC functionality does not work.": "下部のバーをクリックしても、UEC機能は動作しません。",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds ＆ Fog Togglerは、Hide Itにあるフォグのオプションを上書きします。",
  "A black bar might appear above the bottom toolbar.": "下部のツールバーの上側に、黒いバーが表示される場合があります。",
  "The yellow arrow signals do not operate with TM:PE.": "TM:PEでは、黄色の矢印信号は機能＆動作しません。",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "サブスクを解除して、boformer氏のHarmony2を使用して下さい。\nHarmony Redesignedは、意図的にUI Resolutionが無効になる場合があります。",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Toggle It!と併用するとToggle It!側で表示を有効にしていても、特定の通知アイコンだけを非表示にすることができます。",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Network Extensionsの一部の道路では、間違った信号機が発生します。",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Tree Anarchyには、 Plant Scaling機能などがあります。",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Controlは、Historical Districtsの全機能とそれ以上の機能があります。",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! には、Timewarp Fixのほとんどの機能があります。更にPlay It! ＆ Render It! を使用すれば、完全な置き換えが可能です。",
  "A workaround for the bugs introduced by TLM is in development.": "TLMが絡むバグの回避策は現在開発中です。",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Natural Disasters Overhaulは、遅い時間経過で使用すると動作がおかしくなります。顕著な例は森林火災が多発するので、回避策として火災の発生率を低く設定して下さい。",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Find Itのフィルターは、Tree ＆ Vehicle Prop MODで変換したアイテムは正しく動作しません。",
  "MOM already allows you to convert train stations to metro stations.": "MOM自体で鉄道用の駅から、地下鉄用の駅に変換することが既に可能です。",
  "There is no need to upgrade pipes if you don't need pipes at all.": "水道管が全く必要ない場合は、アップグレードする必要はありません。",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "TM:PEの車線接続ツールを使用すると経路の問題で、「購入者が不足しています」の通知アイコンが発生する場合があります。",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "ゲーム内の機能だけで、航路と空路の編集・削除が可能です。\nMore Network Stuffの機能は、Network Anarchyと一緒に実行することも可能です。ただし、More Network Stuffはエディタ用のプレイセットで分けることをお勧めします。\n",
  "Both mods touch the same game functionality and probably conflict.": "どのMODも同じゲーム機能に介入するので、恐らく競合する可能性が高いです。",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Dynamic Asset sorterでアイテムの順序を変更すると、Pickerが異なるオブジェクトを選択します。",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "TM:PEの一部の機能は、折り返し可能なトラム用の軌道でも動作します。ただし、全てが機能するわけではありません。",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "「No Problem」MODは問題が存在しないとゲームを誤魔化して、「Hide Problems」MODは通知アイコンを非表示にするだけです。\nどのMODでも、 深刻な問題が (気付かずに) 発生している可能性があります。両方のMODを組み合わせるのは、どうしても無理があります。",
  "Compatible when level Randomization is turned OFF": "レベルのランダム化をオフにすれば互換性があります。",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "MODを解除してBOBを使って、信号機をパッケージの信号Propと入れ替えが可能です。",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "デフォルトの夜空を使用して昼間だけ新しいCubemapを使用する場合は、Fog Controllerで次の設定を有効化: 「Daynight Fog」と「Classic Fog」のオプションを有効化\nDaylight Classicは、次の設定を有効化: 「Classic sunlight color」と「Classic sunlight intensity」と「Classic fog Effect」のオプションを有効化\n更に昼夜サイクルがオンの場合は、「Classic fog Effect」を有効化して下さい。",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It！は、Theme Mixerと重複する独自機能を無効化します。\nTheme Mixerで本格的なテーマミックスをしない場合は、基本的に必要ありません。 ",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Additive Shaderの設定があるアセットをPOオブジェクトに変換すると、セーブしてリロードするとシェーダーは表示されません。",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "TAAのアンチエイリアシングを指定すると、グラフィックでチラつきが発生します。この2つのMODを併用する場合はFXAAを指定して下さい。",
  "Use Tree Control instead of Unlimited Trees Mod.": "Unlimited Trees MODのサブスクを解除して、Tree Controlを使用して下さい。",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "車両の使用数は正しく増加しますが、Watch Itには拡張前のバニラの制限が誤って表示されます。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Font Selectorを使用する場合は、FPS BoosterのオプションからCustom Font Managerを無効化する必要があります。",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "セッション中にNetwork Skinsで追加した新しいスキンは、ゲームをリロードするまでTraffic Light Replacerの変更が反映されない場合があります。",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "メインメニューからのMODオプションは、遅延時間は不正確に表示されるので注意して下さい。ゲーム内ではMODオプションは正しい遅延時間を表示して、Real Timeの遅い進行時間に対応します。",
  "Use the regular version of Harmony instead.": "サブスクを解除して、boformer氏のHarmony2を使用して下さい。",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "ロケットを選択するための時間は、ゲームを一時停止するか約5秒〜10秒程度しかありません。",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "建物の消失を防ぐため、Real Timeの設定で建設速度を100%に変更して下さい。",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Toggleable Whitenessは、Persistent Resource Viewに機能が含まれます。後者のサブスクを解除して下さい。",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Prop Switcherで、道路の路面矢印を置き換えることは非推奨です。また、「array out of bounds」エラーが発生する場合があります。",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Tree ＆ Vehicle Propsで生成された車両Propは、夜間になると余計な光が点灯する問題があります。",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Better Highway IconsはBuilding Themesから、「System.Reflection.MonoMethod.Invoke」エラーが発生する原因になります。ただし、エラーが出ても両方のMODでは、一応は動作しているようです。",
  "The 'Remove Unwanted' button may not work properly.": "不要なものを削除ボタンが、正しく動作しない場合があります。",
  "This might only work with all ULOD settings to 'game default'.": "これはULODの設定を全てgame defaultにした場合で、動作する可能性があります。",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Real Timeで夜間や週末のサイクルを加速させると、地区サービスに問題が発生する可能性があります。",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "互換性は不明ですがMore Vehiclesから増加した制限数は、恐らくPXPVehicleInfoは参照することが出来ません。\nデフォルトの車両制限を超えた場合は、不正確な数値が表示されます。",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "サブスクを解除して、Garbage Bin Managerに移行して下さい。\nGarbage Bin ControllerはHarmony自体と、Harmonyに依存する全てのMODを壊します。",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Tree Anarchyには、 Unlimited Trees機能があります。",
  "This combination might cause a performance decrease (FPS drop).": "この組み合わせは、パフォーマンス全般で問題 (fpsの低下) が発生する可能性があります。",
  "Use BOB instead of Prop Switcher.": "Prop Switcherのサブスクを解除して、BOBを使用して下さい。",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "データの変換はPlop the Growablesが、サブスクしていない/解除した状態で作業を行うことができます。",
  "Use Prop Anarchy instead of Prop Snapping.": "Prop Snappingの代わりに、Prop Anarchyを使用して下さい。",
  "EML already has a better limit showing functionality.": "EMLライブラリには、オブジェクト制限の表示機能が既にあります。",
  "Undoing props is disabled when using EML.": "EMLライブラリを使用する場合は、PropのUndo機能は無効になります。",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selectorには、RiverCargoHarborModの機能があるので後者のサブスクを解除して下さい。",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchyには、Propのペイント機能があります。",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "等高線の表示がおかしい場合は、ROTTERdamsのオプションでOverwrite Terrainをオフにして下さい。そして、数値を100程度で設定して下さい。",
  "You can't export props with modtools while EML is active.": "EMLライブラリを有効化した場合は、ModtoolsでPropをエクスポートすることはできません。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Prop ＆ Tree Anarchyの代わりに、Prop AnarchyとTree Anarchyを組み合わせて使用して下さい。",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "More Advanced OptionsPanelには、Wider OptionsPanelの機能とそれ以上の機能があります。",
  "Use the original instead of the now deprecated 2.0 version.": "現在はバージョン 2.0が逆に非推奨になっていて、オリジナルのMODを使用して下さい。",
  "Unsubscribe Holy Water's TM:PE.": "Holy WaterのTM:PEは、即座にサブスクを解除して下さい！",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "MODが有効な場合は、No Big Truckは外部接続から輸送されるトラック以外には効果がありません。",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "どのMODも、Tabキーを使用するので競合します。別の一人称視点MODを使うか、First-person Auto-walkingのキー設定を変更して下さい。",
  "When changing zoning to a road, changes from Network Skins are reset.": "道路のゾーニングを変更した場合は、Network Skinsの設定がリセットされます。",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistic Populationには、no deathcare機能があります。",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "リンク先のコレクションを使用する前に、予めNetwork Extension 2のサブスクを完全に解除して下さい。",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSMの使用は、Find Itを壊すことがあります。管理者としてゲームを実行すると、非互換の問題が一時的に解決する場合があります。",
  "Some textures on Network Extensions roads might not load.": "Network Extensionsで、一部のテクスチャがロードされない可能性があります。",
  "With 81 tiles 2 you don't need Cross The Line.": "81タイルを全てアンロックする場合は、Cross The Lineは必要ありません。",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "両方のMODを有効にすると、配置した建物がデスポーンします。Ploppable RICOには、同様の機能が既にあります。",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2にも同じ機能がありますが、特定のネットワークを指定するオプションはありません。両方を一緒に使用したり、他のMODは使用しないことも可能です。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Ultimate Eyecandyの時間と速度のオプションは既に機能していません。時間を変更すると自動的にゲームが一時停止し、解除すると時間が元に戻ります。",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Daylight Classicでは、Classicの太陽光の色/Classicの太陽光の強度/Classicの色設定を無効化します。",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "TM:PEで線路や軌道の速度制限をしない限り、これらのMODは互換性があるはずです。",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds ＆ Fog Togglerは、Hide it, Bobbyにあるフォグのオプションを上書きします。",
  "Several users report using these together without issues.": "複数のユーザーがこれらのMODを一緒に、併用しても問題無い報告があります。",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painterは、最新のMove Itのアップデートに未対応です。Move Itの統合機能を使用する、全てMODを巻き込んで問題が発生します。",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Move Itの橋脚の制御強化オプションを変更すると、橋脚周辺の地表ペイントが消える場合があります。",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "日付を変更すると、グラフにずれ/一部が上書きされる可能性があります。",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lifecycle Rebalanceには、no deathcare機能があります。",
  "Use Ploppable RICO Revisited instead.": "代わりにPloppable RICO Revisitedを使用して下さい。",
  "Mod settings for Shadow Distance Fix reset on game load.": "Shadow Distance Fixの設定が、ゲームのロード時にリセットされます。",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Upgrade Untouchableは、MOMにある橋脚の選択機能を壊します。",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "樹木が空中に浮く問題があります。両方のMOD機能を持つ、Tree Anarchyに切り替えることも可能です。",
  "Loading Screen Mod asset report file also include all these information.": "Loading Screen Modのアセットレポートのファイルには、これらの情報も全て含まれています。",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "両方のMODに、メインメニュー画面のパネルを非表示にするオプションがあります。片方のMODで設定しないと、問題が発生する可能性があります。",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "両方のMOD機能を持つ、Tree Anarchyに切り替えることも可能です。",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "TM:PEで信号機や優先標識の設定は、線路や軌道で使用しても機能しません。他の設定や機能は動作します。",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "複数のユーザーがNetwork Skinsをサブスクしていると、Parallel Road Toolが動作しない報告があります。",
  "Restores ship behavior that allows them to float on the land.": "船舶を陸上でホバークラフトのような挙動で復活させます。",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Network Extensionsの一部の道路では、間違った信号機や不要な信号機を生成します。",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Boosterは、Mini FPS Boosterの全機能とそれ以上の機能があります。",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "この場合はエラーが発生する可能性があります。解決方法については、FPS Boosterのワークショップから、「2021年8月24日のコメント」を確認して下さい。",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "3つのMODは、Extended Managers Libraryを使用する代わりに、新しいゲームで使用する必要があります。",
  "This mod combination prevents using the light background theme.": "このMODの組み合わせは、明るい背景テーマの使用を防ぎます。",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Road Builderで作成した道路は、デフォルトではバニラの橋脚を使用しません。\nそのため、Curb Height Adjusterで橋や床板の厚みを薄くすると、道路と橋脚に隙間が出来ます。",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "医療サービスの選択パネルでサービス選択の位置が低過ぎて、クリックが難しい/不可能な場合があります。",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "どのMODもvanilla matchmakerを置き換えるもので、互換性はありません。",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "自動置換を行う場合はTM:PEの設定は置換されると、接続しているネットワークのセグメント間で情報が失われます。 車線の矢印変更と車線接続が、マップ全体で乱れる場合があります。",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSURの道路は、Network Extensionsのadvanced zoning optionsのオプションと互換性がありません。",
  "Flickering and disappearing buildings and assets are reported.": "建物やアセットでチラつきや消えることが報告されています。",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Common GroundのAdjacentToPurchasedオプションは、81 Tiles 2と互換性がありません。\n81タイルを全てアンロックするとプレイでは不要ですが、マップエディタで使用する場合はゾーニングの確認が可能になります。",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Plop the Growables MODを使用したセーブは、ロードする前にリンク先の変換MODを使用して下さい。\nそして、Ploppable RICO RevisitedとFind it! 2を使用すれば、Plop the Growablesと同じことが出来ます。",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive ShaderはReal Timeで変更された、日の出/日の入りの時間と互換性がありません。代わりにAdditive Shaderのテスト版を使用して下さい。",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Colossal Order社で内蔵しているUnlimited Soilは、Extra Landscaping Toolsの機能にあるので無効化して下さい。",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "ゲームを起動する前に、必ずSteamクライアントを実行して下さい。LinuxとMacOSのユーザーは、ユーザーによる操作が必要なので、下記のインストールガイドを確認して下さい。\nInstallation Guides for Patch Loader dependencyのガイド: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "現在、この修正はゲーム本体の一部に含まれます。",
  "This is a standard, builtin mod uploaded to the Workshop.": "これはワークショップにアップロードされた、ゲーム標準である内蔵MODと同じです。",
  "The original mod supports various languages.": "オリジナルMODは様々な言語に対応しています。",
  "This seems to be related to the infamous ali213_mod_01 mod.": "これは悪名高いali213_mod_01 modと関連しているようです。",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "このMODを使用する前に、既存のセーブデータはバックアップを作成することを強く推奨します。",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "機能がゲーム本体の一部となりました。現在は依存するアセットのみで、このMODは必要になります。",
  "Now part of the base game, only needed for assets, that use these tracks.": "現在はゲーム本体の一部で、これらのトラックを使用する依存するアセットで必要です。",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "このMODでは計算方法が若干異なりますが、ゲーム本体に同等の機能が実装されています。",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "ユーザーの報告でFine Road Toolsをサブスクしていない場合は、UIが表示されない報告があります。",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "歴史的建造物の設定はゲーム機能の一部ですが、このMODでは歴史的建造物を放棄することが出来ません。",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "このMODより強力なLoading Screen Modにある、リカバリーモードのオプションを使用して下さい。",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "作成されたマップでProp Anarchyが必要になるため、マップエディタで使用することは非推奨です。",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "このMODが機能するには、少なくとも1つの信号機のPropパックが必要です。\n競合を避けるためにゲーム起動時に自動で他の信号機MODを無効化します。そして、信号機MODに含まれる信号機Propを使用することも可能ですが、該当する信号機MODは無効化して下さい。",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "このLABS版のバージョンはGitHubにあります。\nGithub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "全てのDLC Industriesの建物を含む非RICOの建物以外で、全ての労働者はサービス (SRV) 番号に含まれます。",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "このMODは、Windows/Mac OS/Linuxで動作します。\n付属のスタンドアロン版 Load Order ToolはWindowsのみで動作して、.Netライブラリのインストールが必要です。詳しくはワークショップのページを確認して下さい。",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "自然保護区の歩道などは、傾斜地に配置すると上手く馴染みません。これはClampモードの強度を100程度 (推奨)にするか、「overwrite terrain appearance」オプションを有効化すれば解決できます。\n\nただし、「overwrite terrain appearance」オプションを有効にすると、等高線のオーバーレイが壊れます。オプションを無効化する・Clampモードの強度を120以下する・もしくはScaleモードで強度を100以下で、いずれかの方法を使用して下さい。\n\nネットワークでは常に草原が表示されて、崖のテクスチャは表示されません。 特にD͓̽X͓̽氏のslope profilesなどで顕著に見られます。",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "このMODは矢印をより見やすくしますが、既にMODの機能はゲーム自体に含まれています。",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "MacOSでは、FPS Boosterが動作しないため必要でした。問題は既に解決されたので、誰もがFPS Boosterを使えるはずです。",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "ゲーム実行中に何かサブスクの操作をすると、全ての着色情報が喪失します。",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "単体でも使用可能ですが無効にして、BOBやTraffic Light Replacer MODのPropパックとして使用することも可能です。",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "以前は新バージョンでしたが、オリジナルがアップデートしたため非推奨になりました。代わりにオリジナルを使用して下さい。",
  "When using this mod, it is wise to back up your saves from time to time.": "このMODを使用する場合は、定期的にセーブのバックアップを推奨します。",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "都市間バスと外部接続の出入りは通常の高速道路だけ機能して、ナショナルロードの接続は機能しません。",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "古い情報を表示＆使用しています。Compatibility Reportの正式リリースでは、多言語対応になりました！",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "このMODは墓地のみですが、まだ必要になります。他の機能は、ゲーム内の廃棄物の搬送と処理施設がカバーしています。",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "これはBOB MODと組み合わせて、次のPropパックで引き継がれています。\nワークショップ: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "誤ってCinematic Camera用として表示されています。",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "このMODの代替案や移行先は、コレクション内の説明を確認して下さい。\nRoad & Highway Extensionsのコレクション: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "ゲームで低学歴の労働者が不足する諸問題は、高学歴の労働者を低学歴の仕事でも雇用することで解決しています。",
  "CAUTION: If you use this and save, the game save is broken.": "注意: これを使用して保存すると、セーブデータが破損します。",
  "This is for testing only and might be removed from the Workshop soon.": "これはテスト用で、近い将来ワークショップから削除される可能性があります。",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "このMODでPropを使用してアセットを作成した場合は、アセットはこのバージョンのMODに依存します。オリジナルのMODでは、認識せず使用出来ないので注意して下さい。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Prop ＆ Tree Anarchyの代わりに、Prop AnarchyとTree Anarchyを組み合わせて使用して下さい。",
  "It is STRONGLY recommended not to use this mod!": "このMODは使用しないことを強く推奨します。",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "もしくは、MOMを完全に削除したい場合は、サブスクを解除してもセーブデータにアクセスできる「ghost mode」があります。",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "作者はコードを暗号化していて、そのコードへのアクセス方法を一切提供していません。そのため、有害なコード・問題のあるコードを確認することはできません。他のMOD作者も、このMODを使用することで発生した問題の改善に取り組むことはありません。私たちが確認できるのは、このMODが上位100にあるMODのいくつかで問題を引き起こしています。",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "フォントの表示が壊れる/チラつきの問題が出た場合は、MODオプションでCustom Font Managerを無効化して下さい。",
  "This mod was only for scenario developers looking for more options.": "このMODはより多くのオプションを必要とする、シナリオ開発者向けのものです。",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "注意: サブスクの解除だけでは、ロケールファイルは削除されません。\n手動でロケールフォルダ内から削除する必要があります。ワークショップのページを参照して下さい。",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "様々なMODと競合して、更に同じ機能を持つ他のMODと互換性がありません。ここで全てを取り上げることが出来ないほど多くあります。",
  "The original mod supports the Chinese language.": "オリジナルのMODは中国語に対応しています。",
  "Now part of the base game, therefore not needed any more.": "現在はゲーム本体の機能として実装されたので不要です。",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "これは新しいゲームの開始時のみで、以前のセーブではタイルがアンロックされません。",
  "Can't show data from extension mods like Extended Managers Library.": "Extended Managers Libraryなど、オブジェクトを拡張するMODでデータの表示ができません。",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "警察/医療/消防署を自動で予算化すると、予算が少ない場合は影響範囲が減るので地価が下がる可能性があります。",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "これは勝手にToggleable Whitenessを修正した非公式版です。",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "ゲームには一方通行の線路がありますが、単線で双方向の線路がありません。\n単線のステーショントラックを必要とする駅アセットでは今でも必要です。",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "これは古い旗のPropや車両のサブメッシュで、MODに依存している場合は必要です。"
}