{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Niet compatibel met dynamische resolutie en andere cameraMods.",
  "Vehicle LOD Flashing": "Voertuig LOD knippert",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Afmelden na gebruik! Dit zal het spellogboek spammen en de grootte ervan sterk verhogen.",
  "Broken / Can't be loaded": "Kapot / Kan niet geladen worden",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "In Repaint opties is ook een instelling om de donkerdere knooppuntkleur op snelwegen vast te stellen.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Als intersecties blauw lijken, ga dan naar de mod's instellingen en schakel auto-refresh in. Dit verhoogt de laadtijd als u veel aangepaste wegen hebt.",
  "This might increase loading time.": "Dit kan de laadtijd verhogen.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Deze mod is niet geoptimaliseerd en kan prestatieproblemen veroorzaken. Dit heeft waarschijnlijk onbekende onverenigbaarheden met andere mods. Het is STRONGLY aangeraden om deze modus niet te gebruiken!",
  "Mod options resetting on game load.": "Mod opties resetten bij spel lading.",
  "Game breaking": "Game breaking",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "GEBRUIK DE GEGENEREERDE PROPS in mods zoals BOB, Pocedural Objecten of versnijdingsgereedschap. Dit kan je redding breken! Het is logisch en geen probleem met deze mods. Niet-Terrein Conformatie van de Eigenschappen, evenals Tree & Voertuig Eigenschappen worden op een specifiek moment in het laadproces gegenereerd (ze worden niet opgeslagen! Dit betekent dat deze activa in mods moeten worden gebruikt, dat ze moeten worden geladen, simpelweg omdat ze op dit moment niet tot stand worden gebracht, worden de netwerken en andere dingen geladen.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Vanwege de significante wijzigingen in het basisspel, wordt deze mod het best gebruikt voor nieuwe games alleen.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Lang stationnamen of dubbele stationnamen kunnen de lay-out stuk maken. Regels die hetzelfde station meerdere keren gebruiken kunnen de mod verwarren. Stationnamen op meerdere platformstations kunnen mogelijk onjuist zijn.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "WAARSCHUWING: Deze auteur is verbannen voor het plaatsen van kwaadaardige code in hun mods. Deze mod wordt verdacht van kwaadaardige code erin. Je zou beter HET IMMEDIATELE VERWIJDEREN! WAARSCHUWING: Volg NIET de instructies op de mod pagina om een update via GitHub te downloaden. Die updater bevat MALICIOUS code en zal kwaadaardige code toevoegen aan deze Harmony mod! De auteur staat ook bekend om het opzettelijk breken van zijn eigen mods uit het hoofd. Technisch gezien werkt dit niet zo goed, wat veel verkeerde fouten geeft en niet compatibel is met veel mods in de Workshop. In combinatie met de geschiedenis van de auteur zou het zeer verstandig zijn om UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "De maker heeft zijn code versleuteld en heeft geen toegang tot zijn code. Daarom kan niet worden gecontroleerd of ze geen schadelijke code bevatten. Noch de andere modders kunnen werken aan het oplossen van kwesties die aan de orde stellen met het gebruik van mods van deze maker. We kunnen alleen verifiëren, dat hun mods problemen met meerdere top 100 mods creëren. Daarom raden we sterk aan om deze modus niet te gebruiken!",
  "Can't be loaded": "Kan niet geladen worden",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Het magazijn is voor sommige gebruikers niet leeg. Dit kan worden veroorzaakt door het feit dat vissersboten alle autoslots opnemen, dus er kan geen vrachtwagen van opslagplaatsen neerkomen. Gebruikers hebben vrachtwagens opgemerkt die vis van het ene magazijn naar het andere vervoerden.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Om de paden voor schepen/veerboten te zien tijdens het plaatsen van een bridge, schakelt u de weergave van transportinformatie in.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "De spawnpoints zijn soms te ver van de oorspronkelijke spawnpoint terechtgekomen en beletten alle passagiers in het openbaar vervoer. Spawn punten voor vrachtwagenvrachtwagens worden niet ondersteund op vrachttreinstations, vrachtluchthavens of vrachtharboren.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"GEEN Big Truck Mod geladen met fouten\" bericht aporen.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop verbergen is verwijderd van dit mod, maar is beschikbaar in de BOB mod.",
  "Only works on displays with a 16:9 aspect ratio.": "Werkt alleen op displays met een hoogte-breedteverhouding van 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Niet werken voor alle gebouwen, prestatieproblemen, foutmeldingen.",
  "Lags the game massively": "Lagt het spel heel erg",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vanilla verlichting op voetgangers wegen kan niet worden uitgewisseld.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Dit kan ertoe leiden dat cims vastzitten in kapotte of verwijderde stops van openbaar vervoer, wat leidt tot vertraging in grotere steden.",
  "LOD has too many vertices": "LOD heeft te veel hoekpunten",
  "This has some issues with spaces in names.": "Dit heeft enkele problemen met spaties in namen.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "WAARSCHUWING: Deze auteur is verbannen voor het plaatsen van kwaadaardige code in hun mods. De auteur staat ook bekend om het opzettelijk breken van zijn eigen mods uit het hoofd. Technisch gezien kan dit werken. Gezien de geschiedenis van de auteur zou het zeer verstandig zijn om UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Dit lijkt te werken voor sommige mensen, maar anderen melden problemen. Werkt niet in het hoofdmenu, werkt alleen na het laden van een kaart.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Schakel scrollen met een van de sneltoetsen uit voordat ze desintegreren om onbedoeld massaal desintegreren te voorkomen. Hetzelfde geldt voor andere acties die met de rechter muisknop worden uitgevoerd, zoals road upgrades.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "In andere resoluties dan 16:9 hoogte-breedteverhouding beweegt het naar de linkerbovenhoek, het blokkeert de standaard Infoview knop.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Veroorzaakt vreemde effecten op kruisingen en conflicteert met verschillende Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "De Tab toets die deze mod gebruikt conflicteert met verschillende andere mods. Gebruik een andere persoon mod, of wijzig de sleutel in het xml-bestand (zie de commentaren van de Workshop).",
  "Create massive lags if no overlay.png is in the specified folder.": "Maak enorme vertragingen aan als er geen overlay.png in de opgegeven map is.",
  "Vehicle LOD Turn Black": "Voertuig LOD veranderd naar zwart",
  "Error popup": "Foutmelding pop-up",
  "Missing UI. Performance issues (fps drops).": "Ontbrekende UI. Prestatieproblemen (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Gebruikers melden dat \"Make it Rain\" moet worden aangeklikt (in Opties) als er veel mods gebruikt worden. Zonder anderen mods werkt het zelf. Regen kan ook flikkeren, maar dit gaat na een tijdje weg.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Het scherm met mod opties kan breken als je te veel treinactiva hebt. Sommige gebruikers melden problemen met het configuratiebestand niet goed gemaakt. Dit kan leiden tot vertraging indien geen FPS-booster.",
  "Error messages popup": "Foutbericht pop-ups verschijnen",
  "The reported issues might be unknown mod conflicts.": "De gerapporteerde problemen kunnen onbekende mod conflicten zijn.",
  "Multiple reports about getting a blank screen when loading a map.": "Meerdere rapporten over het krijgen van een leeg scherm bij het laden van een kaart.",
  "Crash the game / Error popup": "Crasht het spel / Foutbericht pop-up",
  "Several reports of lagging the game.": "Verschillende rapporten van het spel lopen achter.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Scherm knippert / knippert. Tijd springen of achteruit gaan.",
  "Not recognise few latest DLC sounds.": "Geen paar nieuwste DLC-geluiden herkend.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Als u zich abonneren op verkeerde geconfigureerde assets die deze mod nodig hebben, kunnen deze gameproblemen veroorzaken.",
  "Several users report it is not working at all.": "Verschillende gebruikers melden dat het helemaal niet werkt.",
  "LOD not correct.": "LOD niet juist.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Activa die deel uitmaken van een mod worden mogelijk niet langer automatisch ingeschakeld door het spel.",
  "Conflicts with various other mods.": "Conflict met verschillende andere mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Werkt niet voor alle gebouwen, terreinpieken en gaten, snelheidsproblemen, foutmeldingen.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "Let op: Dit verbergt alleen de probleempictogrammen. De problemen bestaan nog! Dit kan snel leiden tot massaverlaten als je vergeet te controleren op problemen.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Werkt niet met de gebouwen van Promenades & Plazas DLC. Veroorzaakt verschillende storingen en soms zelfs crashen!",
  "Broken / Can't be used": "Kapot / Kan niet gebruikt worden",
  "Forgets settings at start, esp. the sun height.": "Vergeet instelling aan het begin, vooral de hoogte van de zon.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Sommige gebruikers melden dit om onlaadbare spellen te veroorzaken. Het is onbekend of dit een mod conflict is of een probleem is met game patch 1. 4. Sommige gebruikers melden een ontbrekende UI. LOD's kunnen niet worden vervangen. Zie de Werkplaats voor meer informatie over bekende problemen.",
  "Can't be loaded / Error popup": "Kan niet geladen worden / Foutbericht pop-up",
  "Doesn't show up in the CSL Music Mod.": "Niet in de CSL Muziek Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Op sommige kruispunten verschijnen dubbele verkeerslampen. Bij een T-kruispunt verschijnt er geen licht op de kruisweg. Snelwegen en snelspoorlijnen hebben de verkeerslichten aan de verkeerde kant van de kruising.",
  "Not supporting budgets for newer DLC.": "budgetten voor nieuwere DLC worden niet ondersteund.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilla passagierstreinen spawnen niet meer met kleurvariatie, dit is opzettelijk.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Dit is niet compatibel met mods die ook de bouwcapaciteit veranderen. Gebruik in plaats daarvan Realistische Bevolking Herziening voor betere compatibiliteit.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Alle spelers moeten exact dezelfde DLC's hebben (geen ondersteuning) en mods. CSM is niet compatibel met de meeste mods, te veel om hier te vermelden. Een (zeer korte) lijst van ondersteunde mods: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Highway textures zullen willekeurig per segment spiegelen bij het toepassen van deze mod en moeten worden herbouwd om te repareren.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Ontbrekende instellingen voor de laatste paar DLC's: Parklife, Industries, Campus en Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Zal niet bulldoze als u natuurlijke rampen hebt. U moet in dit geval rampenbestrijding-eenheid gebruiken. Nieuwere bouwcategorieën worden niet bulldozed.",
  "Vehicle LOD Turn White": "Voertuig LOD veranderd naar wit",
  "DLCs after Campus can’t be selected.": "DLCs na de Campus kunnen niet worden geselecteerd.",
  "Can cause performance issues (lag or fps drops).": "Kan prestatieproblemen veroorzaken (vertraging- of fps drops).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Deze mod kan een impact hebben op spelprestaties. Werkt niet in scenario spellen.",
  "This sometimes breaks transport lines.": "Dit breekt soms transportlijnen.",
  "As it is an outdated mod some panels may noth be unlocked.": "Aangezien het een verouderde mod is, kunnen sommige panelen vrijgegeven worden.",
  "Breaks the pause after loading game option.": "Breekt de pauze na het laden van het spel optie.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Externe bronnen worden daar niet gebruikt zodat je het niet op een nieuwe kaart kunt gebruiken. Verschillende spelers melden dat het helemaal niet werkt.",
  "Building flickers": "Gebouwen flikkeren",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "De borstel werkt soms op. Afmelden en opnieuw abonneren (terwijl het spel niet actief is) helpt vaak een tijdje maar een meer permanente oplossing is het gebruiken van de laadorder Mod en het instellen van de laadvolgorde van Bos Borstel op 9999.",
  "Buttons are no longer aligned correctly.": "Knoppen zijn niet langer correct aangepast.",
  "For some players it do not create ship pathes.": "Voor sommige spelers maakt het geen schip paden.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Ondergrondse stations zorgen voor een tunneltoegang, waardoor het moeilijk is om het spoor te verbinden met het station en het grondoppervlak te verstoren. Verhoogde en grondtracks lijken prima.",
  "This breaks up the UI, especially text scaling.": "Dit breekt het UI, vooral tekstschaaling.",
  "Game might get corrupted.": "Spel kan beschadigd raken.",
  "Causes game crashes.": "Veroorzaakt spel crasht.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Werkt niet met actuele spelversies als de dependency mod Roads United Core 2.0 niet meer wordt bijgewerkt.",
  "It’s in early development stage. See information on workshop page.": "Het is in een vroege ontwikkelingsfase. Zie informatie op de workshop pagina.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Als je bomen wilt laten teleurstellen tijdens het bouwen van wegen, zorg ervoor dat \"Botsvorming\" in Netwerk Anarchy geactiveerd is.",
  "Freezes the game": "Bevriest het spel",
  "Everything that has more than two rails tracks can't be hidden.": "Alles wat meer dan twee sporen heeft, kan niet worden verborgen.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Dit werkt mogelijk niet met een 3DxWare stuurprogramma versie hoger dan 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Resultaten zijn niet meer betrouwbaar. Gebruik in plaats daarvan het compatibiliteitsrapport.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Dit kan werken, maar het is niet de beste manier om het probleem op te lossen. Het spel lost dit zelf al op door een aantal hoogopgeleide mensen in dienst te nemen in lager onderwijs of u kunt Employ Overeducated Workers V2 gebruiken in plaats daarvan voor een sterker effect.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Er worden \"prefab-fouten dupliceren, die onschadelijk zijn. Sommige gebruikers melden dat verkeerslicht nog steeds wit wordt na de laatste update die dit had moeten verhelpen.",
  "Public transport part not working anymore.": "Openbaar vervoer onderdeel werkt niet meer.",
  "You can easily modify the RICO settings in-game.": "U kunt eenvoudig de RICO instellingen aanpassen in het spel.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Zal elke DLC of basisspel overdracht van nieuwe functies dan Sneeuwval DLC verbreken.",
  "The functionality of this mod is included in the game itself.": "De functionaliteit van deze mod is inbegrepen in het spel zelf.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Zeldzame gevallen waar het fouten spuwen en zelfs het spel kan sluiten naar het bureaublad.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Voegt alleen roterende lampen toe aan ondersteunde voertuigen, die op de workshop pagina staan.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "De naam van deze mod is misleidend. Het vermindert niet de hoeveelheid geproduceerde afval. Het verlaagt alleen de afvalkosten. Dus een betere naam zou zijn \"Less Garbage Expenses\" (Verlaagde afvalkosten).",
  "Bloom settings not being applied. Config files not loading.": "Bloom instellingen niet toegepast. Configuratiebestanden worden niet geladen.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Wanneer je stad ongeveer 15000 burgers bereikt, zal deze mod de snelheid boven het x4 spel standaard niet meer verhogen.",
  "It takes some in-game time for the extra money to arrive.": "Het duurt even voordat het extra geld aankomt.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Water spikes kunnen eeuwig blijven, zelfs als de mod is uitgeschreven.",
  "Not showing information for newer DLC assets.": "Informatie voor nieuwere DLC-activa wordt niet getoond.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Verscheidene functies werken niet meer en gooit fouten als je geen Industries DLC hebt.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown werkt niet, waarschijnlijk als gevolg van incompatibiliteit met andere mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "LET OP: Het Japanse lokalisatiebestand wordt niet verwijderd, zelfs als je je uitschrijft van deze mod. Zie de beschrijving in de Workshop.",
  "This is only needed for custom networks that require this mod.": "Dit is alleen nodig voor aangepaste netwerken die deze mod vereisen.",
  "Button for the settings not visible for several users.": "Knop voor instellingen niet zichtbaar voor meerdere gebruikers.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Selectie van voertuigen voor treinen tussen steden wordt genegeerd en sommige nieuwe vanilla worden niet weergegeven in het selectievenster van voertuigen.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "WAARSCHUWING: Deze auteur is verbannen voor het plaatsen van kwaadaardige code in hun mods. Deze mod wordt verdacht van kwaadaardige code erin. Je zou beter IT IMMEDIATELE VERWIJDEREN! De auteur staat ook bekend om het opzettelijk breken van zijn eigen mods uit het hoofd.",
  "Includes malicious code!": "Bevat kwaadaardige code!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "WAARSCHUWING: Deze mod is DANGEROUS! Het downloadt bestanden van een niet-gecontroleerde locatie en overschrijft bestanden van andere mods met het. Dit is VERY DANGEROUS software en moet niet worden gebruikt! U zou het beter VERWIJDEREN HET IMMEDIATELIET! WAARSCHUWING: Deze auteur is verbannen voor het plaatsen van kwaadaardige code in hun mods. De auteur staat ook bekend om het opzettelijk breken van zijn eigen mods uit het hoofd. WAARSCHUWING: Deze mod is verwijderd uit de Workshop door Steam omdat het hun overeenkomst heeft geschonden.",
  "This breaks maps saved in the map editor.": "Dit breekt kaarten die opgeslagen zijn in de kaart-editor.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Schakel It! heb een optie om gebouwen op de kaart te verbergen (bv. om alleen de straten zichtbaar te maken voor planning). Als je \"onzichtbare gebouwen\" moet controleren, als je deze optie per ongeluk hebt geactiveerd.",
  "Private building cannot include roads or other net types": "Particuliere gebouwen mogen geen wegen of andere nettypes bevatten",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Ongeldige DLC unlocker!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Het kan visuele storingen veroorzaken in het menu (tabbladen zonder beschrijving en/of afbeelding).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Sneltoets werkt niet (probeer linker shift in plaats van rechter shift). Lichtinstellingen van Ultimate Eyecandy resetten of het licht wordt erg donker bij wijzigingen in Relight instellingen of bij het laden van het spel.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Dit mist alle nieuwe klassen van alle patches sinds release en uit alle DLC's.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Het opslaan van kaarten met een hoog volume bomen en een groot aantal branden kan erg lang duren.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Aangepaste pijlers kunnen bij volgende belasting gereset worden. UI voor de mod niet volledig werkt.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Deze mod wordt verdacht om soms te voorkomen dat andere mod knoppen worden weergegeven.",
  "LOD has too many vertices.": "LOD heeft te veel hoekpunten.",
  "Various players report, information could not be gathered.": "Verschillende spelers rapporteren, informatie kon niet worden verzameld.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Het lijkt een Data Manager kloon te zijn, maar vertelt u dat het de Auto Line Kleur is en dat de broncode niet beschikbaar is.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Na het wijzigen van de stijlen om terug te zijn naar geen en het opnieuw laden van de save gaat het terug naar de stijl die vooraf was geselecteerd. Het verdwijnt historische gebouwen van een andere stijl. Workaround is om het district te verwijderen en opnieuw te vertekenen.\r\nFix is in ontwikkeling.",
  "Africa in Miniature buildings don't show up in menus.": "Afrika in miniatuurgebouwen komt niet in menu's voor.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina bevat een uitvoerbaar programma om LUT Editor uit te voeren die zich in de Workshop map van Lumina bevindt.",
  "Demand stays at zero.": "De vraag blijft op nul staan.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Werkt, maar veroorzaakt \"InvalidOperationException\" foutmeldingen in het logbestand.",
  "This is missing statistics from later DLCs and game patches.": "Hier ontbreken statistieken van latere DLC's en gamepatches.",
  "Several reports about conflicts with various mods.": "Verschillende verslagen over conflicten met verschillende mods.",
  "Rocks can’t be deleted.": "Stenen kunnen niet worden verwijderd.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Er wordt gezegd dat dit doorbroken is, maar er zijn nogal wat rapporten die zeggen dat het werkt. Je moet mogelijk een 180 degressie instellen om de zon goed van oost naar west te laten gaan.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Voor sommige mensen werkt deze mod nog steeds goed. Voor anderen zijn er onverenigbaarheden met verschillende mods, die we niet volledig kunnen verifiëren.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Dit heeft mogelijk Ambient Sound Tuner 2.0 nodig: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Niet alle wegen ontgrendelen.",
  "Distorted LOD": "Verongeëvenaarde LOD",
  "Causes ingame lags": "Oorzaken Zelfde vertragingen",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "De functie kopiëren van Beweeg Het mod kan ook unieke gebouwen dupliceren.",
  "Error: too many vertices": "Fout: te veel hoekpunten",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Dit werkt wel voor een aantal corrupte spelsplannen, maar niet voor iedereen. Als het spel geladen wordt, zal het spel enige tijd bevriezen. Dit is normaal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Dit is niet bijgewerkt voor de nieuwste DLC's en mist nog veel van de Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries en Props worden zwart voor de ondersteunde Vanilla tracks!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Bus stopt op de wegen vanaf nieuwere patches en DLC's zal niet worden vervangen.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Instelling reset elke lading en voor verschillende spelers is kapot. Ook is het zeer waarschijnlijk in conflict met verschillende andere cameramods.",
  "Breaks game if you setup to high values.": "Breekt het spel als je bent ingesteld op hoge waarden.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Dit zal gebouwen die al werden verlaten voordat deze mod actief werd, niet repareren.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Deze mod is niet langer nodig, tenzij je een oude asset hebt die dit nodig heeft. Omdat de functionaliteit van deze mod is opgenomen in het spel zelf.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Verplegende woningen laten zien als Deathcare dekking wanneer ze worden geplaatst.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Het toepassen van een lijst zal onnodige mods uitschakelen, maar zich niet afmelden, en gehandicapte mods kunnen problemen veroorzaken. Activa die zijn opgenomen in een mod kunnen storen. Spelinstellingen resetten bij het opslaan van deze mods gegevens.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Verschillende problemen, onstabiel. Road pijl functionaliteit werkt niet meer, of alleen na het uitschakelen en opnieuw inschakelen van deze functie op elke belasting. Niet alle wegen worden ondersteund.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "De internationale luchthaven van After Dark veroorzaakt problemen bij het aanmaken van lijnen. Er zijn enkele meldingen over een ontbrekend pictogram/knop.",
  "This might block the vanilla quay upgrade tool.": "Dit kan de vanilla quay upgrade tool blokkeren.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "De bijgevoegde Willekeurige Beveiliging Deuren veroorzaakt een NullReferenceUitzondering. Als u dit pakket wilt gebruiken, moet u Random Security Deuren uitsluiten.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Veroorzaakt lange laadtijden, veroorzaakt verschillende problemen die aan het einde zelfs spelbreuk zijn, daarom gemarkeerd als onverenigbaar met het spel.",
  "Not showing up ingame.": "Niet te verschijnen in dovemansoren.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, spelbevriezingen en knipperende schermen worden gemeld. Wees voorzichtig of meldt je af.",
  "White lines at the moon and Flickering when game running.": "Witte lijnen op de maan en knipperen wanneer het spel loopt.",
  "Invalid Image Format": "Ongeldig afbeeldingsformaat",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Bij het laden van het spel is de vorige waarde correct geladen, maar de schuifregelaar in mod opties zal altijd in de standaardpositie staan.",
  "This is only needed if a prop or mod requires it.": "Dit is alleen nodig als een prop of mod het nodig heeft.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Sommige gebruikers laten het goed werken, maar er zijn nogal wat rapporten, waaronder het opnieuw instellen van instellingen tussen ladingen.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Dit werkt alleen voor displays met een hoogte-breedteverhouding van 16:9 of 16:10. Dit ontbreekt functionaliteit voor recentere patches en DLC's.",
  "Terrain conforming props cannot be moved up/down.": "Terrein conforme props kunnen niet omhoog/omlaag worden verplaatst.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Hoewel deze mod scherpte verhoogt, kan het ook lawaai, moireStrafpatronen en en aliasing problemen introduceren. Vooral in hogere resoluties zie je misschien het verschil niet tussen deze mod actief of niet.",
  "This causes (vanilla) trees to flicker.": "Dit veroorzaakt (vanilla) bomen om te knipperen.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Deze mod heeft geen functie meer. De maker is niet zijn mods voor de spelers te publiceren, maar alleen om mensen te laten zien hoe goed hij kan programmeren.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Kan de fout niet exporteren met een 'XML root element ontbreekt' in de log. Trein tracks soms niet inbegrepen.\r\nAls u een node in NCR of NC2 en output een kaart wijzigt, kan de tekening van het bijbehorende Node onderdeel onjuist zijn.\r\nPassagierhelikopter en toegevoegde Trolley-bus routes in DLC SH worden niet weergegeven. (DLC SH wordt niet ondersteund).",
  "Creating 'ghost' vehicles": "Creëer 'spookauto's'",
  "Creating 'ghost' vehicles is reported and need to be verified.": "De inrichting van \"spookauto's” wordt gerapporteerd en moet worden gecontroleerd.",
  "Do not remove trees added after Campus DLC to the game.": "Verwijder geen bomen die na de Campus DLC aan het spel zijn toegevoegd.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflicten met verschillende mods en kunnen leiden tot crashes. Kan prestatieproblemen veroorzaken en de laadtijd verhogen.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Dit veroorzaakt zeer lange laadtijden als de laadtijd Fix mod niet wordt gebruikt.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Om buiten verbindingen met zoneerbare wegen buiten de ontgrendelde tegels te bouwen, moet je tijdelijk zonering met een andere mod uitschakelen. In de kaartenbewerker moeten de verbindingen vanilla wegen, niet aangepaste wegen. Stadsbussen komen de stad alleen binnen via 1-weg buiten de verbindingen, niet via 2-weg weg.",
  "This is an incomplete version to lure you into buying a complete version.": "Dit is een onvolledige versie om je te verleiden tot het kopen van een volledige versie.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Abonneren op deze mod veroorzaakt het flikkeren of verdwijnen van gebouwen. Vermijd om elk materiaal te gebruiken, dat je dwingt om deze modi te gebruiken!",
  "The default English names still appear as well, next to the new Japanese names.": "De standaard Engelse namen verschijnen ook, naast de nieuwe Japanse namen.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Deze mod verhoogt de laadtijd, en deze stijging kan enorm zijn voor grote steden.",
  "Previously created rotating props still require the PropRotating Params mod.": "Eerder gecreëerde rotatieprops hebben nog steeds de PropRotating Params mod nodig.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Er is een verslag dat het spel niet kan redden, vooral niet met een groot aantal procedurele objecten.\r\nBegin eerst na de installatie van een lege raam aporen. Start je game opnieuw om dit op te lossen.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Op een T-kruispunt verschijnt er geen licht op de kruisende weg.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Dit wordt niet bijgewerkt voor de Industries DLC en zal waarschijnlijk niet werken voor de industriegebieden uit die DLC.",
  "Simulation Errors and conflits with various other mods.": "Simulatie fouten en verwart met verschillende andere mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Als de standaard er te donker uitziet, stel dan de globale en/of omgevingslichtintensiteit in Ultimate Eyecandy in. Schaduwen moeten worden ingesteld op maximaal Schaduw Kracht Adjuster om te voorkomen dat de zon door objecten lekt. Om schaduwen minder zichtbaar te maken, vermindert de mondiale lichtintensiteit en verhoogt de omgevingslichtintensiteit in Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Veroorzaakt verschillende issues als één pad wordt willekeurig geselecteerd",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Ondersteun geen namen voor nieuwere DLC-districten.\r\nInschakelen en laden van meerdere naamlijsten die hetzelfde vertalingselement veranderen zal conflicten veroorzaken.\r\nOm conflicten te voorkomen, controleer welke Vertalingselementen veranderen in de workshop van de naamlijst.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Grondstoffen leegmaken in plaats van onbeperkt te zijn, de taal schakelt elke start terug naar Engels en het spel is ontgrendeld, zelfs als deze functie is gedeactiveerd.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Werkt niet op Vanilla wegen van later dan Sunser Harbour. Je zou geabonneerd kunnen blijven, maar gedeactiveerd om BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 te gebruiken om de props uit te wisselen.",
  "Not able to name new districts.": "Niet in staat om nieuwe gemeenten te noemen.",
  "The traffic lights on some custom road do not change.": "Het verkeerslicht op een of andere aangepaste weg verandert niet.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Watervervuiling uitschakelen is niet onmiddellijk, het kost enige tijd om het water op te ruimen. Ook vervuiling van grond of water is niet onmiddellijk terug te vinden, het kost even tijd om weer op te bouwen.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Fouten in het spellogboek over niet-toegestane acties. Niet spawnen. Er worden geen voornamen toegewezen.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Werkt alleen met kaarten geabonneerd op de workshop. Gebruikt detour en daarmee voor incompatibel met diverse andere – voornamelijk Harmony – mods.",
  "Only a limited set of roads is included.": "Slechts een beperkt aantal wegen is opgenomen.",
  "User reports that it is not working at all if you select heavy traffic.": "Gebruikersrapporten dat het helemaal niet werkt als u zwaar verkeer selecteert.",
  "Broken LOD, Vehicle blinks.": "Gebroken LOD, Voertuig knippert.",
  "Clipping may occur as well as simulation errors.": "Knipsels kunnen zowel als simulatiefouten optreden.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Voor sommige gebruikers nemen burgers geen auto, maar wegkwijnen en respawnen bij hun huis, soms naar hetzelfde station/stop opnieuw.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Zie de basis Render It! & Play It! gids op https://bit.ly/3XiMQPY voor meer informatie.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Het verkeerde type verkeerslicht weergeven bij het gebruik van 'Grote Avenue met Grass'. Misschien werkt het niet voor linker handverkeer (LHT) en voor klein, eenrichtingsverkeer of wegen met trams.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Het verwijderen van een wegsegment met aangepaste pathfinding kan een NullReference fout veroorzaken.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Fouten tijdens het opstarten. Ontbrekende UI. Prestatieproblemen (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Dit blokkeert vaak de wegupgrade knop. De schalingsfunctie is kapot en moet niet worden gebruikt. Gebruikers melden ook enkele andere problemen.",
  "Button missing. Error popups.": "Knop ontbreekt. Fout pop-ups.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Massale problemen zijn gerapporteerd: ontbrekende wegtexturen, KeyNotFoundFoundException error, game crashes, hoog geheugengebruik.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Gras kan groeien via MVO-wegen. Het gras verbergen met het verbergen ervan of de nodes een beetje verhogen met Beweeg zal helpen. De wegen kunnen soms iets onder het oppervlak worden geplaatst. Verhoog ze met Move It. Tunnel ingangen van niet-gecentreerde CSUR wegen worden gedekt door terreinen. Sommige gebruikers melden dat de game crashes en de CSUR interface niet werken.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "De knop kan niet worden verplaatst, waardoor de statistieken bij bepaalde schermresoluties uit het scherm gaan.",
  "Various issues reported, see Worshop comments for details.": "Verschillende problemen gemeld, zie de Worshop opmerkingen voor details.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Linker handverkeer wordt niet ondersteund. Dit werkt niet op Linux. Opposite side verkeerslichten hebben een aantal stekels op T-intersecties en één weg.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "VOORZICHTIG: VOORWAARDEN NIET SUPPRES in de mod opties of in pop-ups van deze modus, omdat het probleemoplossing mod/asset in de buurt van onmogelijk maakt. Fouten verbergen maakt ze niet weg en maakt je spel minder betrouwbaar!",
  "Disasters are not recognized.": "Rampen worden niet herkend.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Dit werkt niet voor de nieuwe metrostations uit het 'Content Creator Pack: Train Stations', en voor sommige aangepaste stations. Je kunt Beweeg It gebruiken voor die stations.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Een strenge daling in FPS bij het maken van wegen. Sommige gebruikers krijgen een 'ongeldige vorm' fout. Omgekeerde richting geeft soms een uitzondering. De uitzondering is ongevaarlijk, maar je kunt dat segment niet omdraaien en moet opnieuw verwijderen.",
  "For several players it causes errors and is not working.": "Voor verschillende spelers veroorzaakt het fouten en werkt het niet.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Sommige functies zullen niet werken voor lokaal geïnstalleerde assets: sorteren op recente download, zoeken op auteursnaam, open Workshop pagina.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Er is een bug met spawnen als een koe. Hellingen, hellingen en hooggelegen paden lijken niet te werken. Sommigen kunnen alleen achterwaarts lopen of zweven.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Je kunt de gegenereerde wegen niet opslaan en daarom moet je geen besparing openen waar het daarna is gebruikt. Deze mod bevindt zich nog in een vroeg stadium van ontwikkeling.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Sommige gebruikers laten het nog steeds werken, maar voor velen is het geheel stuk of stuk, inclusief het niet kunnen laden van een spel opslag. Het uitschakelen van het \"nieuw algoritme voor het uitloggen van files in de buurt van externe verbindingen\" kan helpen. Het verwijderen van het EnhancedDistrictServices.cgs bestand kan ook helpen, maar u verliest alle aanpassingen.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Werkt niet met levering voertuigen van de Industries en Sunset Harbor DLCs. Het menu instellingen herstellen (sluit en heropen instellingen kan helpen). Mogelijk niet compatibel met alle mods die de AI wijzigen.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Deze mod werkt alleen op Windows, niet op MacOS of Linux. Dit is een geavanceerde mod die Python scripting kennis vereist om te gebruiken.",
  "You must follow exactly the steps on the workshop page to use it.": "U moet de stappen op de workshop pagina exact volgen om deze te kunnen gebruiken.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Niet compatibel met elke soort geautomatiseerde bulldoze mods.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Is nodig om een Aanpasbaar Netwerk goed te laten werken. Dit zijn bijvoorbeeld wegen, verschillende hekken en spoorwegennetten.",
  "Users reported various issues, see Workshop comments.": "Gebruikers hebben verschillende problemen gerapporteerd, zie opmerkingen van de werkplaats.",
  "Will lead to various graphical issues ingame": "Zal leiden tot verschillende grafische problemen ingame",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Wees ervan bewust dat deze mod instabiel is en crashes kunnen zich voordoen in grotere steden!",
  "Cargo trains for some do not spawn.": "Vrachttreinen voor sommigen spawnen niet.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Deze mod heeft een aantal bugs en stabiliteitsproblemen, en wordt niet aanbevolen voor nieuwe spellen. Het wordt hier aangeboden als een poging om spelers met bestaande steden te helpen met behulp van Extended Managers Library/Prop Anarchy door te gaan met hun saves zonder dat ze hun werk opnieuw moeten doen.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Dit is alleen nodig als u de nieuwe generatie mods boomcontrole wilt gebruiken, Prop Control Regel Tool op een kaart/opslaan die gebruikt wordt voor Extended Manager Library, Tree Anarchy, Prop Anarchy. Voor meer informatie check de workshop pagina van deze modd.",
  "Do nothing right now. Should normally not be released publicly.": "Doe op dit moment niets. normaal gesproken niet publiekelijk vrijgelaten.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Selector Service Voertuig 2 blokken Thema Mixer 2 voor sommige spelers om thematextures te kunnen veranderen.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Sommige wegen van netwerkextensies laten een verkeerd of geen verkeerslicht zien.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Beperkingen (Importeren/Exporteren) worden niet getoond als deze samen met Transfer Manager CE worden gebruikt",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Gebruik de originele Precision Engineering mod in plaats van de nu verouderde 2.0 versie.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Afhankelijk van de schermresolutie is het mogelijk nodig om UI-resolutie 1.2 te gebruiken om alle TLM's gebruikersinterface te zien",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Verplegende woningen hebben een onnodig, blanco selectievenster.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Veroorzaakt bomen om te drijven. Je kunt overschakelen naar Boomcontrole, welke de functionaliteit heeft van beide mods.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Blauwe knooppunten kunnen verschijnen en kunnen niet automatisch worden opgelost. Als u AAN netwerken gebruikt, is het beter om de Junction mediaan te verwijderen.",
  "Real Time might delay the arrival of extra Starting Money.": "Real-time kan de komst van extra opstart geld vertragen.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "De auteur van Camera Posities Utility zegt dat deze niet compatibel zijn, maar sommige gebruikers melden dat ze prima samenwerken.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 maakt de tabbladen leeg in de werkbalk voor beter onderwijs. Daarom is het beter om in plaats daarvan de alternatieve collectie te gebruiken.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "In de pauzemodus kunt u de overdag wijzigen, maar zodra u de tijd van de Real Time hervat zal het opnieuw in beslag nemen. Dit is een gedrag dat is bedoeld. Als je de simulatiesnelheid met Play vertraagt! De dagtijd zal niet meer overeenkomen met de Real Time tijd. Dit wordt zeer zichtbaar op de late avond en op de vroege ochtend. Dit is bedoeld gedrag en kan niet worden veranderd.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Gedeelde Stops kunnen niet worden gemaakt op expliciete wegen MVO (het werkt wel op reguliere en compacte wegen).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Gedeelde Stop Enabler heeft de functionaliteit om verhoogde haltes te maken.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Wanneer je Transfer Manager gebruikt, zullen statistieken niet de juiste hoeveelheid politiekopers in gebruik tonen. Het zal altijd 0% tonen.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Spel pauzeert automatisch wanneer je van tijd wisselt, en de tijd wordt terug hersteld wanneer je de pauze niet pauzeert. Tijdssnelheden in TimeWarp zullen niet werken.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Dit kan niet compatibel zijn met een verscheidenheid van mods met vergelijkbare functionaliteit. De vermelde mods zijn slechts een kleine subset van de incompatibele mods.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "U moet Custom Font Manager in FPS Booster deactiveren als u gebruik wilt maken van Font Opties.",
  "The textures from Theme Decals will probably not match the mixed theme.": "De texturen uit Thema Decals komen waarschijnlijk niet overeen met het gemengde thema.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Verberg It! bevat ook een verwijderingsfunctie. Dit moet volledig worden uitgeschakeld en niet worden afgedwongen in Hide It!. In plaats daarvan activeren deze functies in BOB. Dit is de manier waarop deze mods zijn ontworpen om samen te werken.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Als u gebruik wilt maken van de oude props die in de originele mod zijn opgenomen, kunt u de oorspronkelijke mod abonneren, maar uitgeschakeld. Als alternatief zou je het origineel kunnen verplaatsen. rp bestanden naar je lokale assetmap en unsub de originele modd. Als u een nieuwe stad start, is het het beste om de originele mod uit te schrijven en gebruik de Plopable Surfaces van de gekoppelde collectie.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Deze mod is niet nodig om de mod te laten werken, ook al staat de workshop pagina iets anders.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller vernieuwing is actief ontwikkeld en gebruikersvriendelijker.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Dit kan leiden tot blauwe vervagingen op vervanger/MOM-aansluitingen. Mogelijk zijn er andere onverenigbaarheden.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Meer Network Stuff geeft alleen extra functies in de Editor. Voor normaal spel gebruik je alleen de Netwerk-anarchie.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Voor asset makers: deze mod is niet nodig voor nieuw geanimeerde props. Gebruik Modtools en dit gelinkte script.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Je moet in plaats daarvan RON + Cylis NExt2 Vervanging gebruiken.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Wanneer Cubemap Vervanger ook verschillende licht- en spiegelinstellingen wijzigen en wolken en zon in statische posities wijzigen Advertentie Cloud Vervanger biedt zon en wolken aan.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builder mag niet samen met FPS Booster worden gebruikt, omdat in dit geval sommige patches niet goed zullen worden toegepast. Omdat Road Builder alleen werkt in de Editor en niets doet in het normale spel, het moet ten minste gedeactiveerd zijn als je het spel wilt spelen. Het is nog beter om wegbouwer uit te sluiten met Laden Order Tool of om Road Builder af te melden als je geen wegen wilt creëren. FPS Booster moet daarom ten minste gedeactiveerd zijn als je in de Editor wilt komen en Road Builder wilt gebruiken. Het is nog beter om FPS Booster met Load Order Tool uit te sluiten of FPS Booster af te melden als je wegen wilt creëren.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS detecteert geen extra Burgereenheden.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "In de instellingen van \"Express Bus Services (TLM Plugin)\" kunnen de opties \"Experimenteel\" en \"Agressive\" ervoor zorgen dat bussen verdwijnen als Transport Line Manager ook wordt gebruikt. De optie \"Prudential\" werkt zoals verwacht.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Plopable RICO heeft nu de functionaliteit van de Groei van de Ploppables Het gebruik van beide mods samen is mogelijk, maar kan inconsistente resultaten geven tenzij uw instellingen worden aangepast. Groei verwijderen wordt aanbevolen, maar als je klaar bent met een bestaand spel moet je ervoor zorgen dat de instellingen van beide mods hetzelfde zijn.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Wanneer je Transfer Manager gebruikt, zal bouw gebruik niet de juiste hoeveelheid politiekopers in gebruik tonen. Het zal altijd nul tonen.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Uitgebreid InfoPanel 2 heeft alle functies van HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Klikken in de onderste balk voor de UEC-functionaliteit werkt niet.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Toggler regelt de mist opties van Hide It.",
  "A black bar might appear above the bottom toolbar.": "Een zwarte balk verschijnt mogelijk boven de onderste werkbalk.",
  "The yellow arrow signals do not operate with TM:PE.": "De gele pijlen signalen werken niet met TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned kan de UI-resolutie uitschakelen. Gebruik in plaats daarvan de gewone versie van Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Schakel in-/uit! Deze mod kan samen worden gebruikt om bijv. specifieke meldingspictogrammen te verbergen, zelfs als je het bekijken inschakelt!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Sommige wegen van netwerkextensies laten een verkeerd verkeerslicht zien.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Boomanarchie heeft de functionaliteit van Plantenschaling, en nog veel meer.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Geavanceerde Bouw Level Controle heeft alle functionaliteit van Historische Districten en meer.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Speel It! heeft de meeste functionaliteit van Timewarp Fix. Combineer Play It! met Render It! voor volledige vervangende functionaliteit.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Natuurlijke rampenbestrijders worden verward door de langzamere tijdsstroom. Vooral bosbranden zullen veel vaker voorkomen. Zet de brandkans laag als een teken.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "De filters werken niet goed met de boom- en voertuig-modi.",
  "MOM already allows you to convert train stations to metro stations.": "MOM staat u al toe om treinstations te converteren naar metrostations.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Het is niet nodig om pijpen te upgraden als je helemaal geen buizen nodig hebt.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Dit kan \"Niet genoeg Buyers\" problemen geven bij het gebruik van de lane-verbinding-tool van TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Alleen in-game functies, zodat u schip- en vliegtuigpaden kunt maken en verwijderen. U kunt MNS samen met NA uitvoeren voor MNS's kaart-assetbewerkingsfuncties. Maar het is beter om meer netwerkgegevens alleen op te nemen in de Editor profielen.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Beide mods raken dezelfde spelfunctionaliteit en waarschijnlijk conflicten.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Kiezer kiezen van een ander object wanneer de dynamische assetsorteerder de volgorde van items wijzigt.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Sommige functies van TM:PE werken aan omkeerbare tramtracks, maar niet alle.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "De 'Geen probleem' mod laat het spel denken dat het probleem niet bestaat, terwijl de 'Problemen' mod alleen het pictogram verbergt. Elke mod kan (ironisch) al leiden tot ernstige problemen. Het combineren ervan is echt vragen...",
  "Compatible when level Randomization is turned OFF": "Compatibel wanneer willekeurig niveau is uitgeschakeld",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Je zou deze mod kunnen deactiveren en BOB kunnen gebruiken om het verkeerslicht uit te wisselen met de lampen van dit pakket.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Als u de nieuwe cubemap alleen overdag wilt, met de standaardlucht voor nachts, schakel de volgende instellingen voor Fog Controller: \"Dagnacht Hond\" en \"Klassiek Hond\", en activeer de volgende instellingen voor daglicht klassiek: - \"Klassieke zonlichtkleur\", \"Klassieke zonlichtintensiteit\", \"Klassieke mist Effect\" en \"Klassieke mist effect toestaan als dag/nacht cyclus is ingeschakeld\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Speel It! Het deactiveren van zijn eigen functies die overlappen met Thema Mixer. Als u Thema Mixer niet gebruikt om thema's te mengen is het niet meer nodig",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Toevoegen Shader assets geconverteerd naar PO verschijnen niet na het herladen van een save.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Anti-Aliasing Technique TAA zal flikkerende graphics veroorzaken. Zet op FXAA als je deze twee mods samen wilt gebruiken.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Gebruik boombesturing in plaats van onbeperkte bomen modd.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "De voertuiglimiet zal correct worden verhoogd, maar let op dat er ten onrechte de limiet van het oude voertuig wordt weergegeven.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "U moet Custom Font Manager in FPS-Booster deactiveren als u gebruik wilt maken van Font Selector.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Nieuwe skins die zijn toegevoegd met Netwerk skins in een sessie weerspiegelen niet altijd de verandering van het verkeerslicht Vervanger totdat het spel opnieuw wordt geladen.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Van het hoofdmenu, de vertragingstijd in de mod opties zullen onjuist zijn. Terwijl in het spel, laten de mod opties de juiste vertragingstijd zien, overeenkomend met de Real Time vertraagde tijd.",
  "Use the regular version of Harmony instead.": "Gebruik in plaats daarvan de reguliere versie van Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Je hebt maar 5 tot 10 seconden om je raket te kiezen.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Wijzig de bouwsnelheid naar 100% in Real tijdinstellingen om te voorkomen dat gebouwen verdwijnen.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Aanzetbare Whiteness bevat de functionaliteit van Persistent Resource View. Meld u af voor dit laatste.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Het vervangen van wegpijlen door Prop Switcher is niet aanbevolen en kan een 'array buiten de grenzen' fout geven.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "De voertuigprops gegenereerd door Boom & Voertuig zullen ongewenste lichte effecten hebben wanneer de speltijd zich in de nachtcyclus bevindt.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Betere snelwegen iconen veroorzaken een foutmelding popup van de Bouw Thema's ('System.Reflection.MonoMethod.Invoke'). Beide mods lijken nog steeds te werken.",
  "The 'Remove Unwanted' button may not work properly.": "De 'Ongewenste verwijderen' knop werkt mogelijk niet goed.",
  "This might only work with all ULOD settings to 'game default'.": "Dit werkt misschien alleen met alle ULOD instellingen naar 'game standaard'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Geaccelareerde nacht/weekendcycli uit Real Time kunnen problemen geven met stadsdiensten.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "De compatibiliteit is onzeker, maar de verhoogde limiet van meer voertuigen wordt waarschijnlijk niet gebruikt door PXPVehicleInfo, leidt tot onjuiste nummers die verder gaan dan de oorspronkelijke voertuiglimiet.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "De Garbage Bin Controller breekt Harmonie en elke mod afhankelijk van Harmonie. Schakel over naar Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Boomanarchie heeft al de functionaliteit van onbeperkte bomen.",
  "This combination might cause a performance decrease (FPS drop).": "Deze combinatie kan leiden tot een daling van de prestaties (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Gebruik BOB in plaats van Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "De gegevensconverter kan zijn werk alleen doen als de Plop niet is geabonneerd.",
  "Use Prop Anarchy instead of Prop Snapping.": "Gebruik Prop Anarchie in plaats van Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML heeft al een betere limiet met de functionaliteit.",
  "Undoing props is disabled when using EML.": "Ongedaan maken van props is uitgeschakeld bij het gebruik van EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "De Kiezer van het Service Voertuig heeft alle functionaliteit van RiverCargoHarborMod. Meld je af voor het laatste.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchie heeft al een betere functionaliteit voor het schilderen van voorwerpen.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Als contourlijnen niet werken, schakel \"Overwrite Terrain\" uit en stel de waarde in op ongeveer 100 in ROTTERDms opties.",
  "You can't export props with modtools while EML is active.": "Je kunt geen props met modtools exporteren terwijl EML actief is.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Gebruik Prop Anarchie gecombineerd met boom anarchie in plaats van Prop & Boomanarchie.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Meer geavanceerde opties heeft de functionaliteit van het Wider OptionsPanel, en meer.",
  "Use the original instead of the now deprecated 2.0 version.": "Gebruik het origineel in plaats van de nu verouderde 2.0 versie.",
  "Unsubscribe Holy Water's TM:PE.": "Afmelden van Heilige Water's TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Wanneer deze mod actief is, zal geen Big Truck enig effect hebben behalve voor vrachtwagens die binnenkomen van externe verbindingen.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Beide mods gebruiken de Tab sleutel. Gebruik een andere eerste persoon mod, of verander de sleutel voor de eerste persoon automatisch lopen.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Wanneer je van zone verandert naar een weg, worden wijzigingen van netwerkskins gereset.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistische bevolking omvat een 'no death care'-functionaliteit.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Gelieve netwerkextensie 2 uit te schrijven voordat u de gekoppelde collectie gebruikt.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM kan het vinden It kapot maken. Het spel uitvoeren als administrator kan het probleem van de oncompatibiliteit tijdelijk oplossen.",
  "Some textures on Network Extensions roads might not load.": "Sommige textures op wegen van netwerkextensies laden mogelijk niet.",
  "With 81 tiles 2 you don't need Cross The Line.": "Met 81 tegels 2 heb je geen Cross De Lijn nodig.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Met beide mods actief, geplaatste gebouwen zijn verdwenen. Ploppable RICO heeft de functionaliteit.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 tegels 2 bevatten dezelfde functie maar w/o de opties om specifieke netwerken te selecteren. Je kunt beide samen of zonder de andere mod gebruiken.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Game pauzeert automatisch wanneer je van tijd wisselt, en tijd wordt terug hersteld wanneer je niet pauze. Tijdsopties in Ultimate Eyecandy zullen niet werken.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Schakel de Klassieke kleur van het zonlicht uit, voor kleuren in de Classic van de Klassieke Zonnelicht-intensiteit en de kleuren in de Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Zolang je TM:PE niet gebruikt om de snelheid van spoorlijnen te beperken, moeten deze mods compatibel zijn.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & Fog Toggler regelt de mist opties van het verbergen, Bobby.",
  "Several users report using these together without issues.": "Verschillende gebruikers rapporteren om deze samen te gebruiken zonder problemen.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter is niet geupdate naar recente Move It updates, waardoor problemen voor elke mod die proberen te integreren met Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Als je de Beweging \"verbeterde pijlercontrole\" optie wijzigt, kunnen de bestaande oppervlakteverf verdwijnen.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Het veranderen van de datum kan leiden tot een opening in de grafiek of tot het overschrijven van een deel van de grafiek.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lifecycle Rebalance bevat al 'no deathcare' functionaliteit.",
  "Use Ploppable RICO Revisited instead.": "Gebruik in plaats daarvan Plopable RICO Revisited",
  "Mod settings for Shadow Distance Fix reset on game load.": "Mod instellingen voor Shadow Distance Fix reset bij laden van het spel.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Upgrade onaanraakbare pauzes de MOM pijlerselectie op.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Veroorzaakt bomen om te drijven. Je kunt overschakelen naar Boom Anarchy, welke de functionaliteit heeft van beide mods.",
  "Loading Screen Mod asset report file also include all these information.": "Het laden van het Screen Mod asset rapport bestand bevat ook al deze informatie.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Beide mods hebben opties om panelen te verbergen op het hoofdmenu scherm. Gebruik slechts één mod om ze te verbergen, of je kan problemen krijgen.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "U kunt overschakelen naar Boom Anarchy, welke de functionaliteit heeft van beide mods.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Het instellen van verkeerslicht of prioritaire borden met TM:PE op het treinspoor werkt niet. Andere instellingen werken niet.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Meerdere gebruikers melden dat parallelle wegwerkset niet werkt met netwerkskins geabonneerd.",
  "Restores ship behavior that allows them to float on the land.": "Herstelt het scheepsgedrag waardoor ze op het land kunnen drijven.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Sommige wegen van netwerkextensies laten een verkeerde of extra verkeerslicht zien.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster heeft alle functionaliteit van Mini FPS Booster, en meer.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Dit kan een fout geven. Zie de 24 Aug. 2021 opmerking op de FPS Booster workshop pagina voor een oplossing.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Alle drie vermelde mods moeten worden gebruikt voor nieuwe spellen in plaats van het gebruik van de Extended Managers Bibliotheek",
  "This mod combination prevents using the light background theme.": "Deze combinatie van mod voorkomt het gebruik van het lichte achtergrondthema.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Wegwegen gemaakt met wegbouwer gebruiken geen vanille-pijlers. Dit leidt tot een kloof tussen deze wegen en de pijlers, als je de dikte van bruggen en hogere delen van Curb Hoogte vermindert.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "De serviceselecties op het selectiepaneel voor gezondheidszorg worden te laag weergegeven waardoor het moeilijk of onmogelijk is om te klikken.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Beide mods vervangen de 'vanilla matchmaker', waardoor ze niet compatibel zijn.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Bij het automatisch vervangen zullen TM:PE instellingen verloren gaan bij vervangen en verbonden netwerksegmenten, en voorgrondpijlen en voorkant connectors kunnen worden verprutst op de hele kaart.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR is niet compatibel met de geavanceerde zone-opties in netwerkextensies.",
  "Flickering and disappearing buildings and assets are reported.": "Flicking en verdwijning van gebouwen en activa worden gerapporteerd.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "De AdjacentToaangekochte optie van Common Ground is niet compatibel met 81 tegels. Gemeenschappelijke grond is niet nodig voor gameplay wanneer je alle 81 tegels ontgrendelt, maar is nog steeds geweldig om te gebruiken in de map editor.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Als u de Growables mod voor Plop gebruikt heeft om op te slaan, gebruik dan de gekoppelde Converter voor het laden zonder die mod. Ook in dat geval abonneren op RICO die is teruggekeerd en die vindt! 2 om groetjes te kunnen ploppen.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader is niet compatibel met de variabele zonsopgang/zonsondergang tijden van de Real Tijd. Gebruik in plaats daarvan de Additive Shader testversie.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Deactiveer de bouw in onbeperkte bodemmod van Colossal Order, omdat de functie is opgenomen in Extra Landscaping Tools.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Voer altijd de Steam client uit voordat je het spel start. Op Linux en MacOS is een gebruikersactie vereist, zie de installatiehandleiding: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "De fix maakt nu deel uit van het basis spel.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Dit is een standaard, ingebouwde mod geüpload naar de Workshop.",
  "The original mod supports various languages.": "De originele mod ondersteunt verschillende talen.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Dit lijkt gerelateerd te zijn aan de beruchte ali213_mod_01 mod.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Het wordt sterk aangeraden om een back-up van een bestaande opslag te maken voordat u deze mod er op gebruikt.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Functie is nu onderdeel van het basisspel. Deze mod is alleen nodig voor assets die gemaakt zijn voor deze modus.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Nu is een deel van het basisspel, alleen nodig voor activa die deze sporen gebruiken.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "De functionaliteit van deze mod is opgenomen in het spel zelf, ook al zijn de berekeningen in deze mod enigszins verschillend.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Sommige gebruikers melden dat de UI ontbreekt als deze niet is geabonneerd op Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Maak historisch' is onderdeel van het spel zelf, maar met deze mod kan een historisch gebouw niet worden verlaten.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Gebruik de optie 'Probeer te herstellen van simulatiefouten' van het laden van scherm Mod, die krachtiger is dan deze modd.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Het is niet aan te raden om dit te gebruiken in de map editor, omdat aangemaakte kaarten Prop Anarchy vereisen.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Deze mod heeft minstens één stoplichtbundel nodig om te functioneren. Deze mod schakelt automatisch individuele verkeerslichtmods bij het opstarten van het spel uit om conflicten te voorkomen, maar gebruikt de bundelprops van die mods. Laat de andere verkeerslichtmods uitgeschakeld.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Je kunt nieuwere versies van deze LABS versie vinden op GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Alle jobs van niet-RICO-gebouwen, inclusief alle Industries DLC-gebouwen, zijn opgenomen in de service (SRV) nummers.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "De mod werkt op Windows, Mac OS en Linux. De inbegrepen standalone 'Load Order Tool' is alleen Windows en vereist een extra . en installeer het. Zie de Workshop pagina voor details.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "De natuur houdt paden en soortgelijke zaken niet samen wanneer ze op schuin terrein worden geplaatst. Dit kan worden opgelost door de hennepmodus te gebruiken met een sterkte rond de 100 (aanbevolen) of door het inschakelen van de optie \"overschrijven van het terrein uiterlijk\".\r\n\r\nMet de optie \"terrein overschrijven\" ingeschakeld, is de overlay van de topografische lijnen kapot. Schakel die optie uit, of gebruik de klemmodus met een sterkte van 120 of lager, of schaalmodus met een sterkte van 100 of lager.\r\n\r\nNetwerken zullen altijd het gras laten zien, nooit de klif textuur. Dit is vooral merkbaar bij bijv. Dnelbli's hellingsprofielen.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "De functionaliteit van deze mod is opgenomen in het spel zelf, ook al zijn de pijlen van deze mod beter zichtbaar.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Dit was nodig voor MacOS, omdat FPS Booster niet werkte op MacOS. Dat moet worden opgelost en iedereen moet FPS Booster kunnen gebruiken.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Alle terugdraaien zal verloren gaan als je (uit)abonneren op alles terwijl het spel loopt.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Dit kan op zichzelf gebruikt worden, of uitgeschakeld en gebruikt worden als 'prop-pakket' voor de BOB of Verkeerslicht-vervangende modus.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Dit was vroeger de nieuwere versie, maar werd niet meer ondersteund nadat de oorspronkelijke versie was bijgewerkt. Gebruik in plaats daarvan de originele versie.",
  "When using this mod, it is wise to back up your saves from time to time.": "Bij het gebruik van deze mod is het verstandig om af en toe uw saves op te schonen.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Stadsbussen komen de stad alleen binnen via 1-weg buiten de verbindingen, niet via 2-weg weg.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Dit gebruik verouderde informatie. De officiële release van de Compatibility Report heeft ondersteuning in meerdere talen!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Deze mod is nu alleen nodig voor begraafplaatsen. De faciliteiten voor afvaloverdracht en verwerking van het spel dekken de andere functionaliteiten van deze mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Dit wordt gevolgd door het volgende prop pakket gecombineerd met de BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Onterecht laat zien als Cinematische Camera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Er zijn hier alternatieven te vinden: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Het spel lost al de vraag op of er niet genoeg laagopgeleide werknemers zijn door hoogopgeleide mensen aan te trekken voor banen in het lager onderwijs.",
  "CAUTION: If you use this and save, the game save is broken.": "LET OP: Als je dit gebruikt en opslaat is de game save kapot.",
  "This is for testing only and might be removed from the Workshop soon.": "Dit is alleen voor testen en kan binnenkort worden verwijderd uit de Werkplaats.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Bij het maken van assets met de props van deze mod, hebben deze assets deze versie van de mod nodig en kunnen ze niet worden gebruikt met de originele mod.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Gebruik Prop Anarchie gecombineerd met boom anarchie in plaats van Prop &amp; boom anarchie.",
  "It is STRONGLY recommended not to use this mod!": "Het is STRONGLY aangeraden om deze modus niet te gebruiken!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Als alternatief heeft dit een 'spookmodus' die je kunt uitschrijven en het spel opslaan toegankelijk houdt als je de MOM volledig wilt verwijderen.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "De maker heeft zijn code versleuteld en heeft geen toegang tot zijn code. Daarom kan niet worden gecontroleerd of ze geen schadelijke code bevatten. Noch de andere modders kunnen werken aan het oplossen van kwesties die aan de orde stellen met het gebruik van mods van deze maker. We kunnen alleen verifiëren dat hun mods problemen met meerdere top 100 mods creëren.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Als je problemen hebt met de lettertype weergave, schakel dan Custom Font Manager uit in de mod opties.",
  "This mod was only for scenario developers looking for more options.": "Deze mod was alleen voor scenario ontwikkelaars die op zoek zijn naar meer opties.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Opmerking: het lokale-bestand zal niet worden verwijderd wanneer u zich afmeldt. Het moet handmatig worden verwijderd, zie de Workshop pagina.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Dit is niet compatibel met een verscheidenheid van mods met dezelfde functionaliteit als het botst met verschillende mods. We willen veel van al deze opsommen.",
  "The original mod supports the Chinese language.": "De originele mod ondersteunt de Chinese taal.",
  "Now part of the base game, therefore not needed any more.": "Nu was een deel van het basisspel dus niet meer nodig.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Dit zal slechts 25 tegels ontgrendelen aan het begin van een nieuw spel, niet met een eerdere spelopslag.",
  "Can't show data from extension mods like Extended Managers Library.": "Kan de gegevens van extensie mods zoals Extended Managers Bibliotheek niet tonen.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Door politiediensten, gezondheidszorg en brandweerstations automatisch te budgetteren, kan de landwaarde dalen, omdat een lager budget betekent dat er een lager dekgebied wordt gedekt.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Dit is een onofficiële vaste versie van de Toggleable Whiteness modd.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "De wedstrijd heeft ook eenrichtingstreinen. Maar dit heeft ook één tweerichtingsspoor en is nog steeds nodig voor maatstations met een eenrichtingslijn.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Dit is alleen nodig als een oude vlaggenprop of voertuigmaas dit nog steeds nodig heeft."
}