{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Ikke kompatibel med dynamisk oppløsning og andre kameramodus.",
  "Vehicle LOD Flashing": "Kjøretøyets LOD Flashing",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Avslutt abonnementet etter bruk! Dette vil spam spillet loggen og øke størrelsen.",
  "Broken / Can't be loaded": "Ødelagt / Kan ikke lastes",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Under malingsalternativer er også en innstilling for å fikse den mørkere nodefargen på motorveier tilgjengelig.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Hvis kryss ser blå ut, gå inn i modens innstillinger og aktiver auto-oppdatering. Dette øker lastetiden hvis du har mange tilpassede veier.",
  "This might increase loading time.": "Dette kan øke lastetiden",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Denne modden er ikke optimalisert og kan forårsake problemer med ytelsen. Dette har sannsynligvis ukjente uforlikeligheter med andre mods. Det er anbefalt å ikke bruke denne moden!",
  "Mod options resetting on game load.": "Mod alternativer tilbakestilles på spilllasten.",
  "Game breaking": "Trolig sludder for spillere",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "IKKE BRUK GENERERT PROPS i mods som BOB, Pocedural Objekt eller krysningskarmerktøy. Dette kan ødelegge lagringen! Det er noens logiske og ikke et problem med disse modsene. De øverste terreng planleggere samt kjøretøybaser genereres på et bestemt punkt i lasteprosessen (de er ikke lagret! Det betyr at bruk av disse eiendelene i modus, vil føre til utsendelsen som de kan lastes, rett og slett fordi de ikke er opprettet for øyeblikket nettverkene og andre ting er lastet.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "På grunn av de betydelige endringene i basisspillet, er denne modden kun best brukt for nye spill.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Lang stasjonsnavn eller dupliserte stasjonsnavn kan ødelegge oppsettet. Linjer som serverer den samme stasjonen flere ganger kan forveksle med mod. Stasjonsnavn på flerplattformstasjoner kan være feil.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "ADVARSEL: Denne forfatteren ble utestengt for å ha en skadelig kode i modusen sin. Denne modden er mistenkt for å ha en skadelig kode i den. Du bør bedre FJERN DET UMIDDELBART ! ADVARSEL: IKKE følg instruksjonene på mod siden for å laste ned en oppdatering gjennom GitHub. At oppdateringen inneholder MALICIOUS kode og vil sette inn ondsinnet kode i denne harmoniske modusen! Forfatteren er også kjent for at de ved en bevisst knekker sine egne moduser ut av verden. Teknisk sett fungerer ikke dette veldig bra, gir mange feilstyrte feil og er ikke kompatible med mange mods i Workshop. Kombinert med forfatterens historie vil det være veldig klokt til UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "skaperen krypterte koden sin og gir ikke tilgang til koden hans. Derfor kan man ikke verifisere om de ikke inneholder noen form for skadelig kode. Verken de andre modderne kan fungere med å fikse problemer som oppstår med hjelp av modifikasjoner fra denne skaperen. Vi kan bare bekrefte at deres mods skaper problemer med flere topp 100 mods. Derfor trenger vi sterkt å ikke bruke denne modusen!",
  "Can't be loaded": "Kan ikke lastes",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Varehuset er ikke tomt for noen brukere. Dette kan skyldes at fiskebåter har tatt opp alle parkeringsplasser, så ingen lastebil kan gyte. Brukerne har lagt merke til at lastebiler overfører fisk fra ett lager til en annen.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "For å se skip/fergebaner mens du plasserer en bro, aktiver visningen av transportinformasjon.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoint flyttet for langt fra det opprinnelige startpunktet hindrer noen ganger alle kollektivtransportpassasjerer. Fremkall poeng for lastebiler støttes ikke på lastetog stasjoner, lastekonsport eller lasteleier.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod lastet med feil\"-meldinger.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop skjulingen har blitt fjernet fra denne modusen, men er tilgjengelig i BOB-modusen.",
  "Only works on displays with a 16:9 aspect ratio.": "Fungerer bare på skjermer med 16:9-størrelsesforhold.",
  "Not working for all buildings, performance issues, errors messages.": "Arbeider ikke for alle bygninger, ytelsesforhold, feilmeldinger.",
  "Lags the game massively": "Lager spillet massive",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vaniljafter på pedestrianske veier kan ikke byttes ut.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Dette kan føre til at mellomlegg blir sittende fast eller slettet kollektivbehandlingsstopp. Dette fører til et tidsetterslep i større byer.",
  "LOD has too many vertices": "LOD har for mange punkter",
  "This has some issues with spaces in names.": "Dette har noen problemer med navnene dine.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "ADVARSEL: Denne forfatteren ble utestengt for å legge en skadelig kode i modusen deres. Forfatteren er også kjent for at de ved en bevisst knekker sine egne moduser ut av verden. Teknisk sett kan dette fungere. Å betrakte forfatterens historie er det veldig klokt å UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Dette ser ut til å fungere for noen personer, men andre rapporterer problemer. Fungerer ikke i hovedmenyen, fungerer kun etter at du har lastet et kart.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Deaktiver rulling med en av hurtigtastene før desonering for å forhindre utilsiktet massiv ødeleggelse. Det samme gjelder for andre handlinger utført med høyre museknapp, som for eksempel oppgraderinger av veg.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "I andre oppløsninger enn 16:9-størrelsesforhold, beveger den seg til øverste venstre hjørne og blokkerer standard Infoview-knappen.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Årsaker til merkelige effekter på overganger og konflikter med ulike moduser.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Fanen nøkkelen denne moden bruker i konflikt med flere andre moduser. Bruk enten en annen person først mod, eller endre nøkkelen i xml-filen (se Workshop-kommentarer).",
  "Create massive lags if no overlay.png is in the specified folder.": "Lag massiv lags hvis ingen overlegg.png er i den angitte mappen.",
  "Vehicle LOD Turn Black": "Kjøretøyet til å snu svart",
  "Error popup": "Feilmelding popup",
  "Missing UI. Performance issues (fps drops).": "Manglende UI. Funksjonsproblemer (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Brukernes rapport som \"gjør den\" må klikkes (i Alternativer) hvis mange mods brukes. Uten andre mods fungerer det på egen hånd. Regn kan også flimre til lite, men slå seg ned senere.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Modd-alternativer kan ødelegge hvis du har for mange tog-eiendeler. Noen brukere rapporterer problemer med konfigurasjonsfilen som ikke er riktig opprettet. Dette kan føre til at noen forsinkelser hvis de ikke bruker FPS Booster.",
  "Error messages popup": "Feilmeldinger popup",
  "The reported issues might be unknown mod conflicts.": "De rapporterte problemene kan være ukjente mod konfliktene.",
  "Multiple reports about getting a blank screen when loading a map.": "Flere rapporter om å få en tom skjerm når du laster et kart.",
  "Crash the game / Error popup": "Krasj spillet/feilens popup",
  "Several reports of lagging the game.": "Flere rapporter om at spillet henger sammen.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Skjermen blinker / flimring. Tidshopping eller går bakover.",
  "Not recognise few latest DLC sounds.": "Ikke gjenkjenn noen nyeste DLC-lyder.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Hvis du abonnerer feil konfigurerte ressurser som trenger denne moden, kan disse eiendelene forårsake problemer for spillet.",
  "Several users report it is not working at all.": "Flere brukere rapporterer at det ikke fungerer i det hele tatt.",
  "LOD not correct.": "LOD ikke riktig.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Eiendeler som er en del av en mod kan kanskje ikke lenger være automatisk aktivert av spillet.",
  "Conflicts with various other mods.": "Konflikter med ulike andre moduser.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Arbeider ikke for alle bygninger, terrengpigger og hull, ytelsesproblemer, feilmeldinger.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ADVARSEL: Dette skjuler bare problemikonene. Problemene eksisterer fortsatt! Dette kan raskt føre til massedeltakelse hvis du glemmer å sjekke etter problemer.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Å ikke arbeide med bygningene fra Promenades & Plazas DLC. Causing ulike glitches and sometimes even crashes!",
  "Broken / Can't be used": "Ødelagt / Kan ikke brukes",
  "Forgets settings at start, esp. the sun height.": "Glem instillinger ved start, sp. solhøyden.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Noen brukere rapporterer at dette skal forårsake upåstrekkelige spill. Det er ukjent om dette er en mod -konflikt eller et problem med spillpatchen 1. 4. Noen brukere rapporterer en manglende brukergrensesnitt. Modder kan ikke erstattes. Se Verkstedet for flere detaljer om kjente problemer.",
  "Can't be loaded / Error popup": "Kan ikke lastes / feil popup",
  "Doesn't show up in the CSL Music Mod.": "Oppdukker ikke opp i CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "I noen kryss opptrer dupliserte trafikklyser. På et T-avsnitt er det ingen lys på kryssende veier. Motorveier og motorramper har trafikklys på feil side av krysset.",
  "Not supporting budgets for newer DLC.": "Støtter ikke budsjett for nyere DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilje-passasjertog oppstår ikke lenger i fargevariasjon, dette er tilsiktet oppførsel.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Dette er ikke kompatibel med mods som også endrer byggekapasiteten. Bruk Realistisk populasjon Realistisk Revidert istedet for bedre kompatibilitet.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Alle spillere må ha de samme DLCs (none støttes) og mods. CSM er ikke kompatibelt med de fleste mods, for mange for å nevne her. En (svært kort) liste over støttede mods: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Overordnet teksturer vil speile tilfeldig per segment når du bruker denne modden og må rebygges for å fikse.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Mangler innstillinger for de siste DLCene: Parklife, Industries, Campus og Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Vil ikke skyte om du eier naturkatastrofer. Du må bruke Disaster Response Unit i dette tilfellet. Nyere byggekategorier er ikke bullede.",
  "Vehicle LOD Turn White": "Kjøretøyets LOD sving Hvit",
  "DLCs after Campus can’t be selected.": "DLCs etter at Campus ikke kan velges.",
  "Can cause performance issues (lag or fps drops).": "Kan forårsake ytelsesproblemer (forsinkelser eller dråper).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Denne modden kan ha en innvirkning på spillets ytelse. Fungerer ikke i scenariospill.",
  "This sometimes breaks transport lines.": "I noen tilfeller bryter transportlinjene.",
  "As it is an outdated mod some panels may noth be unlocked.": "Siden det er en utdatert mod noen paneler kan ingen være låst opp.",
  "Breaks the pause after loading game option.": "Ødelegger pause etter å ha lastet opp spillet.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Eksterne kilder blir ikke brukt slik at du ikke kan bruke det på et nytt kart. Ulike spillere rapporterer det ikke fungerer i det hele tatt.",
  "Building flickers": "Bygger flimrer",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Plyndringen slutter å virke. Avabonnering og videresending (mens spillet ikke kjører) ofte hjelper en stund, men en mer permanent løsning er å bruke Belastning Ordre Mod og sette lasterekkefølge Skogbørs til 9999.",
  "Buttons are no longer aligned correctly.": "Knappene er ikke lenger justert riktig.",
  "For some players it do not create ship pathes.": "For noen spillere skaper det ikke skipstier.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Undergrunnsstasjoner lager en tunnelinngang og gjør det vanskelig å forbinde sporet med stasjonen og rive ned bakken. Løft og jordspor virker uendelige.",
  "This breaks up the UI, especially text scaling.": "Dette bryter opp UI, og særlig tekstskalering.",
  "Game might get corrupted.": "Spillet kan bli skadet.",
  "Causes game crashes.": "Årsaker at spillet krasjer.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Ikke arbeide med faktiske spillversjoner som avhengighetsmodusen til vegkjernen 2.0 er ikke oppdatert mer.",
  "It’s in early development stage. See information on workshop page.": "Det er i tidlig utviklingsfase. Se informasjon på verkstedsiden.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Hvis du vil ha trær å forsvinne mens du bygger veier, vær forsiktig med å få \"Collision\" i Network Anarchy aktivert.",
  "Freezes the game": "Fryser spillet",
  "Everything that has more than two rails tracks can't be hidden.": "Alt som har mer enn to skinnesporer kan ikke skjules",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Dette vil kanskje ikke fungere med en versjon på 3DxWare høyere enn 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Resultatene er ikke pålitelige lenger. Bruk kompatibilitetsrapporten i stedet.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Dette kan fungere, men det er ikke den beste måten å løse spørsmålet på. Det løser spillet allerede selv ved å ha noen høyt utdannet mennesker i arbeid med lavere utdanning, eller du kunne bruke ansatte overbelastede arbeidere V2 i stedet for en sterkere effekt.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Den produserer 'dupliserte prefabrikasjon' feil, som er ufarlige. Noen brukere rapporterer at trafikklysrekvisitter fortsatt svinger hvit etter den siste oppdateringen som skulle ha løst dette.",
  "Public transport part not working anymore.": "Deler av kollektivtransport fungerer ikke lenger.",
  "You can easily modify the RICO settings in-game.": "Du kan enkelt endre RICO innstillinger i spillet.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Vil ødelegge noen DLC eller base-game intercity transfer funksjoner nyere enn Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Funksjonene til denne modden er inkludert i selve spillet.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Sjeldne tilfeller hvor den kan kaste feil og til og med lukke spillet for å tørke.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Legger til roterende lys kun på støttede kjøretøyer, oppført på verkstedsiden.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Navnet på denne modden er misvisende. Den reduserer ikke mengden søppelgrens produsert. Det reduserer bare søppelposten. Så bedre vil navnet være \"Mindre Garbage Expenses\".",
  "Bloom settings not being applied. Config files not loading.": "Blod innstillinger blir ikke aktivert. Konfigurasjonsfiler lastes ikke. (Automatic Translation)",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Når byen din når rundt 15000 borgere vil ikke denne modden lenger øke hastigheten over x4 spillets standardinnstilling.",
  "It takes some in-game time for the extra money to arrive.": "Det tar litt tid inne i spillet for den ekstra pengene å ankomme.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Vannpiggene kan forbli for alltid, selv om moden ikke er abbonert.",
  "Not showing information for newer DLC assets.": "Vis ikke informasjon for nyere DLC-eiendeler.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Flere funksjoner fungerer ikke mer, og kaster feil hvis du ikke har DLC for Industries.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown fungerer ikke, sannsynligvis på grunn av inkompatibilitet med andre mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATTENTION: Den japanske språkfilen vil ikke bli fjernet selv om du fjerner denne moden. For mer informasjon, se Workshop-beskrivelsen.",
  "This is only needed for custom networks that require this mod.": "Dette er kun nødvendig for egendefinerte nettverk som krever denne moden.",
  "Button for the settings not visible for several users.": "Knappen for innstillingene som ikke er synlige for flere brukere.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Kjøretøy som velges for intercitytogene ignoreres, og noen nyere biler som ikke vises i kjøretøyets seleksjonsvindu.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "ADVARSEL: Denne forfatteren ble utestengt for å ha en skadelig kode i modusen sin. Denne modden er mistenkt for å ha en skadelig kode i den. Du bør bedre FJERNE DET UMIDDELBART ! Forfatteren er også kjent for å bevisst bryte sine egne mods ut av verden.",
  "Includes malicious code!": "Inkluderer skadelig kode!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "ADVARSEL: Denne modden er utdatert! Den laster ned filer fra en uovervåket plassering og overskriver filene til andre mods med den. Dette er SVÆRT DIKKELIG programvare og bør ikke brukes! Du bør være bedre FJERNKONTROLL UMIDDELBART HÅNDTER! ADVARSEL: Denne forfatteren ble utestengt for å legge en skadelig kode i modusen deres. Forfatteren er også kjent for at de ved en bevisst knekker sine egne moduser ut av verden. ADVARSEL: Denne modden ble fjernet fra Workshop av Steam fordi den bryter avtalen sin.",
  "This breaks maps saved in the map editor.": "Dette bryter kartene lagret i karteditoren.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Velg det! Du har muligheten til å skjule bygninger på kartet (feks. bare gatene som er synlige for planleggingen). Hvis du møter \"usynlige bygninger\" dersom du har aktivert dette alternativet ved en feiltakelse.",
  "Private building cannot include roads or other net types": "Privat bygning kan ikke omfatte veier eller andre nettogyper",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Ulovlig DLC opplåsning!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Det kan forårsake visuelle glitcher i meny (faner uten beskrivelse og/eller bilde).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Hurtigtast virker (prøv å flytte venstre i stedet for høyre skift). Lys innstillinger i Ultimate Eyecandy tilbakestilling eller når lyset blir veldig mørkt på enhver endring i relagsinnstillinger eller på spilllasting.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Dette mangler alle nye gjenstandsklasser fra alle patcher siden de slipper og fra alle DLC-er.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Lagring kan ta veldig lang tid for kart med mye trær og mange branner.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Egendefinerte pillarer kan tilbakestille neste belastning. UI for modifikasjonen fungerer ikke fullt ut.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Denne moden er mistenkt å av og til forhindre andre mod-knapper å vise.",
  "LOD has too many vertices.": "LOD har for mange vertikaler.",
  "Various players report, information could not be gathered.": "Ulike spillere rapport, informasjon kunne ikke samles inn.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Det virker som om det er en klonet for trafikkhåndtering, men forteller det er autolinjefarge, og kildekoden er ikke tilgjengelig.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Etter å ha endret stiler som skal være tilbake til ingen og reinnlastning av lageret tilbakestilles tilbake til stilen som ble valgt på forhånd. Det fortrenger historiske bygninger av annen stil. Verket er å slette distriktet og male det igjen.\r\nFix er i utvikling.",
  "Africa in Miniature buildings don't show up in menus.": "Afrika i laksebygg dukker ikke opp i menyene.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina inkluderer en kjørbar fil for å kjøre LUT Editor som ligger i Workshop-mappen i Lumina.",
  "Demand stays at zero.": "Etterspørselen forblir null.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Arbeider, men forårsaker feilmeldinger i \"ugyldiggjøring\"Unntak\" i loggfilen.",
  "This is missing statistics from later DLCs and game patches.": "Dette mangler statistikk senere DLCs og spillpatcher.",
  "Several reports about conflicts with various mods.": "Flere rapporter om konflikter med ulike moduser.",
  "Rocks can’t be deleted.": "Steiner kan ikke slettes.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Dette sies å være ødelagt, men det er en god del rapporter som sier at det fungerer. Du må kanskje stille inn 180 degress for at solen skal gå ordentlig fra øst til vest.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "For noen mennesker fungerer denne modden fremdeles bra. For andre er det uforenlighet med ulike moduser som vi ikke kan verifisere oss fullstendig.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Dette kan trenge LydTuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Ikke lås opp alle veier.",
  "Distorted LOD": "Forvrengt LOD",
  "Causes ingame lags": "Årsaker spilling etter",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Kopier funksjonen fra \"Flytt mod\" kan også duplisere unike bygninger.",
  "Error: too many vertices": "Feil: for mange punkter",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Dette fungerer for noen ødelagte spilllagrer, men ikke for alle. Hvis spillet lagrer laster, vil spillet fryse litt tid. Dette er normalt.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Dette blir ikke oppdatert for de nyeste DLC-ene og mangler fortsatt mye i Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Kataloger og Props blir svart for de støttede Vanilja-sporene!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Bus stopper på veier fra nyere plastre og DLC vil ikke bli erstattet.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Innstillingen tilbakestiller hver last og for flere spillere er det også ødelagt. Det vil også mest sannsynlig komme i konflikt med andre kameramods.",
  "Breaks game if you setup to high values.": "Bryter spill hvis du setter opp til høye verdier.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Dette vil ikke fikse bygninger som allerede ble forlatt før denne modden ble aktiv.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Denne modden er ikke lenger nødvendig, med mindre du har en gammel ressurs som krever den. Som funksjonaliteten til denne modden er inkludert i selve spillet.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Oppfostrer hjemmet viser seg som Deathcare dekning når de plasseres.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Å bruke en liste vil deaktivere unødvendige modifikasjoner, men ikke fjern abonnementet på dem, og deaktiverte mods kan forårsake problemer. Eiendeler som er inkludert med en mod kan glatte problemet. Spillinnstillinger tilbakestilles når du lagrer denne mods data.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Ulike problemer, ustabil. Vegpilfunksjonalitet fungerer ikke, eller bare etter deaktivering og reaktivering av den på hver last. Ikke alle veier støttes.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Den internasjonale flyplassen av After Dark gjør problemer under etableringen. Det finnes noen rapporter om manglende ikon/knapp.",
  "This might block the vanilla quay upgrade tool.": "Dette kan blokkere verktøyet for lokalisering av vaniljen.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Det inkluderte Random Security Doors forårsaker en NullReferenceException. Hvis du ønsker å bruke denne pakken, skal du ekskludere tilfeldige sikkerhetsdører.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Forårsaker lang innlastingstid, forårsaker ulike problemer på slutten av spillet i enden, derfor markert som uforenlig med spillet.",
  "Not showing up ingame.": "Viser ikke noe i spillet.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, fryser og skjermer er rapportert. Bruk med forsiktighet, eller avslutt abonnementet.",
  "White lines at the moon and Flickering when game running.": "Hvite linjer på månen og Flickering når spillet kjører.",
  "Invalid Image Format": "Ugyldig bildeformat",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Når spillet lastes inn, er den forrige verdien lastet riktig, men glidebryteren i modifikasjonsalternativer vil alltid være i standard posisjon.",
  "This is only needed if a prop or mod requires it.": "Dette er bare nødvendig hvis en prop eller mod krever det.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Noen brukere får det helt til å fungere, men det er noen rapporter, inkludert om innstillinger som tilbakestilles mellom last.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Dette fungerer bare for visning med et størrelsesforhold på 16:9 eller 16:10. Dette mangler funksjonalitet for nyere oppdateringer og DLC.",
  "Terrain conforming props cannot be moved up/down.": "Profiler i terrenget kan ikke forflyttes opp/ned.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Denne modden øker kraftigheten, men kan også introdusere støy, moireon mønstre og fremmedgjørende problemer. Spesielt på høyere oppløsninger, kan du ikke se forskjellen mellom denne modifikasjonen aktiv eller ikke.",
  "This causes (vanilla) trees to flicker.": "Dette gjør at trærne flimrer inn.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Denne modden har ingen mer funksjon. Skaperen publiserer ikke moddene sine til spillere, men bare for å vise folk hvor godt han kan kode.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Å ikke eksportere med et 'XML-rotelement mangler' feil i loggen. Togspor er noen ganger ikke inkludert.\r\nHvis du endrer en node i NCR eller NC2 og utgang et kart, kan tegningen av den tilsvarende node-delen være feil.\r\nPassasjer-helikopter, og Trolley-bus-ruter lagt til i DLC SH blir ikke vist. (DLC SH støttes ikke).",
  "Creating 'ghost' vehicles": "Oppretter «spøkelse»-kjøretøy",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Opprette «spøkelse» kjøretøy er rapportert og må verifiseres.",
  "Do not remove trees added after Campus DLC to the game.": "Fjern ikke trær som er lagt til etter Campus DLC i spillet.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Konflikter med ulike mods og kan føre til krasjer. Kan føre til ytelsesproblemer og øke belastningstiden.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Dette fører til svært lange belastningstider hvis lastingstids-modden ikke brukes.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "For å bygge utenfor tilkoblinger med sonbare veier utenfor ulåste fliser må du midlertidig deaktivere soneinndeling med et annet mod. I karteditoren må koblingene bruke vanlige veier, ikke tilpassede veier. Intercity-busser går bare inn i byen via én vei utenfra tilkoblinger, ikke via en toveis vei.",
  "This is an incomplete version to lure you into buying a complete version.": "Dette er en ufullstendig versjon du kan bruke til å kjøpe en komplett versjon.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Abonnering av denne moden forårsaker flimring eller forsvinne bygninger. Unngå å bruke noen eiendeler, som tvinger deg til å bruke denne modusen!",
  "The default English names still appear as well, next to the new Japanese names.": "Standard engelske navn dukker fortsatt opp, og ved siden av de nye japanske navnene vises.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Denne modden øker lastetiden, og den kan være stor for store byer.",
  "Previously created rotating props still require the PropRotating Params mod.": "Tidligere opprettede roterende rekvisitter krever fremdeles den PropRoterende Params-modusen.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Noen rapporter kan ikke lagre spillet, særlig med et stort antall prosedyreobjekter.\r\nStart etter installasjonen en tom vindusåpning. Start spillet på nytt for å løse dette.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "I T-avsnitt, er det ingen lys på kryssende vei.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Den oppdateres ikke for Industries DLC og vil nok ikke fungere for de industrielle områdene fra dette DLC.",
  "Simulation Errors and conflits with various other mods.": "Simuleringsfeil og fliser med ulike andre moduser.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Hvis standard ser for mørkt, bør du skru opp de globale og/eller omgivelseslysintensiteten i Ultimate Eyecandy. Skygger må settes til maksimum ved å bruke Shadow Strength Adjuster for å hindre solen i å lekke gjennom gjenstander. For å gjøre skygger mindre synlige, redusere globale lysintensitet og øke lysintensiteten i Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Sørger for ulike problemer som en bane velges tilfeldig",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Støtter ikke navn på nyere DLC-distrikter.\r\nAktivering og lasting av flere navnelister som endrer det samme oversettelseselementet vil forårsake konflikter.\r\nFor å unngå konflikter, sjekk hvilke oversettelseselementer som endres i navnelistens verksted.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Ressurser tar opp i stedet for å være ubegrenset, språk skifter tilbake til engelsk hver start, og spillet er låst opp selv om denne funksjonen er deaktivert.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Å ikke jobbe med Vanilla-veier fra senere enn Sunser Harbour. Du kunne holde abonnert men deaktivert for å kunne bruke BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 for å utveksle rekvisittene.",
  "Not able to name new districts.": "Kan ikke navngi nye distrikter.",
  "The traffic lights on some custom road do not change.": "Trafikklysene på en del tilpasset vei endrer seg ikke.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Nedbryting av vannforurensning er ikke øyeblikkelig, det tar litt tid før vannet rykker opp. Det tar også ikke umiddelbar å bygge opp igjen jord- eller vannforurensningen igjen.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Feil i loggen for utillatte handlinger. Bruker ikke spawning. Ingen navn ble tildelt.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Fungerer bare med kart som har abonnert på verkstedet. Bruker den og er derfor uforenlige med hverandre – hovedsaklig Harmony – mods.",
  "Only a limited set of roads is included.": "Bare et begrenset sett med veier er inkludert.",
  "User reports that it is not working at all if you select heavy traffic.": "Bruker rapporterer at den overhodet ikke arbeider hvis du velger tung trafikk.",
  "Broken LOD, Vehicle blinks.": "Ødelagt LOD, Bil i bilen.",
  "Clipping may occur as well as simulation errors.": "Klipp kan også oppstå i tillegg til simuleringsfeil.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "For noen brukere tar ikke bil, men fortvilet og gjenoppstår hjemmet, noen ganger går man til samme sted/stopper igjen.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Se den grunnleggende spenneren det er! & spill det! guide på https://bit.ly/3XiMQPY for flere detaljer.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Viser feil type trafikklys ved bruk av 'Large Avenue with Grass'. Det virker kanskje ikke for venstretrafikk (LHT) og for små, enveis veier eller veier med tråder.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Hvis du sletter et veissegment med justerte baner, kan det føre til en Nullreferansefeil.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Feil ved oppstart. Manglende brukergrensesnitt. Funksjonsproblemer (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Denne blokkerer ofte knappen for oppgradering av veier. Skiftefunksjonen er ødelagt og bør ikke brukes. Brukere rapporterer også noen andre problemer.",
  "Button missing. Error popups.": "Knappen mangler. Feilsprettoppvinduer",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Rapporterte massive problemer: manglende vegtekst, KeyNotFoundException feil, spill krasj, høy minnebruk.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Gress kan vokse gjennom CSUR veier. Skjul gresset for å skjule den eller heve EK-gruppene lett med Flytt den vil hjelpe. Veg kan av og til plasseres litt under overflaten. Hev dem med \"Flytt ut. Tunnel innganger fra ikke-sentrerte CSUR-veier blir dekket av terreng. Noen brukere rapporterer spillkrasjer og CSUR-grensesnitt som ikke fungerer.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Knappen kan ikke flyttes, da statistikken går av-skjerm på visse skjermoppløsninger.",
  "Various issues reported, see Worshop comments for details.": "Ulike saker rapportert, se Verkplassens kommentarer for detaljer.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Venstre håndtrafikk støttes ikke. Dette fungerer ikke på Linux. Opposite side trafikklys har noen virvlinger på T-strekninger og enveis veier.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ADVARSEL: IKKE SUPPRESS ERRORS i modmodusen eller i popups fra denne modus, da det gjør problemer med feilsøking av mod/asset problemer nær umulig. Å skjule feil gjør at de ikke forsvinner, og vil gjøre spillet ditt mindre pålitelig!",
  "Disasters are not recognized.": "Katastrofer blir ikke gjenkjent.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Dette fungerer ikke for de nye T-banestasjonene fra 'Innholdsskaperpakken: Tog stasjoner', og for noen tilpassede stasjoner. Du kan bruke Flytt Den istedet for disse stasjonene.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Alvorlig fall i FPS ved oppretting av veier. Noen brukere får en «ugyldig shape» feil. Omvendt retning gir noen ganger et unntak. Unntaket er ufarlig, men du kan ikke reversere det segmentet og må slette og gjenskape det.",
  "For several players it causes errors and is not working.": "For flere aktører fører det til at feil og at det ikke virker.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Noen funksjoner vil ikke fungere for lokalt innstallerte eiendeler: sorter etter nylig nedlasting, søk etter forfatternavn, åpen Workshop-side.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Det er en feil med gyte som en ku. Skrå, ramper og forhøyede baner ser ikke ut til å virke. Noen kan bare gå bakover eller flyte ut.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Du kan ikke lagre de genererte veiene, og derfor bør du ikke åpne en lagringsplass der den ble brukt etterpå. Denne modden er fremdeles i tidlig fase.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Noen brukere får fortsatt det til å virke, men for mange er det delvis eller helt ødelagt, inkludert for ikke å kunne laste en spilllagring. Ved å skru av \"ny algoritme for usunkende trafikkomster nær utenforstående forbindelser\" kan det være hjelp. Sletting av EnhancedDistrictServices.cgs filen vil kanskje også hjelpe, men du vil miste alle tilpasninger.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Samarbeid med leveringsbiler fra Industrien og Sunset Harbor DLC. Innstillingsmenyen blir sendt opp (lukk og gjenåpne innstillinger kan hjelpe). Potensielt inkompatibelt med alle mods som modifiserer AI.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Denne modden fungerer kun på Windows, ikke på MacOS eller Linux. Dette er en avansert mod som krever at Python scripting kunnskap skal brukes.",
  "You must follow exactly the steps on the workshop page to use it.": "Du må følge nøyaktig trinnene på verkstedsiden for å bruke den.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Ikke kompatibel med alle typer automatiserte bullad-mods.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Trenger du et Adaptive nettverk for å fungere riktig. Dette er for eksempel veivei, diverse gjerder og jernbane 2.",
  "Users reported various issues, see Workshop comments.": "Brukere rapporterte ulike saker, se Workshop-kommentarer.",
  "Will lead to various graphical issues ingame": "Vil føre til forskjellige grafiske problemer som ingame",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Vær oppmerksom på at denne modden er øyeblikkelig og krasjer kan oppstå i større byer!",
  "Cargo trains for some do not spawn.": "Lastetog til noen ikke begynner.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Denne modden har en rekke feil og stabilitetsproblemer, og er ikke anbefalt for nye spill. Den fremskaffes her som et forsøk på å hjelpe spillere med eksisterende byer ved hjelp av utvidede lederes bibliotek/Prop Anarchy og fortsette savene uten å måtte endre sitt arbeid.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Dette er bare nødvendig hvis du vil bruke den nye generasjonen treverk kontroll eller Prop Control, Linjeverktøy på et kart/lagring som brukes før utvidet Manager-bibliotek, Reklameanarket, Prop Anarky. For mer informasjon, sjekk verkstedsiden i denne moden.",
  "Do nothing right now. Should normally not be released publicly.": "Ikke gjør noe akkurat nå. Skulle normalt ikke offentliggjøres offentlig.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Kjøretøyvelgeren 2 blokkerer tema Mixer 2 for enkelte spillere å kunne endre tema tekstene.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Noen veier fra Nettverks utvidelser skaper feil eller intet trafikklys.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "District Restrictions (Import/Export) viser ingen slippede lister, hvis brukt sammen med Overføringshåndterer CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Bruk den originale presisjonsteknikk-modulen i stedet for den nå utfasede versjonen av 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Avhengig av skjermoppløsning er det kanskje nødvendig å bruke UI Resolution 1.2 for å se alt TLMs brukergrensesnitt",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Oppkobling av hjemmesider vil ha et ulåst, tomt kjøretøy utvalgsvindu.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Årsaker trær til flukt. Du kan bytte til en trekontroll, som har funksjonalitet for begge disse modusene.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Blå noder kan vises og ikke bli løst automatisk. Hvis du bruker AN Network, er det bedre å fjerne 'Continues Junction-median'.",
  "Real Time might delay the arrival of extra Starting Money.": "Virkelig tid kan forsinke ankomsten av ekstra startmoner.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Forfatteren av kameraposisjoner sier at dette er inkompatibelt, men enkelte brukere rapporterer dem om å fungere fint sammen.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 tømmer fanene i Better Education Toolbar. Derfor er det bedre å bruke den alternative samlingen i stedet.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "I pausemodus kan du endre dagen når du setter på pausen, men når du tar pause i selve håndteringen av sanntid vil det ta slutt. Dette er ment adferd. Hvis du bremser simuleringshastigheten med Play It! Dagen vil ikke matche lenger sanntid tiden. Dette blir veldig synlig sent på kvelden og tidlig på morgenen. Dette er ment atferd og kan ikke endres.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Delte plater kan ikke opprettes på CSUR utrykningsveier (dette virker på vanlige og kompakte veier).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Delt stopp aktivering har funksjonaliteten til å opprette forhøyede stopp.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Ved bruk av overføringsleder, vil ikke statistikk vise riktig mengde politiets kopier i bruk. Det vil alltid vise 0 %.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Spill pauser automatisk når du endrer tid, og tid tilbakestilles igjen når du opphørte pause. Tids hastighetsalternativer i TimeWarp virker ikke.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Dette kan være inkompatibelt med en rekke mods med lignende funksjonalitet. De listede moddene er bare et lite delsett av de inkompatible moddene.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Du må deaktivere egendefinert skrifttypebehandler i FPS Booster hvis du vil bruke skriftvalg.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Teksturene fra tema Decals vil sannsynligvis ikke samsvare med det blandede temaet.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Skjul den! inkluderer også en fjern ruinfunksjon. Dette må være slått av og ikke tving dem til å skjule det!. Isteden kan du aktivere disse funksjonene i BOB. Det er måten disse moddene er utformet for å samarbeide.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Hvis du vil bruke de gamle rekvisitter som er inkludert i den opprinnelige modusen, kan du beholde den opprinnelige modifikasjonen abonnert, men deaktivert. Alternativt kan du flytte originalen . rp filer til din lokale eiendelsmappe og understyr den opprinnelige moden. Hvis du starter en ny by, er det best å melde den originale modusen ut og bruke den Ploppbare Overflatene fra den koblede samlingen.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Denne modden trengs ikke for å få modden til å virke, selv om verkstedsiden angir noe annet.",
  "Node Controller Renewal is actively developed and more user friendly.": "Nodekontroller Fornyelse utvikles aktivt og mer bruker vennlig.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Dette kan forårsake blå hulrom på erstatninger/MOM overlegg. Det kan være andre uforlikeligheter.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Flere nettverk stuff gir bare flere funksjoner i redigeringsprogrammet. For vanlig spill bruk kun Network Anarchy",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "For elementskapere: Denne modden er ikke nødvendig for nylig opprettede animerte rekvisitter. Bruk Modverktøy og dette koblede skriptet i stedet.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7a153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Du bør i stedet bruke RON + Cylis NExt2 Erstatningssamling.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Mens Cubemap Replacer også endrer ulike lys- og refleksjonsinnstillinger og endrer skyer og sol til statiske posisjoner. AD Cloud Replacer tilbyr bevegende sol og skyer.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Veibygger bør ikke brukes sammen med FPS Booster, da noen korrigeringer ikke blir brukt korrekt. Ettersom Road Builder bare arbeider i redaktøren, og ikke gjør noe i vanlig spill, den skal være i det minste deaktivert hvis du vil spille spillet. Det er enda bedre å ekskludere Road Builder med lastingsordreverktøy eller å stoppe å abonnere på veibygger hvis du ikke ønsker å lage veier. FPS Booster må derfor være minst deaktivert hvis du vil skrive inn Editor og bruke Road Builder. Det er enda bedre å ekskludere FPS Booster med Last Ordreverktøy eller å melde fra FPS Booster hvis du vil lage vei.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS oppdager ikke de ekstra borgerenhetene.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "I \"Express Bus Services (TLM Plugin)\" kan valgene \"Experimental\" og \"Agressive\" forårsake at busser despawn hvis transportlinjebehandler også er brukt. Valget \"Prudential\" fungerer som forventet.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppbare RICO har nå funksjonalitet for å Grow Ploppablene. Bruk av begge modifikasjoner sammen er mulig, men kan gi ukonsekvente resultater med mindre innstillingene er justert. Det anbefales å fjerne Grow Ploppablene men om du har gjort på et eksisterende spill, må du forsikre deg om at begge mods innstillingene er de samme.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Ved bruk av overføringshjelper vil ikke bygningsbruk vise riktig mengde politiets kopier i bruk, og det vil alltid vise null.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Utvidet InfoPanel 2 har alle funksjoner fra HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Å klikke på den nederste linjen for UEC-funksjonalitet virker ikke.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Toggler overstyrer tåkens alternativer for å skjule den.",
  "A black bar might appear above the bottom toolbar.": "En svart linje kan vises over nederste verktøylinje.",
  "The yellow arrow signals do not operate with TM:PE.": "De gule pilsignalene fungerer ikke med TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmoni redesignet kan deaktivere UI oppløsningen. Bruk den vanlige versjonen av Harmony i stedet.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Veksle den! og denne modden kan brukes sammen for eksempel for å skjule bestemte varsler, selv om du aktiverer dem i Veksle den!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Noen veier fra Nettverks utvidelser skaper feil trafikklys.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Tre Anarki har funksjonalitet for planteskalering og mye mer.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Avansert bygningsnivåkontroll har alle funksjoner av historiske distrikter med mer.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Spill det! har mest funksjonalitet for Timewarp Fix. Kombiner det! med Gjengi det! for full erstatningsfunksjonalitet.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Naturkatastrofer Overhaling blir forvekslet med mindre tidsstrøm. Mest merkbare skogbranner blir mye mer vanlig. Sett brannsannsynligheten lav som en løsning.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Finn den filtrerer fungerer ikke riktig med Tree & Kjøretøy-Prop moden.",
  "MOM already allows you to convert train stations to metro stations.": "MOM lar deg allerede konvertere togstasjoner til T-baner.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Det er ikke nødvendig å oppgradere rør hvis du ikke trenger rør i det hele tatt.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Dette kan gi \"Ikke ough Buys\" problemer ved bruk av tilkobling til kjørefelt fra TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Bare i spillet funksjoner, så du kan opprette og slette skip og planstier. Du kan kjøre MNS sammen med NA for MNSs kart/aktivakitorefunksjoner. Men det er bedre å ha mer nettverks Stuff bare inkludert i Editor Profiles.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Begge mods berører samme spillfunksjonalitet og sannsynligvis konflikt.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Velger å velge et annet objekt når dynamisk ressurssorter endrer rekkefølgen på elementene.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Noen funksjoner ved TM:PE arbeider på reversible trimspor, men ikke alle.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Modulen \"Ingen problem\" får spillet til å tenke at problemet ikke eksisterer, mens modusen \"Skjul problemer\" bare skjuler ikonet. Hver mod kan (ironisk) allerede føre til alvorlige problemer. Hvis du bruker dem virkelig spør etter det...",
  "Compatible when level Randomization is turned OFF": "Kompatibel når nivå-randomisering er skrudd av",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Du kan deaktivere denne modden og bruke BOB for å utveksle trafikklysene med den fra denne pakken.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Hvis du vil ha den nye kubemappen bare hver dag, med standard natthimmelen aktiver følgende innstillinger for Fog Kontroller: \"Daynight Fog\" og \"Classic Fog\", og aktiver følgende innstillinger for Daylight Classic: - \"Classic sunlight color\", \"Klassisk sollys intensitet\", \"Klassisk fog Effect\" og \"Tillat klassisk tåke effekten hvis dag/natt syklusen er på\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Spill det! Vil deaktivere sine egne funksjoner som overlapper med tema Mixer. Dersom du ikke bruker Tema Mixer til å blande temaer, trengs det ikke lenger",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Additiv Shader eiendeler konvertert til PO dukker ikke opp etter omlasting av en besparelse.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Utjevningsteknikk TAA fører til flimrende grafikk. Sett til FXAA om du vil bruke disse to modene sammen.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Bruk tre kontroll i stedet for ubegrenset mengde trær.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Bilens grense vil bli økt riktig, men se det feil viser den gamle kjøretøygrensen.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Du må deaktivere egendefinert skrifttypebehandler i FPS Booster hvis du vil bruke Font Selector.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Nye stiler lagt til med Nettverksutseende i en økt reflekterer ikke alltid trafikklys skifter før en spillutlasting.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Fra hovedmenyen vil forsinkelsestiden i moddens alternativer være feil. Når du er i spillet, viser moddens alternativer den riktige forsinkelsestiden, og korresponderer til sanntiden bremset tiden.",
  "Use the regular version of Harmony instead.": "Bruk den vanlige versjonen av Harmony i stedet.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Du vil ha bare omtrent 5 til 10 sekunder for å velge din rakett.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Endre konstruksjonshastigheten til 100% i reell tid innstillingene for å unngå at bygninger forsvinner.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Den sammenslående hvitheten omfatter funksjonalitet for en vedvarende ressursvisning. Avslutte abonnementet på sistnevnte.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Erstatte veier piler med Prop Switcher er ikke anbefalt og kan gi en \"liste ut av grensene\" feil.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Kjøretøyet rekvisitter fra treet og kjøretøybladet vil ha uønskede lyseffekter når spilltiden er i nattsyklusen.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Bedre Highway Icons utløser en feilmelding fra Byggnings temaer ('System.Reflection.MonoMethod.Invoke'). Begge mods ser fortsatt ut til å virke etterpå.",
  "The 'Remove Unwanted' button may not work properly.": "'Fjern uønsket' knappen vil kanskje ikke fungere som den skal.",
  "This might only work with all ULOD settings to 'game default'.": "Dette kan bare fungere med alle ULOD-innstillinger til \"spill standard\".",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Sykluser fra ekte tid innenfor distriktstjenester, med status hver natt til helg.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Kompatibilitet er usikker, men økt grense fra flere kjøretøy blir sannsynligvis ikke brukt av PXPVehicleInfo, føre til feilnummer ved inngåelse av grensen til originalbilen.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage sendeplass bryter harmoni og enhver mod avhengig av Harmony. Bytt til Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Tre Anarki har allerede funksjonaliteten til ubegrensede trær.",
  "This combination might cause a performance decrease (FPS drop).": "Denne kombinasjonen kan føre til reduksjon av ytelse (FPS-fall).",
  "Use BOB instead of Prop Switcher.": "Bruk BOB i stedet for Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Data omformeren kan bare gjøre sitt arbeid når Plop de Growables ikke er abonnert.",
  "Use Prop Anarchy instead of Prop Snapping.": "Bruk Prop Anarchy istedenfor Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML har allerede en bedre grense for funksjonalitet.",
  "Undoing props is disabled when using EML.": "Å ikke gjøre rekvisitter er deaktivert ved bruk av EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Servicetøyvelgeren har all funksjonalitet av RiverCargoHarborMod. Avslutte abonnementet på sistnevnte.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy har allerede en bedre malerifunksjonalitet.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Hvis konturene ikke fungerer, slå av \"Overwrite Terrain\" og sett verdien til rundt 100 i ROTTERdam-alternativer.",
  "You can't export props with modtools while EML is active.": "Du kan ikke eksportere rekvisitter med modverktøy mens EML er aktiv.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Bruk prop Anarki kombinert med tre Anarki istedenfor Prop og tre Anarchy.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Flere avanserte valgmuligheter har funksjonaliteten til Wider OptionsPanel, og mer.",
  "Use the original instead of the now deprecated 2.0 version.": "Bruk originalen i stedet for nå avskrevet 2.0 versjon.",
  "Unsubscribe Holy Water's TM:PE.": "Avmeld den Hellige Vanns TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Når denne modden er aktiv, vil ingen Big Truck ha noen effekt bortsett fra lastebiler som kommer inn fra utenfra.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Begge mods bruker fanenøkkelen. Bruk en annen første person mod, eller endre nøkkelen for automatisk ferding.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Ved endring av soneinndeling til en vei, endres fra nettverks utseende er tilbakestilt.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistisk Befolkning inkluderer en \"no deathcare\" funksjonalitet.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Vennligst fjern abonnement på nettverksutvidelse 2 før du bruker den koblede samlingen.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM kan slutte å søke ut. Kjører spillet, da administrator kan løse feilen midlertidig.",
  "Some textures on Network Extensions roads might not load.": "Noen teksturer på nettverk utvidelsesveier kan kanskje ikke lastes.",
  "With 81 tiles 2 you don't need Cross The Line.": "Med 81 fliser 2 trenger du ikke kryss linjen.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Med begge modifikasjoner aktive, har plaserte bygninger opptøye. Ploppbar RICO allerede funksjonaliteten.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Fliser 2 inkluderer samme funksjon, men uten å endre bestemte nettverk. Du kan bruke både sammen eller uten den andre moden.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Spill pauser automatisk når du endrer tid, og tid tilbakestilles når du blir opppause. Tids tids-tids-alternativer i Ultimate Eyecandy vil ikke fungere.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Deaktiver klassisk sollys og klassisk solinnstråling, klassisk sollys og klassisk for fargeinnstillinger på Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Så lenge du ikke bruker TM:PE for å begrense hastigheten på spor, bør disse moddene være kompatible.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & Fog Toggler overstyrer tåkens alternativer for å skjule den, Bobby.",
  "Several users report using these together without issues.": "Flere brukere rapporterer at de bruker disse sammen uten problemer.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter ble ikke oppdatert til nylig \"Flytt Den oppdateringer\", for å lage problemer for enhver mod som prøver å integrere med Flytt IKT.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Hvis du endrer \"Forsterket Piller\" kan valget mellom \"Flytte-Kontrollen\" forsvinne.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Det kan føre til at du endrer datoen, eller at en del av grafen overskrives.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Livssyklus rebalance inkluderer allerede 'no deathcare' funksjonalitet.",
  "Use Ploppable RICO Revisited instead.": "Bruk istedet for forhåndsdefinert RICO.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Mod innstillinger for Shadow Distance Fix tilbakestilt på spilllast.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Oppgrader uberømbar bryter MOM-pillaren utvalget.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Årsaker trær til flukt. Du kan bytte til tre Anarki som har funksjonalitet for begge disse modusene.",
  "Loading Screen Mod asset report file also include all these information.": "Laster Indeksformue rapportfil for Screen Mod-rapporten inkluderer også all denne informasjonen.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Begge mods har alternativer for å skjule paneler på hovedmenyskjermen. Bare bruk en mod for å skjule dem, eller du kan kjøre på problemer.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Du kan bytte til et trebud, som har funksjonen til begge disse modusene.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Å sette trafikklys eller prioritert skilt med TM:PE på togspor vil ikke fungere. Andre innstillinger fungerer ikke.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Flere brukere rapporterer at Parallel veiverktøy ikke fungerer sammen med NettverksSkins abonnement.",
  "Restores ship behavior that allows them to float on the land.": "Gjenoppretter skipsadferd som gjør at de kan flyte på land.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Noen veier fra Nettverks utvidelser skaper feil eller et ekstra trafikklys.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster har all funksjonalitet av Mini FPS Booster, og mer.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Det kan gi en feil. Se FPS 2021 kommentere FPS Booster-siden for en løsning.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Alle tre listede mods skal brukes til nye spill i stedet for å bruke Extended Managers Library",
  "This mod combination prevents using the light background theme.": "Denne mod-kombinasjonen forhindrer bruk av lysets bakgrunnstema.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Veg laget med Road Builder bruker ikke vaniljespillarer. Dette fører til et gap mellom disse veiene og søylene, hvis du reduserer tykkelsen på bruer og høydedeler i prisjustering av kurvhøyde.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Tjenestevalgene i ruten for helsetjenester vises for lavt, noe som gjør det vanskelig eller umulig å klikke.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Begge mods erstatter 'vanilla-matchmaker', noe som gjør dem uforenlige.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Når du utfører automatisk utskifting, vil TM:PE innstillinger gå tapt på erstattet og tilkoblede nettverkssegmenter, og kjørepiler og kjørefelt ble kanskje rotet opp på hele kartet.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR er ikke kompatibelt med avanserte sonealternativer i nettverksutvidelser.",
  "Flickering and disappearing buildings and assets are reported.": "Flimring og forsvinn bygninger og aktiva rapporteres.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "AdjacentToPurchased option of Common Ground er ikke kompatibel med 81 fliser. Common Ground er ikke nødvendig for spillopplevelse når du låser opp alle 81 rutene, men er fremdeles bra for bruk i karteditoren.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Dersom du brukte før Plop modden for Growables på en sprede, bruk den koblede konverteren før du laster uten den moden. Du abonnerer også da på RICO endret og finne den! 2 for å kunne plyndre vekstene.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "En Shader er ikke kompatibel med den variable solsikke/solnedgang fra virkelige tid. Bruk heller nevnte testversjon.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Deaktivere bygget i ubegrenset jordressurs-mod Colossal Order, da denne funksjonen er inkludert i Extra landskapsskaps verktøy.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Alltid kjør Steam-klienten før du kjører spillet. På Linux og MacOS er noen brukerhandlinger påkrevd, se monteringsveiledning: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Reparasjonen er en del av basespillet nå.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Dette er en standard, bygge mod lastet opp til Workshop.",
  "The original mod supports various languages.": "Den originale moden støtter ulike språk.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Dette synes å være relatert til infamous ali213_mod_01 mod.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Det er sterkt anbefalt å gjøre en sikkerhetskopi av en eksisterende lagring før du bruker denne modden på den.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funksjon er nå en del av base spillet. Denne modusen er bare nødvendig for ressurser som lages for denne moden.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Nå er en del av spillet, som kun trengs for eiendeler, som bruker disse sporene.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Funksjonene til denne modden er inkludert i selve spillet, selv om beregningene i denne modden er litt forskjellige.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Noen brukere rapporterer brukergrensesnittet som mangler når de ikke abonnerer på \"Fine Road Tools\".",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "«Lag historikk» er en del av spillet selv nå, men med denne modden vil ikke en historisk bygning bli forlatt.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Bruk alternativet \"Prøv å gjenopprette fra simuleringsfeil\" fra å laste Modifikasjon i stedet for å virke, noe som er mer kraftig enn denne moden.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Det anbefales ikke å bruke det i karteditoren, fordi opprettede kart vil kreve Prop Anarchy.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Denne modden trenger minst én kartong for å kunne fungere. Denne modden deaktiverer automatisk individuelle trafikklysmodifikasjoner ved oppstart for å unngå konflikter, men bruker de medfølgende rekvisitter fra disse modusene. La de andre trafikkbelysningene være deaktivert.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Du kan finne nyere versjoner av denne LABS-versjonen på GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Alle jobber fra ikke-RICO-bygninger, inkludert alle DLC-bygninger, inngår i servicen (SRV) nummer.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Modden fungerer på Windows, Mac OS og Linux. Den som inkluderer frittstående 'Load Order Tool' er kun Windows og krever en ekstra . et installasjon. Se Workshop-siden for detaljer.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Naturreservater sprer seg ikke på samme måte når de er plassert på skrånende terreng. Dette kan fikses ved å bruke Clamp modus med en styrke rundt 100 (anbefales) eller ved å aktivere alternativet \"overskriv terreng\".\r\n\r\nMed \"overskrivende terreng utseende\" er aktivert, topografisk linjeoverlegg er ødelagt. Enten deaktiver dette alternativet, eller bruk klamp-modus med en styrke på 120 eller lavere, eller skalamodus med en styrke på 100 eller lavere.\r\n\r\nNettverk vil alltid vise gresset, aldri klippe teksten. Dette er spesielt merkbart med f.eks DARS Xsø 's skråningsprofiler.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Funksjonen til denne modden er inkludert i selve spillet, selv om pilene til denne modden er bedre synlig.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Dette var nødvendig for MacOS, fordi FPS Booster ikke arbeidet med MacOS. Dette skal løses og alle skal kunne bruke FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Alle bilder vil gå tapt når du (un)abonnerer på alt mens spillet kjører.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Dette kan brukes på egenhånd, eller bli deaktivert og brukt som «prop pack» for BOB eller Traffic Light Replacer mod.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Denne brukes til å være nyere versjon, men ble utfaset etter at den originale versjonen ble oppdatert. Bruk den originale versjonen i stedet.",
  "When using this mod, it is wise to back up your saves from time to time.": "Når du bruker denne modusen er det lurt å sikkerhetskopiere din sparing fra tid til annen.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Intercity-busser går bare inn i byen via én vei utenfra tilkoblinger, ikke via en toveis vei.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Denne bruk utdatert informasjon. Den offisielle utgivelsen av kompatibilitetsrapporten har flerspråklig støtte!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Denne modden er nå bare nødvendig for cemetrier. Avfallsoverførings- og behandlingsfasiliteter fra spillet dekker de andre funksjonene fra denne modusen.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Dette lykkes med følgende propppakke kombinert med BOB moden: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Uncorrectly viser seg som Cinematic Camera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternativer for dette kan du finne her: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Spillet løser allerede spørsmålet om ikke å ha nok lavt utdannet arbeidskraft ved å ansette høyt utdannede mennesker i arbeid med lavere utdanning.",
  "CAUTION: If you use this and save, the game save is broken.": "ADVARSEL: Hvis du bruker denne og lagrer er spillet ødelagt.",
  "This is for testing only and might be removed from the Workshop soon.": "Dette er for testing bare og kan bli fjernet fra Workshop-en snart.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Når du oppretter ressurser med rekvisitter fra denne moden, trenger disse eiendelene denne versjonen av modden og kan ikke brukes med den originale modden.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Bruk prop Anarki kombinert med tre Anarki istedenfor Prop &amp; tre Anarchy.",
  "It is STRONGLY recommended not to use this mod!": "Det er anbefalt å ikke bruke denne moden!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativt kan dette ha en \"ghost modus\" som tillater å avslutte abonnementet og fremdeles beholde spilllagringen tilgjengelig hvis du vil fjerne MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "skaperen krypterte koden sin og gir ikke tilgang til koden hans. Derfor kan man ikke verifisere om de ikke inneholder noen form for skadelig kode. Verken de andre modderne kan fungere med å fikse problemer som oppstår med hjelp av modifikasjoner fra denne skaperen. Vi kan bare kontrollere at deres modifikasjoner skaper problemer med flere topp 100 mods.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Dersom du har problemer med skrifttypevisning, deaktiver egendefinert skrifttypebehandling i modifikasjonsinnstillingene.",
  "This mod was only for scenario developers looking for more options.": "Denne modden var bare for scenarioutviklere som leter etter flere alternativer.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Merk: Den nasjonale språkfilen vil ikke bli fjernet når abonnementet avsluttes. Den må fjernes manuelt, se Workshop-siden.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Dette er inkompatibelt med en rekke mods med tilsvarende funksjonalitet og kolliderer med ulike moduser. Vi vil mye å liste alle dem.",
  "The original mod supports the Chinese language.": "Den originale moden støtter kinesisk språk.",
  "Now part of the base game, therefore not needed any more.": "Men del av dansespillet trengte derfor ikke mer.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Dette åpner kun 25 fliser i begynnelsen av et nytt spill, ikke en tidligere lagring av spillet.",
  "Can't show data from extension mods like Extended Managers Library.": "Kan ikke vise data fra utvidelsesmods som utvidede administratorer bibliotek.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Autobudation policy, helsetjenester og brannstasjoner kan føre til at arealverdien faller, fordi budsjettmidler gir lavere dekningsområde.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Dette er en uoffisiell fastlagt versjon av den vekselbare hvithetsmodusen.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Spillet har også enveis togspor men dette har også ett toveis spor og trengs fortsatt for bemanning med en enveis stasjonsspor.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Dette kreves bare hvis en gammel flaggrekvisitt eller en understell fortsatt krever det."
}