{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Niekompatybilne z Dynamic Resolution i innymi modyfikacjami kamery.",
  "Vehicle LOD Flashing": "Migotanie LOD pojazdu",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Anuluj subskrypcję po użyciu! Spowoduje to spamowanie dziennika gry i poważnie zwiększy rozmiar.",
  "Broken / Can't be loaded": "Uszkodzony / Nie można załadować",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "W opcjach odmalowania dostępne jest również ustawienie koloru ciemnego węzła na autostradach.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Jeśli przecięcia wyglądają na niebieskie, przejdź do ustawień moda i włącz automatyczne odświeżanie. Zwiększa to czas ładowania jeśli masz wiele niestandardowych dróg.",
  "This might increase loading time.": "Może to wydłużyć czas ładowania.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Ta modyfikacja nie jest zoptymalizowana i może powodować problemy z wydajnością. Prawdopodobnie nie ma to nieznanych niezgodności z innymi modyfikacjami. PONGLY nie zaleca się używania tej modyfikacji!",
  "Mod options resetting on game load.": "Opcje modyfikacji resetują przy wczytywaniu gry.",
  "Game breaking": "Psuje grę",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "DON'T WYKORZYSTUJ GENEROWANE PROPS w modach, takich jak BOB, obiekty pocedural lub narzędzie do znakowania skrzyżowania. To może zniszczyć twój zapis! To jest trochę logiczne i nie problem z tymi modyfikacjami. W określonym punkcie w procesie ładowania generowane są rekwizyty niezwiązane z budową terenu, jak również rekwizyty drzewa i naprawy, które nie są przechowywane (nie są przechowywane! Oznacza to, że korzystanie z tych zasobów w modyfikacjach doprowadzi do tego, że są one wczytywane, po prostu dlatego, że nie są one tworzone w chwili załadowania sieci i innych rzeczy.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Ze względu na znaczące zmiany w grze bazowej, ten mod jest najlepiej używany tylko do nowych gier.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Długie nazwy stacji lub zduplikowane nazwy stacji mogą zniszczyć układ. Linie, które wielokrotnie obsługują tę samą stację mogą mylić mod. Nazwy stacji na różnych stacjach mogą być niepoprawne.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "OSTRZEŻENIE: Autor został zbanowany za umieszczanie złośliwego kodu w swoich modyfikacjach. Ten mod jest podejrzany o złośliwy kod. Lepiej USUNIĘCIE! OSTRZEŻENIE: DON'T postępuje zgodnie z instrukcjami na stronie modu, aby pobrać aktualizację za pośrednictwem GitHub. Ta aktualizacja zawiera MALICIOUS kod i wprowadzi złośliwy kod do tego modu Harmony! Autor jest również znany z celowego łamania własnych modów z rąk. Technicznie to nie działa zbyt dobrze, daje wiele błędnych błędów i jest niekompatybilne z wieloma modyfikacjami w Warsztacie. W połączeniu z historią autora byłoby bardzo mądrze UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Twórca zaszyfrował swój kod i nie zapewnia dostępu do swojego kodu. W związku z tym nie jest w stanie sprawdzić, czy nie zawierają żadnego rodzaju kodu szkodliwego. Ani inne modery nie mogą pracować nad rozwiązaniem problemów, które pojawiają się przy użyciu modów tego twórcy. Możemy tylko zweryfikować, czy ich modyfikacje tworzą problemy z kilkoma najlepszymi 100 modyfikacjami. Dlatego też zdecydowanie radzimy nie używać tej modyfikacji!",
  "Can't be loaded": "Nie może być załadowany",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Magazyn nie jest pusty dla niektórych użytkowników. Może to wynikać z tego, że łodzie rybackie zabrają wszystkie miejsca na poczet pojazdów, tak więc nie może się pojawić ciężarówka magazynowa. Użytkownicy zauważyli, że ciężarówki przenoszą ryby z jednego magazynu do drugiego.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Aby zobaczyć trasy statek/promowe podczas umieszczania mostu, włącz widok informacji o transporcie.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Punkty odradzające się zbyt daleko od pierwotnego punktu odradzania uniemożliwiają czasem wszystkim pasażerom transportu publicznego. Punkty przytorowe dla ciężarówek towarowych nie są obsługiwane na dworcach pociągów towarowych, na lotniskach towarowych ani na lotniskach towarowych.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "Pojawia się komunikat: \"NO Big Truck Mod loaded with errors\".",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Ukrywanie podpowiedzi zostało usunięte z tego moda, ale jest dostępne w modze BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Działa tylko na wyświetlaczach o proporcji 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Nie działa dla wszystkich budynków, problemy z wydajnością, komunikaty o błędach.",
  "Lags the game massively": "Znacząco laguje grę",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Światła waniliowe na drogach pieszych nie mogą być wymieniane.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Może to spowodować, że cims utknęły w uszkodzeniu lub usunięciu publicznych przystanków. Powoduje to opóźnienie w większych miastach.",
  "LOD has too many vertices": "LOD ma zbyt wiele wierzchołków",
  "This has some issues with spaces in names.": "To ma pewne problemy z spacjami w nazwach.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "OSTRZEŻENIE: Ten autor został zbanowany za umieszczanie złośliwego kodu w swoich modyfikacjach. Autor jest również znany z celowego łamania własnych modów z rąk. Technicznie może to działać. Biorąc pod uwagę historię autora, byłoby bardzo rozsądne UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Wygląda na to, że działa to dla niektórych ludzi, ale inni zgłaszają problemy. Nie działa w głównym menu, działa tylko po załadowaniu mapy.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Wyłącz przewijanie za pomocą jednego z klawiszy skrótów przed rozdzieleniem, aby zapobiec przypadkowemu rozlegnącemu rozbudowaniu. To samo dotyczy innych czynności wykonywanych za pomocą prawego przycisku myszy, takich jak ulepszenia drogi.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "W rozdzielczościach innych niż proporcje 16:9, przesuwa się w lewym górnym rogu, blokując domyślny przycisk Infoview.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Powoduje dziwny wpływ na skrzyżowania i konflikt z różnymi Modami.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Klucz zakładki używany przez ten mod jest sprzeczny z kilkoma innymi modyfikacjami. Użyj modu innej osoby lub zmień klucz w pliku xml (zobacz komentarze Warsztatu).",
  "Create massive lags if no overlay.png is in the specified folder.": "Utwórz ogromne lagi, jeśli w podanym folderze nie ma żadnych nakładek.png.",
  "Vehicle LOD Turn Black": "LOD pojazdu wyświetla się na czarno",
  "Error popup": "Wyskakujące okno błędu",
  "Missing UI. Performance issues (fps drops).": "Brak interfejsu użytkownika. Problemy z wydajnością (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Jeśli używanych jest wiele modów, należy kliknąć opcję „Make it Rain” (w opcjach). Bez modów działa. Deszcz może trochę migotać, ale później to ustępuje.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Ekran opcji modyfikacji może ulec zniszczeniu, jeśli masz zbyt wiele zasobów pociągu. Niektórzy użytkownicy zgłaszają problemy z plikiem konfiguracyjnym nie jest poprawnie utworzony. Może to spowodować opóźnienie, jeśli nie używa FPS Booster.",
  "Error messages popup": "Wyskakujące okno komunikatów o błędach",
  "The reported issues might be unknown mod conflicts.": "Zgłoszone problemy mogą być nieznanymi konfliktami modów.",
  "Multiple reports about getting a blank screen when loading a map.": "Wielokrotne raporty o zostawieniu pustego ekranu podczas ładowania mapy.",
  "Crash the game / Error popup": "Wywala grę / Wyskakujące okienko błędu",
  "Several reports of lagging the game.": "Kilka doniesień o opóźnieniach w grze.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Błyski ekranu / migotanie. Czas skakania lub cofania się.",
  "Not recognise few latest DLC sounds.": "Nie rozpoznaj niewielu najnowszych dźwięków DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Jeśli subskrybujesz złe skonfigurowane zasoby, które potrzebują tego moda, te zasoby mogą powodować problemy z grą.",
  "Several users report it is not working at all.": "Kilku użytkowników poinformowało, że w ogóle nie działa.",
  "LOD not correct.": "LOD nie jest poprawny.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Zasoby, które są częścią moda, mogą nie być już automatycznie włączane przez grę.",
  "Conflicts with various other mods.": "Konflikt z różnymi innymi modami.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Nie działa dla wszystkich budynków, kolców terenu i otworów, problemów z wydajnością, komunikatów o błędach.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "UWAGA: To tylko ukrywa ikony problemu. Problemy nadal istnieją! Może to szybko doprowadzić do masowego porzucenia, jeśli zapomnisz sprawdzić problemy.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Nie pracuje z budynkami z DLC Promenades & Plazas. Powoduje różne glitki, a czasami nawet awarii!",
  "Broken / Can't be used": "Uszkodzony / Nie może być używany",
  "Forgets settings at start, esp. the sun height.": "Nie pamiętam ustawień po starcie, w szczególności: wysokość słońca.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Niektórzy użytkownicy zgłaszają to, aby spowodować niezaładowalne gry. Nie wiadomo, czy jest to konflikt modyfikacji lub problem z poprawką 1 gry. 4. Niektórzy użytkownicy zgłosili brakujący interfejs użytkownika. Wartości LZD nie mogą zostać zastąpione. Zobacz Warsztat, aby uzyskać więcej informacji na temat znanych problemów.",
  "Can't be loaded / Error popup": "Nie można załadować / Wyskakujące okno błędu",
  "Doesn't show up in the CSL Music Mod.": "Nie pojawia się w stylu CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Na niektórych skrzyżowaniach pojawiają się zdublowane światła drogowe. Na skrzyżowaniu z T nie pojawia się żadne światło na przeciętej drodze. Po niewłaściwej stronie skrzyżowania autostrad i rampy autostrad znajdują się światła drogowe.",
  "Not supporting budgets for newer DLC.": "Brak wsparcia dla budżetów dla nowszych DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Pociągi pasażerskie podstawowej wersji gry nie pojawiają się już w wersjach kolorystycznych, jest to zamierzone zachowanie.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Jest to niezgodne z modyfikacjami, które również zmieniają zdolność budynku. Użyj realistycznej populacji w zamian za lepszą kompatybilność.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Wszyscy gracze muszą mieć dokładnie te same DLC (nie są obsługiwane) i modyfikacje. CSM jest niekompatybilny z większością modyfikacji, zbyt wiele, aby tu wymienić. Lista (bardzo krótka) obsługiwanych modyfikacji: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Tekstury autostrady będą losowo dla każdego segmentu podczas stosowania tego moda i muszą zostać przebudowane do naprawy.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Brakujące ustawienia dla ostatnich kilku DLC: Parklife, Industries, Campus i Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Nie będzie byldozew jeśli jesteś właścicielem klęsk żywiołowych. W tym przypadku musisz użyć jednostki reagowania na klęski żywiołowe. Nowsze kategorie budowlane nie są bulldozerowane.",
  "Vehicle LOD Turn White": "LOD pojazdu wyświetla się na biało",
  "DLCs after Campus can’t be selected.": "Nie można wybrać DLC po kamerze.",
  "Can cause performance issues (lag or fps drops).": "Może powodować problemy z wydajnością (opóźnienie lub wypadanie fps).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Ta modyfikacja może mieć wpływ na wydajność gry. Nie działa w grach scenariuszowych.",
  "This sometimes breaks transport lines.": "Czasami powoduje to zerwanie linii transportowych.",
  "As it is an outdated mod some panels may noth be unlocked.": "Ponieważ mody są przestarzałe, niektóre panele nie mogą być odblokowane.",
  "Breaks the pause after loading game option.": "Przerwa pauza po wczytywaniu opcji gry.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Zewnętrzne źródła nie są tam używane, nie możesz ich używać na nowej mapie. Różni gracze zgłaszają że w ogóle nie działają.",
  "Building flickers": "Budynki migoczą",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Szczotka czasami przestaje działać. Wypisanie subskrypcji i ponowna subskrypcja (gdy gra nie jest uruchomiona) często pomaga przez chwilę, ale bardziej trwałe rozwiązanie polega na użyciu Modod Ładowania i ustaw kolejność załadunku Leśnego pędzla na 9999.",
  "Buttons are no longer aligned correctly.": "Przyciski nie są już poprawnie dopasowane.",
  "For some players it do not create ship pathes.": "Dla niektórych graczy nie tworzy ścieżek statków.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Stacje podziemne tworzą wejście do tunelu, co utrudnia podłączenie toru do stacji i zakłócenie powierzchni ziemi. Ścieżka podniesiona i podsypka wydaje się dobra.",
  "This breaks up the UI, especially text scaling.": "Rozbija to interfejs użytkownika, zwłaszcza skalowanie tekstu.",
  "Game might get corrupted.": "Gra może ulec uszkodzeniu.",
  "Causes game crashes.": "Powoduje awarię gry.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Nie działa z aktualnymi wersjami gry, ponieważ zależnościowe modyfikacje Roads United Core 2.0 nie są już aktualizowane.",
  "It’s in early development stage. See information on workshop page.": "Jest na wczesnym etapie rozwoju. Zobacz informacje na stronie warsztatu.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Jeśli chcesz mieć drzewa do rozbudzenia podczas budowy dróg, upewnij się, że \"Kolizja\" w sieci Anarchy.",
  "Freezes the game": "Zacina grę",
  "Everything that has more than two rails tracks can't be hidden.": "Nie można ukryć wszystkiego, co ma więcej niż dwie tory.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Może to nie działać z maszynistą 3DxWare w wersji wyższej niż 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Wyniki nie są już wiarygodne. Zamiast tego użyj raportu o zgodności.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "To może działać, ale nie jest to najlepszy sposób na rozwiązanie problemu. Rozgrywka rozwiązuje ten problem już samemu zatrudniając niektóre wysoko wykształcone osoby w miejscach pracy wymagających niższego wykształcenia, albo możesz użyć pracownika zatrudnionego V2 zamiast silniejszego efektu.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Prowadzi ona błędy \"duplikowane prefabu\", które są nieszkodliwe. Niektórzy użytkownicy zgłosili, że rekwizyty świetlne po ostatniej aktualizacji, które powinny były być naprawione.",
  "Public transport part not working anymore.": "Część transportu publicznego już nie działa.",
  "You can easily modify the RICO settings in-game.": "Możesz łatwo zmodyfikować ustawienia RICO w grze.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Zniszczy wszelkie funkcje transferu DLC lub gry bazowej nowsze niż DLC Snowfall",
  "The functionality of this mod is included in the game itself.": "Funkcjonalność tej modyfikacji jest zawarta w samej grze.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "W rzadkich przypadkach może wyświetlić błędy i wyjść z gry do pulpitu.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Dodaje obracające się światła tylko do wspieranych pojazdów, wymienionych na stronie warsztatu.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Nazwa tego modu jest myląca. Nie zmniejsza to ilości wytwarzanych śmieci. Zmniejsza to jedynie wydatki na śmieci. Lepsza nazwa byłaby \"Less Garbage Expenses\".",
  "Bloom settings not being applied. Config files not loading.": "Ustawienia Bloom nie są stosowane. Pliki konfiguracyjne nie ładują.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Kiedy Twoje miasto dotrze do około 15000 obywateli, ten mod nie zwiększy już szybkości powyżej domyślnego ustawienia gry x4.",
  "It takes some in-game time for the extra money to arrive.": "Zajmie to trochę czasu w grze, aby dotrzeć dodatkowe pieniądze.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Ostrze wodne mogą pozostać na zawsze, nawet jeśli mod jest wypisany.",
  "Not showing information for newer DLC assets.": "Nie pokazuj informacji dla nowszych zasobów DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Kilka funkcji już nie działa i powoduje błędy, jeśli nie masz przemysłu DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Lista rozwijana nie działa, prawdopodobnie z powodu niezgodności z innymi modyfikacjami.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "UWAGA: Japoński plik językowy nie zostanie usunięty, nawet jeśli anulujesz subskrypcję tego moda. Więcej informacji znajdziesz w opisie w Warsztacie.",
  "This is only needed for custom networks that require this mod.": "Jest to wymagane tylko dla niestandardowych sieci, które wymagają tego moda.",
  "Button for the settings not visible for several users.": "Przycisk dla ustawień niewidocznych dla kilku użytkowników.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Wybór pojazdu dla pociągów międzymiastowych jest ignorowany, a niektóre nowsze pojazdy nie pojawiają się w oknie wyboru pojazdu.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "OSTRZEŻENIE: Autor został zbanowany za umieszczanie złośliwego kodu w swoich modyfikacjach. Ten mod jest podejrzany o złośliwy kod. Lepiej USUNIĘCIE ŚWIADCZE! Autor jest również znany z celowego łamania własnych modów z rąk.",
  "Includes malicious code!": "Zawiera złośliwy kod!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "UWAGA: Ta moda jest DANGEROUS! Pobiera pliki z niemonitorowanej lokalizacji i nadpisuje pliki z innych modów. To BARDZIEJ DANGEROUS oprogramowanie i nie powinno być używane! Lepiej USUNIĘCIE TO BEZPOŚREDNIo! OSTRZEŻENIE: Ten autor został zbanowany za umieszczanie złośliwego kodu w swoich modyfikacjach. Autor jest również znany z celowego łamania własnych modów z rąk. OSTRZEŻENIE: Ta moda została usunięta z Warsztatu przez Steam, ponieważ naruszyła ich zgodę.",
  "This breaks maps saved in the map editor.": "To uszkodzenie map zapisanych w edytorze map.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Przełącz It! Ma możliwość ukrycia budynków na mapie (np. aby mieć tylko ulice widoczne do planowania). Jeśli napotkasz sprawdzanie \"niewidzialnych budynków\", jeśli ta opcja została aktywowana przez pomyłkę.",
  "Private building cannot include roads or other net types": "Budowa prywatna nie może obejmować dróg ani innych rodzajów sieci",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Niedozwolony odblokowywanie DLC!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Może powodować wizualne błyskawice w menu (zakładki bez opisu i/lub obrazu).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Klawisz skrótu nie działa (spróbuj przesunięcia w lewo zamiast w prawej). Ustawienia oświetlenia Ultimate Eyecandy resetuje się lub światła bardzo ciemnego przy każdej zmianie w ustawieniach oświetlenia lub podczas ładowania gry.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Brakuje wszystkich nowych klas przedmiotów ze wszystkich plastrów od czasu wydania i wszystkich DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Oszczędności mogą zająć bardzo dużo czasu na mapy z dużą ilością drzew i dużą liczbą pożarów.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Własne filtry mogą zresetować się przy następnym ładowaniu. Interfejs dla moda nie działa w pełni.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Podejrzewa się, że ta moda może czasami uniemożliwić pojawienie się innych przycisków modyfikacji.",
  "LOD has too many vertices.": "LOD ma zbyt wiele wierzchołków.",
  "Various players report, information could not be gathered.": "Raporty różnych graczy nie można zebrać informacji.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Wydaje się, że jest klonem menedżera ruchu, ale mówi, że jest to automatyczny kolor linii, a kod źródłowy nie jest dostępny.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Po zmianie stylów na żaden i ponownym załadowaniu zapisu powraca do stylu wybranego wcześniej. Niszczy historyczne budynki z innego stylu. Rozwiązaniem jest usunięcie dzielnicy i wyznaczenie jej ponownie.\nPoprawka jest w fazie rozwoju.",
  "Africa in Miniature buildings don't show up in menus.": "Afryka w miniaturach budynków nie pojawia się w menu.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina zawiera plik wykonywalny do uruchomienia edytora LUT, który znajduje się w folderze Lumina.",
  "Demand stays at zero.": "Zapotrzebowanie pozostaje na poziomie zerowym.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Działa, ale powoduje komunikaty błędów \"InvalidationException\" w pliku dziennika.",
  "This is missing statistics from later DLCs and game patches.": "Brakuje statystyk z późniejszych DLC i patchów gry.",
  "Several reports about conflicts with various mods.": "Kilka sprawozdań na temat konfliktów z różnymi modami.",
  "Rocks can’t be deleted.": "Nie można usunąć skałek.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Mówi się o tym, że jest to zepsute, ale w niektórych sprawozdaniach mówi się, że to zadziała. Być może musisz ustawić przesunięcie 180 stopni aby słońce mogło się prawidłowo przemieszczać ze wschodu na zachód.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Dla niektórych ludzi ten mod nadal działa dobrze. Dla innych istnieją niezgodności z różnymi modyfikacjami, których nie mogliśmy całkowicie zweryfikować.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Może to wymagać tunelu dźwiękowego Ambient 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Nie odblokuj wszystkich dróg.",
  "Distorted LOD": "Zniekształcony LOD",
  "Causes ingame lags": "Powoduje lagi w grze",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Funkcja kopiowania z modu Przenieś It może również powielać unikalne budynki.",
  "Error: too many vertices": "Błąd: zbyt wiele wierzchołków",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "To działa dla niektórych uszkodzonych zapisów gry, ale nie dla wszystkich. Jeśli gra zapisuje ładunki, gra zostanie zamrożona na jakiś czas. To jest normalne.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "To nie jest aktualizowane w odniesieniu do najnowszych DLC i nadal wiele brakuje w DLC Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Katerie i rekwizyty stają się czarne dla wspieranych ścieżek Vanilla!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Przystanki autobusowe na drogach z nowszych patchów i DLC nie zostaną zastąpione.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Ustawienie resetuje każdy ładunek i dla kilku graczy jest uszkodzony. Jest również bardzo prawdopodobne, że będzie to sprzeczne z różnymi innymi modyfikacjami aparatu.",
  "Breaks game if you setup to high values.": "Przerywa grę, jeśli ustawisz na wysokie wartości.",
  "This will not fix buildings that were already abandoned before this mod became active.": "To nie naprawia budynków, które zostały już porzucone przed aktywnością tej modyfikacji.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Ta modyfikacja nie jest już potrzebna, chyba że masz stary zasób, który jej potrzebuje. Funkcjonalność tej modyfikacji jest zawarta w samej grze.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Pielęgniarki domowe pokazują się jako Pokrycie Śmierci podczas ich umieszczania.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Zastosowanie listy spowoduje wyłączenie niepotrzebnych modyfikacji, ale nie spowoduje ich anulowania, a wyłączone modyfikacje mogą powodować problemy. Zasoby dołączone do moda mogą zginąć. Ustawienia gry resetują się podczas zapisywania tych modów.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Różne problemy, niestabilne. Funkcja strzałki drogowej nie działa lub tylko po wyłączeniu i ponownym włączeniu przy każdym ładowaniu. Nie wszystkie drogi są obsługiwane.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Międzynarodowy Port Lotniczy After Dark powoduje problemy w tworzeniu linii. Istnieją raporty o brakującej ikony/przycisku.",
  "This might block the vanilla quay upgrade tool.": "Może to zablokować narzędzie ulepszenia nabrzeża wanilii.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Random Security Doors powodują NullReferenceException. Jeśli chcesz użyć tego pakietu, należy wykluczyć Random Security Doors.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Powoduje długi czas ładowania, powoduje różne problemy, które są na końcu nawet łamanie gry, co oznacza, że jest niekompatybilne z grą.",
  "Not showing up ingame.": "Nie pojawia się nazwa użytkownika",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, zamrażanie i błyski ekranowe są zgłaszane. Używaj ostrożnie lub anuluj subskrypcję.",
  "White lines at the moon and Flickering when game running.": "Białe linie na księżycu i Flicking, gdy gra jest uruchomiona.",
  "Invalid Image Format": "Nieprawidłowy format obrazu",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Przy załadowaniu gry, poprzednia wartość jest ładowana poprawnie, ale suwak w opcjach modyfikacji zawsze będzie w domyślnej pozycji.",
  "This is only needed if a prop or mod requires it.": "Jest to wymagane tylko wtedy, gdy wymaga tego rekwizyt lub modyfikacja.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Niektórzy użytkownicy skłaniają je do poprawnego działania, ale są dosyć pewne raporty, w tym o resetowaniu ustawień pomiędzy obciążeniami.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Działa tylko dla wyświetlaczy o współczynniku kształtu 16:9 lub 16:10. Brakuje tej funkcjonalności dla nowszych patchów i DLC.",
  "Terrain conforming props cannot be moved up/down.": "Nie można przenosić rekwizytów terenu w górę/w dół.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Podczas gdy modyfikacja ta zwiększa ostrość, może również powodować hałas, wzorce i problemy z aliasem. Szczególnie na wyższych rozdzielczościach może nie widać różnicy pomiędzy tą aktywną modyfikacją lub nie.",
  "This causes (vanilla) trees to flicker.": "Powoduje to migotanie drzew (wanilla).",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Ta modyfikacja nie ma już żadnej funkcji. Twórca nie publikuje swoich modów dla graczy, ale po prostu pokaże ludziom, jak dobrze potrafi kodować.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Nie można wyeksportować z błędem 'XML root element missing' w logu. Czasami tory pociągów nie są uwzględnione. Jeśli zmodyfikujesz węzeł w NCR lub NC2 i wygenerujesz mapę, rysunek odpowiedniej części węzła może być niepoprawny. Śmigłowce pasażerskie i trasy trolejbusowe dodane do DLC SH nie są wyświetlane. (DLC SH nie jest obsługiwany).",
  "Creating 'ghost' vehicles": "Tworzy pojazdy \"duchy\"",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Tworzenie pojazdów \"duchów\" zostało zgłoszone i musi zostać zweryfikowane.",
  "Do not remove trees added after Campus DLC to the game.": "Nie usuwaj drzew dodanych po Campus DLC do gry.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Konflikt z różnymi modyfikacjami i może prowadzić do awarii. Może powodować problemy z wydajnością i wydłużyć czas ładowania.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Powoduje to bardzo długi czas wczytywania, jeśli moda nie jest używana.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Aby budować połączenia zewnętrzne ze zstrefowanymi drogami poza odblokowanymi kafelkami, musisz tymczasowo wyłączyć strefę za pomocą innego moda. W edytorze map połączenia muszą używać dróg waniliowych, a nie niestandardowych dróg. Autobusy międzymiastowe dojeżdżają do miasta tylko przez jednokierunkową autostradę, a nie przez dwukierunkową drogę.",
  "This is an incomplete version to lure you into buying a complete version.": "To jest niekompletna wersja, aby zwabić Cię do zakupu kompletnej wersji.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Subskrybowanie tego modu powoduje miganie lub zniknięcie budynków. Unikaj używania dowolnego zasobu, a to zmusza Cię do używania tego moda!",
  "The default English names still appear as well, next to the new Japanese names.": "Nadal pojawiają się również domyślne nazwy angielskie, obok nowych nazw japońskich.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Ta modyfikacja zwiększa czas ładowania, a ten wzrost może być ogromny dla dużych miast.",
  "Previously created rotating props still require the PropRotating Params mod.": "Wcześniej utworzone rotacyjne rekwizyty nadal wymagają modyfikacji PropRotating Params Mod.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Niektóre zgłoszenia nie są w stanie zapisać gry, zwłaszcza z dużą liczbą obiektów proceduralnych.\r\nPo pierwszym uruchomieniu po instalacji pustych bohaterów okna. Zrestartuj swoją grę, aby to rozwiązać.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Na przecięciu drogi T na przecięciu drogi nie pojawia się światło.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "W związku z tym Komisja stwierdza, że środek 1 nie stanowi pomocy państwa w rozumieniu art. 107 ust. 1 Traktatu.",
  "Simulation Errors and conflits with various other mods.": "Błędy symulacji i pomyłki z różnymi innymi modyfikacjami.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Jeśli domyślny wygląd jest zbyt ciemny, włącz globalne i/lub otaczające ustawienia intensywności światła w Ultimate Eyecandy. Cienie musi być ustawione na maksimum przy użyciu Korektora siły cienia, aby zapobiec wyciekowi słońca przez obiekty. Aby cień był mniej widoczny, zmniejszyć globalną intensywność światła i zwiększyć natężenie światła otoczenia w Niebieskiej Eyecandy.",
  "Causes various issues as one path is randomly selected": "Powoduje różne problemy, ponieważ jedna ścieżka jest wybierana losowo",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Nie obsługuje nazw dla nowszych dzielnic z DLC.\nWłączenie i wczytywanie list wielu nazw, które zmieniają ten sam element tłumaczenia, spowoduje konflikty.\nAby uniknąć konfliktów, sprawdź które elementy tłumaczenia zmieniają się w Warsztacie listy nazw.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Zmniejszone zasoby zamiast być nieograniczone, język przełącza się z powrotem na język angielski na każdy start i grę jest odblokowany, nawet jeśli ta funkcja jest dezaktywowana.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Nie pracuje na drogach Vanilla od Sunser Harbour. Możesz zachować subskrybcję, ale dezaktywować aby użyć BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 do wymiany rekwizytów.",
  "Not able to name new districts.": "Nie można nazwać nowych okręgów.",
  "The traffic lights on some custom road do not change.": "Światła drogowe na niektórych niestandardowych drogach nie ulegają zmianie.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Wyłączenie zanieczyszczenia wody nie jest natychmiastowe, odprowadzanie wody wymaga trochę czasu. Ponowne włączenie zanieczyszczenia gleby lub wody również nie jest natychmiastowe, potrzeba trochę czasu na ponowne nagromadzenie się zanieczyszczenia.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Błędy w dzienniku gier o niedozwolonych działaniach. Buty nie pojawiają się. Nie przypisuje się żadnych imień.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Działa tylko z mapami subskrybowanymi przez warsztaty. Używa oderwania i tym samym jest niekompatybilny z różnymi innymi modami – głównie Harmony –",
  "Only a limited set of roads is included.": "Uwzględnia się tylko ograniczony zestaw dróg.",
  "User reports that it is not working at all if you select heavy traffic.": "Użytkownik zgłasza, że w ogóle nie działa jeśli wybierzesz duży ruch drogowy.",
  "Broken LOD, Vehicle blinks.": "Popsute LOD, pojazdy migoczą.",
  "Clipping may occur as well as simulation errors.": "Mogą wystąpić zarówno błędy, jak i symulacje.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Dla niektórych użytkowników obywatele nie zabierają samochodu, ale odpoczywają się i odchodzą do domu, czasem wracają do tej samej stacji/zatrzymują.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Zobacz podstawowy Render It! i Zagraj It! Poradnik na https://bit.ly/3XiMQPY po więcej szczegółów.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Wyświetlanie złego typu światła podczas używania \"Large Avenue with Grass\". Może to nie działać w przypadku ruchu lewostronnego (LHT) i małych dróg jednokierunkowych lub dróg z tramwajami.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Usunięcie odcinka drogi z dostosowaną ścieżką może spowodować błąd NullReference.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Błędy podczas uruchamiania. Brakuje interfejsu użytkownika. Problemy z wydajnością (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "To często blokuje przycisk ulepszenia drogi. Funkcja skalowania jest uszkodzona i nie powinna być używana. Użytkownicy zgłaszają również inne problemy.",
  "Button missing. Error popups.": "Brak przycisku. Wyskakujące okienka błędu.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Zgłoszone ogromne problemy, w tym: brakujące tekstury drogowe, błąd KeyNotFoundFoundFoundation, awaria gry, wysokie zużycie pamięci.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Trawa może rosnąć przez drogi CSUR. Ukrywanie trawy za pomocą ukrycia jej lub nieznacznie podnoszenie węzłów z Ruchem. Drogi mogą czasami być umieszczane nieco pod powierzchni. Podnieś je do ruchu. Wejścia tunelu z dróg CSUR niewyśrodkowanych są pokrywane przez teren. Niektórzy użytkownicy zgłaszają awarie gry, a interfejs CSUR nie działa.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Przycisk nie może być przesunięty, dzięki czemu statystyki zostaną wyłączone na niektórych rozdzielczościach ekranu.",
  "Various issues reported, see Worshop comments for details.": "Zgłoszono wiele problemów, zobacz komentarze w Warsztacie, aby dowiedzieć się więcej.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Ruch lewostronny nie jest obsługiwany. To nie działa na Linux. Światła przeciwległe mają kilka zapytań na skrzyżowaniach T i drogach jednokierunkowych.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "UWAGA: NIE WYCISZAJ BŁĘDÓW w ustawieniach modyfikacji ani nie wyłączaj wyskakujących okienek, gdyż uniemożliwi to rozwiązanie problemów z modyfikacją/zasobem. Ukrywanie błędów nie sprawi, że znikną, a sprawi, że twoja gra będzie bardziej zawodna!",
  "Disasters are not recognized.": "Katastrofy nie są rozpoznane.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "To nie działa dla nowych stacji metrowych z pakietu \"Twórca treści: Stacje kolejowe\" i dla niektórych niestandardowych stacji. Zamiast tego możesz użyć Przenieś ją dla tych stacji.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Poważny spadek FPS podczas tworzenia dróg. Niektórzy użytkownicy otrzymują błąd \"nieprawidłowy kształt\". Czasami odwrócenie kierunku daje wyjątek. Wyjątek jest nieszkodliwy, ale nie możesz odwrócić tego segmentu i usunąć i odtworzyć.",
  "For several players it causes errors and is not working.": "Dla kilku graczy powoduje błędy i nie działa.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Niektóre funkcje nie będą działać dla lokalnie zainstalowanych aktywów: sortuj po ostatnim pobraniu, szukaj według nazwy autora, otwórz stronę Warsztatu.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Istnieje błąd z odrodzeniem jako krowy. Wygląda na to, że nachylenia, rampy i podnoszone ścieżki nie działają. Niektórzy mogą chodzić tylko do tyłu lub pływać.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Nie możesz zapisać wygenerowanych dróg i dlatego nie powinieneś otwierać zapisu, w którym został użyty. Ta modyfikacja wciąż znajduje się we wczesnym stadium rozwoju.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Niektórzy użytkownicy wciąż pracują, ale dla wielu jest częściowo lub całkowicie uszkodzonych, w tym nie są w stanie załadować zapisu gry. Wyłączenie \"nowego algorytmu do usuwania korków ruchu w pobliżu połączeń zewnętrznych\" może pomóc. Usunięcie pliku EnhancedDistrictServices.cgs może również pomóc, ale stracisz wszystkie dostosowania.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Niepracujący z pojazdami dostawczymi z branży i zatoki Sunset Harbor DLC. Menu ustawień zostanie wysłane (zamknięcie i ponowne otwarcie ustawień może pomóc). Potencjalnie niekompatybilne z wszystkimi modyfikacjami, które modyfikują AI pojazdu.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Ta modyfikacja działa tylko na Windows, nie na MacOS ani Linux. Jest to zaawansowana moda, która wymaga znajomości skryptów Pythona.",
  "You must follow exactly the steps on the workshop page to use it.": "Musisz dokładnie wykonać kroki na stronie warsztatu, aby go użyć.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Niekompatybilne z jakimkolwiek rodzajem automatycznych modów bydlęcej.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Jest potrzebny do prawidłowego funkcjonowania jakiejkolwiek sieci adaptacyjnej. Są to np. drogi budowy dróg, różne ogrodzenia i sieci kolei 2.",
  "Users reported various issues, see Workshop comments.": "Użytkownicy zgłosili różne problemy, zobacz komentarze w Warsztacie.",
  "Will lead to various graphical issues ingame": "Prowadzi do różnych problemów graficznych w grze",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Pamiętaj, że ten mod jest niestabilny i może wystąpić awaria w większych miastach!",
  "Cargo trains for some do not spawn.": "Pociągi towarowe dla niektórych nie pojawiają się.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Ten mod ma wiele błędów i problemów ze stabilnością i nie jest zalecany dla nowych gier. Jest on dostarczany jako próba pomocy graczom z istniejącymi miastami przy użyciu biblioteki menadżerów rozszerzonych/Prop Anarchy w dalszym ciągu oszczędzania bez konieczności ponawiania swojej pracy.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Jest to wymagane tylko wtedy, gdy chcesz używać nowej generacyjnej kontroli drzewa modów, kontroli prop Control, Narzędzie liniowe na mapie/zapisz używane przed rozszerzoną biblioteką menedżera, Anarchią Drzewa, Anarchią Prom. Aby uzyskać więcej szczegółów, sprawdź stronę warsztatu tego modu.",
  "Do nothing right now. Should normally not be released publicly.": "W tej chwili nic nie robi. Nie powinno być publikowane.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Filtr 2 bloków filtrów samochodowych Mixer 2 dla niektórych graczy, aby móc zmieniać tekstury motywu.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Niektóre drogi z rozszerzeń sieci pojawiają się nieprawidłowo lub brak sygnalizacji świetlnej.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "District Restrictions (Import/Export) nie pokazuje nic w listach rozwijanych, jeśli używane razem z Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Użyj oryginalnego modu Inżynierii Precision zamiast przestarzałej wersji 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "W zależności od rozdzielczości ekranu może być konieczne użycie rozdzielczości interfejsu użytkownika 1.2, aby zobaczyć wszystkie interfejsy użytkownika TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Pielęgniarki będą miały niepotrzebne, puste okno wyboru pojazdu.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Powoduje pływanie drzew. Możesz przełączyć się na sterowanie drzewem, które ma funkcjonalność obu modów.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Niebieskie węzły mogą pojawić się i nie mogą być automatycznie naprawione. Jeśli korzystasz z AN Networks lepiej jest usunąć \"Continues Junction\".",
  "Real Time might delay the arrival of extra Starting Money.": "Czas rzeczywisty może opóźnić przybycie dodatkowego startowego pieniądze.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Autor urządzeń z kamery sygnalizuje, że są one niekompatybilne, ale niektórzy użytkownicy zgłosili, że pracują ze sobą dobrze.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 powoduje puste zakładki w Better Education Toolbar. Dlatego lepiej jest użyć alternatywnej kolekcji.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "W trybie pauzy możesz zmienić dzienny czas, ale gdy tylko nie wstrzymano obsługi czasu rzeczywistego, zajmie to miejsce. To jest zamierzone zachowanie. Jeśli spowolnisz szybkość symulacji za pomocą Play It! Czas dzienny nie będzie już pasować do czasu rzeczywistego. Jest to bardzo widoczne późno wieczorem i wcześnie rano. To jest zamierzone zachowanie i nie może zostać zmienione.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Współdzielone przystanki nie mogą być tworzone na drogach ekspresowych CSUR (działa na zwykłych i zwartych drogach).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Współdzielony Stop Enabler ma funkcję tworzenia podwyższonych zatrzymań.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Gdy używasz Menedżera Transferów, statystyki nie będą pokazywać odpowiedniej liczby używanych kopiarzy policji. Zawsze będą pokazywać 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Gra wstrzymuje się automatycznie, gdy zmienisz czas, a czas wraca po przerwie. Opcje prędkości w TimeWarp nie zadziałają.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Może to być niezgodne z wieloma modyfikacjami o podobnej funkcjonalności. Wymienione modyfikacje to tylko mały zbiór niekompatybilnych modyfikacji.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Jeśli chcesz użyć opcji czcionki, musisz wyłączyć Menedżera czcionek w FPS Booster.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Tekstury z Decals Motywu prawdopodobnie nie pasują do mieszanego motywu.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! Zawiera również funkcję ukrywania. Musi być ona wyłączona całkowicie i nie wymuszaj jej w Hide It!. Zamiast tego aktywuj te funkcje w BOB. Jest to sposób, w jaki te modyfikacje są projektowane tak, aby współpracowały ze sobą.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Jeśli chcesz użyć starych rekwizytów, które są zawarte w oryginalnej modyfikacji, możesz zachować subskrypcję oryginalnej modyfikacji ale musisz ją wyłączyć. Alternatywnie możesz przenieść oryginalne pliki .crp do lokalnego folderu zasobów i anulować subskrypcję oryginalnej modyfikacji. Jeśli zaczniesz nowe miasto, najlepiej anulować subskrypcję oryginalnej modyfikacji i używać Ploppable Surfaces z dołączonej kolekcji.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Ta modyfikacja nie jest potrzebna, aby mod działał, mimo że na stronie warsztatu napisane jest inaczej.",
  "Node Controller Renewal is actively developed and more user friendly.": "Odnowienie sterownika węzła jest aktywnie rozwijane i bardziej przyjazne dla użytkownika.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Może to spowodować powstanie niebieskich porowatości na skrzyżowaniach Replacer/MOM. Mogą istnieć inne niezgodności.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Więcej Stuff sieci daje tylko dodatkowe funkcje w Edytorze. Dla normalnej gry używaj tylko sieci Anarchy.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Dla twórców aktywów: Ten mod nie jest wymagany dla nowo utworzonych animowanych rekwizytów. Użyj modtools, a zamiast tego połączonego skryptu.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Zamiast tego należy użyć RON + Cylis NExt2.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Podczas gdy zamiennik kubemap zmienia również różne ustawienia oświetlenia i odbicia oraz zmienia chmury i położenie słońca na statyczne, Zamiennik AD Cloud oferuje poruszające się słońce i chmury.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Konstruktor dróg nie powinien być używany razem z FPS Booster, ponieważ w tym przypadku niektóre poprawki nie zostaną prawidłowo zastosowane. Ponieważ Kreator Dróg działa tylko w Edytorze i nic nie robi w normalnej grze, powinno być co najmniej wyłączone, jeśli chcesz zagrać w grę. Jeszcze lepiej jest wykluczyć Budowniczego Dróg z narzędziami do Ładowania Zamówień lub zrezygnować z subskrypcji Budowniczego Dróg, jeśli nie chcesz tworzyć dróg. Wzmocnienie FPS powinno być co najmniej wyłączone, jeśli chcesz wejść do Edytora i użyć Konstruktora Drog. Jeszcze lepiej jest wykluczyć Booster FPS z Narzędzie Ładowania Zamówień lub zrezygnować z subskrybowania FPS Booster, jeśli chcesz tworzyć drogi.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS nie wykrywa dodatkowych jednostek obywatelskich.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "W Ustawieniach \"Express Bus Services (TLM Plugin)\" opcje \"Eksperymentalne\" i \"Agressive\" mogą powodować odsunięcie autobusów, jeśli używany jest również Menedżer linii transportowych. Opcja \"Prudential\" działa zgodnie z oczekiwaniami.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO ma teraz funkcję Grow Ploppables. Używanie obu modów jest możliwe, ale może dawać niespójne wyniki, chyba że ustawienia zostaną wyrównane. Zaleca się usunięcie rozrostu pętli, ale jeśli skończysz na istniejącej grze, musisz upewnić się, że ustawienia obu modyfikacji są takie same.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Podczas korzystania z Menadżera Transferów, użycie budynku nie będzie pokazywać właściwej liczby używanych kopiarzy policji. Zawsze będzie pokazywać zero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Rozszerzony Panel InfoPanel 2 ma wszystkie funkcje z HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Kliknięcie na dolny pasek dla funkcji UEC nie działa.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Toggler zastanawia się nad opcjami mgły ukrycia It.",
  "A black bar might appear above the bottom toolbar.": "Czarny pasek może pojawić się nad dolnym paskiem narzędzi.",
  "The yellow arrow signals do not operate with TM:PE.": "Żółta strzałka nie działa z TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony przeprojektowany może wyłączyć rozdzielczość UI. Zamiast tego użyj zwykłej wersji Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Przełącz It! i ten mod może być użyty razem, np. do ukrycia konkretnych ikon powiadomień, nawet jeśli włączysz oglądanie ich w przełączniku!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Niektóre drogi z rozszerzeń sieci pojawiają się w złym świetle.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Anarchia drzew ma funkcjonalność skalowania roślin i wiele innych.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Zaawansowana kontrola poziomu budynku ma wszystkie funkcje historycznych okręgów i wiele więcej.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Zagraj w It! ma większość funkcjonalności Fix Timewarp. Połącz Play It! z RenderIt! dla pełnej funkcjonalności zastępczej.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Przegląd klęsk żywiołowych jest mylony z powodu wolniejszego przepływu czasu. Najbardziej pożary lasów będą znacznie częstsze. Ustaw prawdopodobieństwo pożaru na niskim poziomie jako pracę.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Znajdź filtry nie działają poprawnie z modem Drzewo & Pojazd Prop.",
  "MOM already allows you to convert train stations to metro stations.": "MOM pozwala już przekształcić stacje kolejowe na stacje metrów.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Nie ma potrzeby ulepszania rur jeśli w ogóle nie potrzebujesz rur.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Może to powodować problemy z „Za mało nabywców” podczas korzystania z narzędzia połączenia pasa ruchu z TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Tylko funkcje w grze, dzięki czemu można tworzyć i usuwać ścieżki statku i samolotu. Możesz uruchomić MNS razem z NA, aby uzyskać funkcje edytora map/aktywów MNS. Lepiej jednak mieć dostęp tylko do profili edytorskich większej ilości elementów sieciowych.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Oba mody dotykają tej samej funkcji gry i prawdopodobnie są ze sobą sprzeczne.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Wybierz inny obiekt, gdy sortowanie zasobów dynamicznych zmienia kolejność elementów.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Niektóre funkcje TM:PE działają na odwracalnych ścieżkach tramwajowych, ale nie wszystkie.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Modyfikacja 'Bez problemu' sprawia, że gra myśli, że problem nie istnieje, podczas gdy modyfikacja 'Ukryj problemy' ukrywa tylko ikonę. Każda modyfikacja może (ironicznie) prowadzić już do poważnych problemów. Połączenie ich naprawdę prosi o to...",
  "Compatible when level Randomization is turned OFF": "Kompatybilne, gdy poziom Randomization jest wyłączony",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Możesz dezaktywować ten mod i użyć BOB do wymiany świateł z tymi z tego pakietu.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Jeśli chcesz, aby nowa mapa była dostępna tylko w ciągu dnia, z domyślnym nocnym niebem, włącz następujące ustawienia dla kontrolera mg: \"Daynight Fp\" i \"Classic Fog\", i włącz następujące ustawienia dla Daylight Classic: - \"Klasyczny kolor światła słonecznego\", \"Klasyczna intensywność światła słonecznego\", \"Klasyczny efekt przeciwmgłowy\" i \"Zezwalaj na klasyczny efekt przeciwmgłowy, jeśli cykl dzienny i nocny jest włączony\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It! dezaktywuje swoje własne funkcje, które pokrywają się z Theme Mixer. Jeśli nie używasz Theme Mixer do mieszania motywów, nie jest on już potrzebny",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Dodatkowe zasoby Shadera przekonwertowane na PO nie pojawiają się po ponownym wczytywaniu zapisu.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Anti-Aliasing Technique TAA spowoduje migotanie grafiki. Ustaw FXAA, jeśli chcesz używać tych dwóch modyfikacji razem.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Użyj kontroli drzewa zamiast nielimitowanej modyfikacji drzew.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Limit pojazdu zostanie poprawnie zwiększony, ale wachta nieprawidłowo pokazuje limit starych pojazdów.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Musisz dezaktywować Menedżera Czcionek w trybie FPS Booster, jeśli chcesz używać Wybierania Czcionek.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Nowe skórki dodane ze skórkami sieciowymi w sesji nie zawsze odzwierciedlają zmiany zastępcy światła świetlnego do czasu ponownego załadowania gry.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Z menu głównego czas opóźnienia w opcjach modyfikacji będzie nieprawidłowy. Podczas gry, opcje modyfikacji pokazują poprawny czas opóźnienia, odpowiadający spowolnieniu czasu rzeczywistego.",
  "Use the regular version of Harmony instead.": "Zamiast tego użyj zwykłej wersji Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Będziesz miał tylko około 5-10 sekund, w czasie których możesz wybrać swoją rakietę.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Zmień prędkość konstrukcji na 100% w ustawieniach Real Time, aby uniknąć zniknięcia budynków.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Przełącz na Whiteness zawiera funkcjonalność stałego widoku zasobów. Anuluj subskrypcję tego ostatniego.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Zastąpienie strzałek drogi ustawieniem Prop Switcher nie jest zalecane i może spowodować błąd \"tablicy wyników poza granicami\".",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Pojazdowe rekwizyty generowane przez plakat Drzewa i Pojazdów będą miały niepożądane efekty oświetlenia, gdy czas gry będzie w cyklu nocnym.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Lepsze ikony drogi wyzwalają wyskakujące błędy z motywów \"System.Reflection.MonoMethod.Invoke\"). Oba mody nadal zdają się działać.",
  "The 'Remove Unwanted' button may not work properly.": "Przycisk \"Usuń niechciany\" może nie działać poprawnie.",
  "This might only work with all ULOD settings to 'game default'.": "To może działać tylko ze wszystkimi ustawieniami ULOD do 'domyślnej gry'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Przyspieszone cykle noc/weekendowe z czasu rzeczywistego mogą wydawać problemy z usługami lokalnymi.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Zgodność jest niepewna, ale PXPVehicleInfo. prowadząc do nieprawidłowych liczb, gdy przekroczono pierwotny limit pojazdu.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller łamie Harmony i każdy mod zależny od Harmony. Przełącz się na Menedżera Śmieci.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Anarchia drzew ma już funkcjonalność nielimitowanych drzew.",
  "This combination might cause a performance decrease (FPS drop).": "Ta kombinacja może spowodować zmniejszenie wydajności (upadek FPC).",
  "Use BOB instead of Prop Switcher.": "Użyj BOB zamiast Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Konwerter danych może wykonać swoją pracę tylko wtedy, gdy Plop Growables nie jest subskrybowany.",
  "Use Prop Anarchy instead of Prop Snapping.": "Użyj Anarchii Prop zamiast Przyciągania Prom.",
  "EML already has a better limit showing functionality.": "EML ma już lepszy limit pokazujący funkcjonalność.",
  "Undoing props is disabled when using EML.": "Cofanie rekwizytów jest wyłączone podczas korzystania z EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Selektor pojazdów serwisowych ma wszystkie funkcje rzeki CargoHarborMod. Wypisz się z tej ostatniej.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy ma już lepszą funkcjonalność obrazowania reklamowego.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Jeśli linie konturów nie działają, wyłącz \"Nadpisz Terrain\" i ustaw wartość na około 100 w opcjach ROTTERdamów.",
  "You can't export props with modtools while EML is active.": "Nie możesz eksportować rekwizytów za pomocą modtools, gdy EML jest aktywny.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Użyj Anarchii Prop w połączeniu z Anarchią Drzewną zamiast Anarchią Drzewową.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Bardziej zaawansowany Panel Opcji posiada funkcjonalność szerszego Panelu Opcji i wiele więcej.",
  "Use the original instead of the now deprecated 2.0 version.": "Użyj oryginalnego zamiast przestarzałej wersji 2.0.",
  "Unsubscribe Holy Water's TM:PE.": "Anuluj subskrypcję TM Świętej Wody:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Gdy ten mod jest aktywny, żaden wielki ciężarówka nie będzie miał żadnego efektu, z wyjątkiem ciężarówek przychodzących z zewnątrz połączeń.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Oba modyfikacje używają klucza zakładki. Użyj modu innej osoby lub zmień klucz dla Auto-walkingu pierwszej osoby.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Podczas zmiany strefy na drogę, zmiany ze Skórki Sieci są zresetowane.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistyczna populacja obejmuje funkcję „bez śmierci”.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Proszę zrezygnować z subskrypcji Network Extension 2 przed użyciem dołączonej kolekcji.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM może przełamać Znajdź It. Uruchamianie gry jako administrator może tymczasowo rozwiązać problem niekompatybilności.",
  "Some textures on Network Extensions roads might not load.": "Niektóre tekstury na drogach rozszerzeń sieci mogą nie załadować.",
  "With 81 tiles 2 you don't need Cross The Line.": "Z 81 płytkami 2 nie potrzebujesz krzyża wierszowego.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Oba mody są aktywne, umieszczono budynki despawn. Ploppable RICO ma już funkcję.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 zawiera tę samą funkcję, ale bez opcji wyboru określonych sieci. Możesz użyć zarówno razem, jak i bez drugiej modyfikacji.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Gra wstrzymuje się automatycznie, gdy zmienisz czas, a czas wraca po przerwie. Opcje prędkości w Niesamowitej Eyecandy nie zadziałają.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Wyłącz klasyczny kolor światła słonecznego, klasyczne natężenie światła słonecznego i klasyczne dla ustawień kolorów w klasycznym świetle dziennym.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Dopóki nie używasz TM:PE do ograniczenia prędkości torów, mody te powinny być kompatybilne.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & Fog Toggler zastanawia się nad opcjami mgły ukrycia, Bobby.",
  "Several users report using these together without issues.": "Kilku użytkowników zgłosiło ich wykorzystanie razem, bez żadnych problemów.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Painter Prop nie został zaktualizowany do ostatnich aktualizacji Przenoszenia, tworząc problemy dla każdej modyfikacji, która próbuje zintegrować się z przenoszeniem It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Jeśli zmienisz opcję Przenieś Opcję \"Wzmocniona regulacja filmu\" twoja istniejące farby powierzchniowe mogą zniknąć.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Zmiana daty może spowodować nadpisanie przerwy na wykresie lub nadpisanie części wykresu.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Równanie w cyklu życia obejmuje już funkcję „bez opieki nad zgonem”.",
  "Use Ploppable RICO Revisited instead.": "Użyj Ploppable RICO Revisited zamiast.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Ustawienia Moda dla wyrównania odległości cienia przy wczytywaniu gry.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Ulepsz Nietykalne przerywa wybór filaru MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Powoduje pływanie drzew. Możesz przełączyć się na Anarchię drzew, która ma funkcjonalność obu modów.",
  "Loading Screen Mod asset report file also include all these information.": "Wczytywanie pliku raportów o zasobach moda ekranu zawiera również wszystkie te informacje.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Oba mody mają opcje do ukrycia paneli na głównym ekranie menu. Użyj tylko jednej modyfikacji, aby je ukryć lub możesz napotkać problemy.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Możesz przełączyć się na Anarchię Drzewa, która ma funkcjonalność obu tych modyfikacji.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Ustawianie sygnalizacji świetlnej lub znaków priorytetowych z TM:PE na torach pociągów nie będzie działać. Inne ustawienia działają.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Kilku użytkowników poinformowało, że Narzędzie Drogowe Parallel nie będzie działać z subskrybowanymi skórkami sieciowymi.",
  "Restores ship behavior that allows them to float on the land.": "Przywraca zachowanie statku, które pozwala im pływać po ziemi.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Niektóre drogi z rozszerzeń sieci pojawiają się niewłaściwe lub dodatkowe sygnały świetlne.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster ma wszystkie funkcje Mini FPS Booster i wiele więcej.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Może to spowodować błąd. Aby znaleźć rozwiązanie, przejdź do komentarza z 24 sierpnia 2021 r. na stronie Warsztatu FPS Booster.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Wszystkie trzy wymienione modyfikacje powinny być używane do nowych gier zamiast używać biblioteki Extended Managers",
  "This mod combination prevents using the light background theme.": "Ta kombinacja modów zapobiega używaniu jasnego motywu tła.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Drogi utworzone przez Budowniczego Dróg nie używają filarów wanilii. Prowadzi to do przepaści między tymi drogami a filarami, jeśli zmniejszy się grubość mostów i podnoszonych części w regulatorze wysokości kurbu.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Wybór usługi w panelu wyboru usług opieki zdrowotnej jest zbyt niski, co utrudnia lub uniemożliwia kliknięcie.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Oba mody zastępują \"vanilla matchmaker\", co czyni je niekompatybilnymi.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Podczas automatycznej wymiany, ustawienia TM:PE zostaną utracone przy wymianie i podłączeniu segmentów sieci, i strzałki pasa ruchu i złącza pasa ruchu mogą być wysyłane na całej mapie.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR jest niezgodny z zaawansowanymi opcjami tworzenia stref w rozszerzeniach sieci.",
  "Flickering and disappearing buildings and assets are reported.": "Zgłaszane są migoczące budynki i znikające zasoby.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Opcja AdjacentToPurchased dla wspólnego gruntu jest niezgodna z 81 kafelków. Zwykły grunt nie jest potrzebny do rozgrywki, gdy odblokowujesz wszystkie 81 kafelków, ale nadal jest świetny do użytku w edytorze map.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Jeśli użyłeś przed Plop Modd Growables na zapisz, użyj połączonego konwertera przed załadowaniem bez tego modu. Także subskrybuj w tym przypadku RICO ponownie i Znajdź go! 2, aby móc nakreślić uprawy.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader nie jest kompatybilny ze zmienną czasów wschodu i zachodu słońca od czasu rzeczywistego. Zamiast tego użyj wersji testu Additive Shader.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Dezaktywuj budynek w nielimitowanym modze glebowym w Kolosalnych zamówieniach, ponieważ jego funkcja jest zawarta w dodatkowych narzędziach krajobrazu.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Zawsze uruchom klienta Steam przed uruchomieniem gry. Na Linux i MacOS wymagane jest działanie użytkownika - zobacz przewodnik instalacyjny: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Poprawka jest teraz częścią gry bazowej.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Jest to standardowy, wbudowany mod przesłany do warsztatu.",
  "The original mod supports various languages.": "Oryginalna modyfikacja obsługuje różne języki.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Wydaje się, że jest to związane z niesławnym modem ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Zdecydowanie zaleca się wykonanie kopii zapasowej istniejącego zapisu przed użyciem tej modyfikacji.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funkcja jest teraz częścią gry bazowej. Ta modyfikacja jest potrzebna tylko dla zasobów, które zostały stworzone dla tej modyfikacji.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Teraz jest częścią gry bazowej, potrzebne tylko dla zasobów, które używają tych torów.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Funkcjonalność tej modyfikacji jest włączona do samej gry, nawet jeśli obliczenia w tej modyfikacji są nieco inne.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Niektórzy użytkownicy zgłaszają brak interfejsu użytkownika kiedy nie subskrybują Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "\"Stwórz historyczny” jest teraz częścią samej gry, ale z tym modem nie można porzucić historycznego budynku.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Użyj opcji 'Spróbuj odzyskać z błędów symulacji' z Wczytywania Moda Ekranu, co jest bardziej potężne niż ten mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Nie zaleca się używania tego w edytorze mapy, ponieważ utworzone mapy będą wymagały Anarchii Prop.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Ta modyfikacja potrzebuje co najmniej jednego pakietu żarówek do działania. Ta moda automatycznie wyłącza poszczególne mody świetlne podczas uruchamiania gry, aby uniknąć konfliktów, ale używa powiązanych rekwizytów z tych modów. Pozostaw te inne mody świetlne wyłączone.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Nowsze wersje tej wersji LABS można znaleźć na GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Wszystkie miejsca pracy w budynkach innych niż RICO, w tym wszystkie budynki DLC w przemyśle, są ujęte w numerach serwisowych.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Modyfikacja działa na systemach Windows, Mac OS i Linux. Zawarte samodzielne \"Narzędzie Ładowania zamówień\" to tylko Windows i wymaga dodatkowego . i zainstaluj. Więcej szczegółów na stronie Warsztatu.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Ścieżki rezerwacji przyrody i podobne nie mieszają, gdy są umieszczone na pochyłym terenie. Można to naprawić, stosując tryb Clampy o sile około 100 (zalecane) lub włączając opcję \"nadpisanie wyglądu terenu\".\r\n\r\nZ włączoną opcją \"nadpisz wygląd terenu\", nakładka linii topograficznych jest uszkodzona. Wyłącz tę opcję lub użyj trybu zacisku o wytrzymałości 120 lub niższej, lub skali o wytrzymałości 100 lub niższej.\r\n\r\nSieci zawsze będą wyświetlać trawę, nigdy konsystencję klifu. Jest to szczególnie widoczne np. z profilem nachylenia D<unk> <unk> X<unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Funkcjonalność tej modyfikacji jest włączona do samej gry, nawet jeśli strzałki tej modyfikacji są bardziej widoczne.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "To było potrzebne dla MacOS, ponieważ FPS Booster nie działał na MacOS. Powinno to zostać rozwiązane i każdy powinien mieć możliwość korzystania z FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Wszystkie zmiany kolorów zostaną utracone po (cofnięciu) subskrypcji wszystkiego, gdy gra jest uruchomiona.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Może to być używane samodzielnie lub wyłączone i używane jako „paczka propu” dla modu BOB lub zamiennika światła drogowego.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "To było nowszą wersją, ale została przestarzała po aktualizacji wersji oryginalnej. Użyj wersji oryginalnej.",
  "When using this mod, it is wise to back up your saves from time to time.": "Podczas korzystania z tego moda mądrym jest tworzenie kopii zapasowej swoich oszczędności od czasu do czasu.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Autobusy międzymiastowe dojeżdżają do miasta tylko przez jednokierunkową autostradę, a nie przez dwukierunkową drogę.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Używasz przestarzałych informacji. Oficjalne wydanie raportu zgodności ma wsparcie dla wielu języków!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Ta modyfikacja jest teraz potrzebna tylko dla cmentarzy. Zakłady transferu i przetwarzania odpadów z gry pokrywają inne funkcje z tego modu.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Zastąpił to następujący pakiet rekwizytów w połączeniu z modem BOB: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Niepoprawnie pokazuje jako kamera kinematyczna.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternatywy dla tego można znaleźć na stronie: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Gra rozwiązuje już problem braku wystarczającej liczby nisko wykształconych pracowników poprzez zatrudnianie wysoko wykształconych osób na stanowiskach wymagających niższego wykształcenia.",
  "CAUTION: If you use this and save, the game save is broken.": "UWAGA: Jeśli używasz tego i zapisz, zapis gry jest uszkodzony.",
  "This is for testing only and might be removed from the Workshop soon.": "To jest tylko do testowania i może zostać wkrótce usunięte z Warsztatu.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Podczas tworzenia zasobów z rekwizytami z tego moda, te zasoby potrzebują tej wersji moda i nie mogą być użyte z oryginalnym modem.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Użyj Anarchii Prop w połączeniu z Anarchią Drzewa zamiast rekwizycji &amp; Anarchię Drzewa.",
  "It is STRONGLY recommended not to use this mod!": "PONGLY nie zaleca się używania tej modyfikacji!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternatywnie ma to \"tryb ducha\", który pozwala na anulowanie subskrypcji i nadal zachowuje dostęp do zapisów gry, jeśli chcesz całkowicie usunąć MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Twórca zaszyfrował swój kod i nie zapewnia dostępu do swojego kodu. W związku z tym nie jest w stanie sprawdzić, czy nie zawierają żadnego rodzaju kodu szkodliwego. Ani inne modery nie mogą pracować nad rozwiązaniem problemów, które pojawiają się przy użyciu modów tego twórcy. Możemy tylko zweryfikować, czy ich mody tworzą problemy z kilkoma najlepszymi 100 modyfikacjami.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Jeśli masz problemy z wyświetlaniem czcionek, wyłącz Menedżera czcionek niestandardowych w opcjach modyfikacji.",
  "This mod was only for scenario developers looking for more options.": "Ten mod był tylko dla programistów scenariuszy szukających więcej opcji.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Uwaga: Plik językowy nie zostanie usunięty podczas anulowania subskrypcji. Musi zostać usunięty ręcznie, zobacz stronę Warsztatu.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Jest to niezgodne z wieloma modyfikacjami o podobnej funkcjonalności, jak również z różnymi modyfikacjami. Nie sposób wymienić je wszystkie.",
  "The original mod supports the Chinese language.": "Pierwotna modyfikacja wspiera język chiński.",
  "Now part of the base game, therefore not needed any more.": "Obecnie część gry bazowej nie jest już potrzebne.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "To odblokuje tylko 25 kafelków na początku nowej gry, a nie na poprzednim zapisie gry.",
  "Can't show data from extension mods like Extended Managers Library.": "Nie można wyświetlić danych z modyfikacji rozszerzeń takich jak biblioteka rozszerzonych menedżerów.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Autobudowa policja, służby zdrowia i straż pożarna może spowodować spadek wartości gruntów, ponieważ niższy budżet oznacza mniejszy obszar pokrycia.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "To jest nieoficjalna stała wersja trybu Togglegleable Whiteness.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Gra ma również jednokierunkowe ścieżki pociągów, ale ma to również jedną ścieżkę dwukierunkową i jest nadal potrzebne dla niestandardowych stacji z jednokierunkową ścieżką stacji.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Jest to wymagane tylko wtedy, gdy stara flaga lub podsiatka pojazdu nadal jej wymaga."
}