{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Incompatível com a Resolução Dinâmica e outros Mods de Câmara.",
  "Vehicle LOD Flashing": "LOD do Veículo Flashing",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Cancelar a inscrição após o uso! Isto irá enviar spam para o registro do jogo e aumentar seriamente o tamanho.",
  "Broken / Can't be loaded": "Quebrado / Não pode ser carregado",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "Em repintar também as opções de uma configuração para corrigir a cor do nó mais escuro nas auto-estradas está disponível.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Se as interseções estiverem azuis, vá para as configurações do mod e ative o auto-atualização. Isso aumenta o tempo de carregamento se você tem muitas estradas personalizadas.",
  "This might increase loading time.": "Isto pode aumentar o tempo de carregamento.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Este mod não está otimizado e pode causar problemas de desempenho. Isto provavelmente tem incompatibilidades desconhecidas com outros mods. É recomendável não usar este mod!",
  "Mod options resetting on game load.": "Opções de mod reiniciando no carregamento de jogo.",
  "Game breaking": "Partida quebrando",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NÃO USE O PROPS GERADO em mods como BOB, Objetos Pocedural ou Ferramenta de Interseção de Marcação. Isso pode quebrar o seu salvamento! É de alguma forma lógico e não um problema com esses mods. Props Não Terreno em Conformação, assim como Props Árvore e Veículo são gerados em um ponto específico do processo de carregamento (eles não são armazenados! Isso significa usar esses ativos em mods, levará à issue que eles não podem ser carregados, Simplesmente porque neste momento não são criadas as redes e outras coisas estão carregadas.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Devido às mudanças significativas no jogo base, este mod é melhor usado somente para novos jogos.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Nomes de estações longas ou nomes de estações duplicadas podem quebrar o layout. Linhas que servem a mesma estação várias vezes podem confundir o mod. Os nomes de estações em estações multi-plataformas podem estar incorretos.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "AVISO: Este autor foi banido por colocar código malicioso nos seus mods. Este mod é suspeito de ter código malicioso nele. É melhor REMOVER O IMMEDIATO! ATENÇÃO: NÃO siga as instruções na página de mods para baixar uma atualização através do GitHub. Esta atualização contém código MALICIOUS e irá inserir código malicioso neste mod Harmony! O autor também é conhecido por quebrar deliberadamente seus próprios mods com espião. Tecnicamente, isto não funciona muito bem, dá muitos erros mal guiados e é incompatível com muitos mods na Oficina. Juntamente com a história do autor, seria muito sensato da UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "O criador criptografou seu código e não oferece acesso ao seu código. Portanto, não pode verificar se eles não incluem qualquer tipo de código nocivo. Nem os outros modders podem trabalhar em correções de problemas que levantem com o uso de mods desse criador. Só podemos verificar, que seus mods criam problemas com vários dos 100 principais mods. Portanto, recomendamos fortemente não usar este mod!",
  "Can't be loaded": "Não pode ser carregado",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "O armazém não está vazio para alguns usuários. Isto pode ser causado por barcos de pesca ocuparem todas as faixas horárias do veículo, portanto nenhum caminhão de armazém pode ser criado. Os usuários notaram que caminhões transferindo peixe de um armazém para outro.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Para ver os caminhos do navio/ferry ao colocar uma ponte, ative a visualização de informação de transporte.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Os pontos de geração foram muito longe do ponto de desova original, por vezes, impedem todos os passageiros dos transportes públicos. Os pontos de desova para camiões de carga não são suportados nas estações de comboio de carga, nos aeroportos de carga ou nas cargas.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NENHUM Big Truck Mod carregado com erros\" apeares de mensagem.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop oculto foi removido deste mod, mas está disponível no mod BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Funciona apenas em telas com uma relação de 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Não está funcionando para todos os edifícios, problemas de desempenho, mensagens de erros.",
  "Lags the game massively": "Derruba o jogo em massa",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Luzes de baunilha nas estradas de pedestres não podem ser trocadas.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Isso pode fazer com que as cidades fiquem presas em um transporte público quebrado ou eliminado. Isso causa lag em cidades maiores.",
  "LOD has too many vertices": "LOD tem vértices demais",
  "This has some issues with spaces in names.": "Isso tem alguns problemas com espaços em nomes.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "AVISO: Este autor foi banido por colocar código malicioso nos seus mods. O autor também é conhecido por quebrar deliberadamente seus próprios mods com espião. Tecnicamente, isso pode funcionar. Considerando a história do autor, seria muito sensato da UNBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Parece funcionar para algumas pessoas, mas outras relatam problemas. Não funciona no menu principal, só funciona depois de carregar um mapa.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Desativar rolagem com uma das teclas de atalho antes de deszonar para evitar deszonamento maciço acidental. O mesmo se aplica a outras ações realizadas com o botão direito do mouse, como atualizações da estrada.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "Em resoluções que não sejam a proporção 16:9, ele se move para o canto superior esquerdo, bloqueando o botão de Infoview padrão.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Causa efeitos estranhos em junções e entra em conflito com vários Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "A chave Tab que este mod usa conflitos com vários outros mods. Use outro mod da primeira pessoa, ou mude a chave no arquivo xml (veja comentários da oficina).",
  "Create massive lags if no overlay.png is in the specified folder.": "Crie enormes lags se não houver sobreposição.png estiver na pasta especificada.",
  "Vehicle LOD Turn Black": "Veículo LOD - Preto",
  "Error popup": "Erro popup",
  "Missing UI. Performance issues (fps drops).": "Faltando UI. Problemas de desempenho (fps drops).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Os usuários reportam que \"Faça chover\" deve ser clicado (em opções) se muitos mods forem usados. Sem outros mods ele funciona por conta própria. Também a chuva pode oscilar um pouquinho mas se resolve mais tarde.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "A tela de opções de mods pode falhar se você tiver muitos recursos de trem. Alguns usuários relatam problemas com o arquivo de configuração não sendo criado corretamente. Isso pode causar algum lag se não estiver usando o FPS Booster.",
  "Error messages popup": "Popup de mensagens de erro",
  "The reported issues might be unknown mod conflicts.": "Os problemas relatados podem ser conflitos de mods desconhecidos.",
  "Multiple reports about getting a blank screen when loading a map.": "Vários relatórios sobre como obter um tela em branco ao carregar um mapa.",
  "Crash the game / Error popup": "Travar o jogo / Erro de pop-up",
  "Several reports of lagging the game.": "Vários relatórios sobre o atraso do jogo.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Pisca / piscar a tela. Saltar de hora ou voltar atrás.",
  "Not recognise few latest DLC sounds.": "Não reconhece alguns sons de DLC mais recentes.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Se você se inscrever em ativos errados que precisam deste mod, esses ativos podem causar problemas no jogo.",
  "Several users report it is not working at all.": "O relatório de vários utilizadores não está de modo algum a funcionar.",
  "LOD not correct.": "LOD não está correto.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Ativos que fazem parte de um mod podem não ser mais auto-habilitados pelo jogo.",
  "Conflicts with various other mods.": "Conflora com vários outros mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Não está funcionando para todos os edifícios, espinhos e buracos, problemas de desempenho, mensagens de erros.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "PRECAUÇÃO: Isto só esconde os ícones do problema. Os problemas ainda existem! Isso pode rapidamente levar a um abandono em massa se você esquecer de procurar por problemas.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Não está trabalhando com as construções de Promenades & Plazas DLC. Causando várias falhas e às vezes até cai!",
  "Broken / Can't be used": "Quebrado / Não pode ser usado",
  "Forgets settings at start, esp. the sun height.": "Esquece as configurações no início, esp. a altura do sol.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Alguns usuários reportam isso para causar jogos descarregáveis. É desconhecido se este é um conflito de mods ou um problema com a atualização 1 do jogo. 4. Alguns usuários relatam uma interface do usuário ausente. LODs não podem ser substituídos. Consulte a Oficina para mais detalhes sobre problemas conhecidos.",
  "Can't be loaded / Error popup": "Não pode ser carregado / Erro de pop-up",
  "Doesn't show up in the CSL Music Mod.": "Não aparece no modo de música CSL.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Em algumas intersecções, aparecem semáforos duplicados. Em uma intersecção, não aparece luz na estrada que se cruza. As auto-estradas e as rampas da estrada têm os semáforos no lado errado do cruzamento.",
  "Not supporting budgets for newer DLC.": "Não está apoiando orçamentos para DLC mais recentes.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Os comboios de passageiros Vanilla já não aparecem na variedade das cores, isto é um comportamento pretendido.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Isso é incompatível com mods que também mudam a capacidade de construção. Use a População Realista em vez disso para uma melhor compatibilidade.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Todos os jogadores devem ter exatamente a mesma DLCs (nenhum é suportado) e mods. CSM é incompatível com a maioria dos mods, muitos para mencionar aqui. Uma lista (muito curta) de mods suportados: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Texturas rodoviárias irão espelhar aleatoriamente por segmento ao aplicar este mod e precisam ser reconstruídas para corrigir.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Configurações faltando para os últimos DLCs: Parklife, Industrias, Campus e Pôr-do-Sol.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Não irá dormir se você possuir Doadores Naturais. Você precisa usar Unidade de Resposta de Desastre neste caso. As categorias de construção mais recentes não são de bulldozes.",
  "Vehicle LOD Turn White": "Veículo LOD virar branco",
  "DLCs after Campus can’t be selected.": "DLCs após o Campus não podem ser selecionados.",
  "Can cause performance issues (lag or fps drops).": "Pode causar problemas de desempenho (gotas de lag ou fps).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Este mod pode ter impacto no desempenho do jogo. Não funciona em jogos de cenários.",
  "This sometimes breaks transport lines.": "Isto por vezes quebra as linhas de transporte.",
  "As it is an outdated mod some panels may noth be unlocked.": "Como é um mod desatualizado que alguns painéis podem não ser desbloqueados.",
  "Breaks the pause after loading game option.": "Quebra a pausa após a opção de carregar o jogo.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Resorigens externas não são usadas nele, pois você não pode usá-lo em um novo mapa. Vários jogadores relatam que ele não está funcionando.",
  "Building flickers": "Construir cintilantes",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Às vezes o pincelado para de funcionar. Cancelar a inscrição e ressuscitar (enquanto o jogo não está em execução) muitas vezes ajuda por um tempo, mas uma solução mais permanente é usar o Mod de ordem de carregamento e definir a ordem de carregamento do Pincel da Floresta para 9999.",
  "Buttons are no longer aligned correctly.": "Os botões não estão mais alinhados corretamente.",
  "For some players it do not create ship pathes.": "Para alguns jogadores isso não cria caminhos de nave.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Estações subterrâneas criam uma entrada no túnel, dificultando a conexão da faixa da estação e interrompendo a superfície terrestre. Trilhas elevadas e terrestres parecem bem.",
  "This breaks up the UI, especially text scaling.": "Isso quebra a interface do usuário, especialmente o dimensionamento de texto.",
  "Game might get corrupted.": "O jogo pode ser corrompido.",
  "Causes game crashes.": "Causa falhas no jogo.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Não funciona com as versões reais do jogo, pois o mod Roads United Core 2.0 não está mais atualizado.",
  "It’s in early development stage. See information on workshop page.": "Está em fase inicial de desenvolvimento. Consulte as informações na página da oficina.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Se você quer ter árvores para disapear durante a construção de estradas, tenha cuidado com a \"Colisão\" na Network Anarchy ativado.",
  "Freezes the game": "Congela o jogo",
  "Everything that has more than two rails tracks can't be hidden.": "Tudo o que tem mais de duas trilhas não pode ser escondido.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Isto não pode funcionar com uma versão do driver 3DxWare superior a 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Resultados não são mais confiáveis. Use o Relatório de Compatibilidade em vez disso.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Isso pode funcionar, mas não é a melhor maneira de resolver o problema. O próprio jogo já resolve esta questão, empregando algumas pessoas altamente qualificadas em empregos de menor educação. ou você poderia usar os funcionários do Overeducated Employ V2 para um efeito mais forte.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Produz \"erros prévios duplicados\", que são inofensivos. Alguns usuários relatam que as propriedades de semáforo ainda ficam brancas após a última atualização que deveria ter consertado isso.",
  "Public transport part not working anymore.": "A parte dos transportes públicos já não funciona.",
  "You can easily modify the RICO settings in-game.": "Você pode modificar facilmente as configurações de RICO no jogo.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Irá quebrar qualquer recurso de transferência interurbana de DLC ou base do jogo mais recente que a DLC de Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "A funcionalidade deste mod está incluída no próprio jogo.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Casos raros onde pode lançar erros e até mesmo fechar o jogo para o desktop.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Adiciona luzes rotativas apenas aos veículos suportados, listados na página da oficina.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "O nome deste mod é enganoso. Ele não reduz a quantidade de lixo produzido. Isso reduz apenas as despesas de lixo. Então melhor nome seria \"Menos Despesas de Lavagem\".",
  "Bloom settings not being applied. Config files not loading.": "As configurações do Bloom não estão sendo aplicadas. Arquivos de configuração não estão sendo carregados.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Quando sua cidade atinge cerca de 15000 cidadãos, esse mod não aumentará mais a velocidade acima da configuração padrão do jogo x4.",
  "It takes some in-game time for the extra money to arrive.": "Leva algum tempo no jogo para o dinheiro extra chegar.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Espinhos de água podem permanecer para sempre, mesmo que o mod não seja assinado.",
  "Not showing information for newer DLC assets.": "Não mostrando informações para ativos DLC mais recentes.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Várias funções não funcionam mais e cometem erros se você não tiver DLC industriais.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown não está funcionando, provavelmente devido a incompatibilidade com outros mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATENÇÃO: O arquivo de localidade japonesa não será removido, mesmo que você cancele a assinatura deste mod. Para mais detalhes, consulte a descrição da oficina.",
  "This is only needed for custom networks that require this mod.": "Isso é necessário apenas para redes personalizadas que requerem esse mod.",
  "Button for the settings not visible for several users.": "Botão para as configurações não visível para vários usuários.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "A seleção de veículos para comboios interurbanos é ignorada e alguns veículos novos não aparecem na janela de selecção do veículo.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "AVISO: Este autor foi banido por colocar código malicioso nos seus mods. Este mod é suspeito de ter código malicioso nele. É melhor você REMOVER O IMMEDIATAMENTO! O autor também é conhecido por quebrar deliberadamente seus próprios mods com espião.",
  "Includes malicious code!": "Inclui código malicioso!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "AVISO: Este mod é PERIGOUS! Ele baixa arquivos de um local não monitorado e substitui os arquivos de outros mods com ele. Este é um software MUITO PERIGO e não deve ser usado! Melhor REMOVER O IMMEDIATAMENTO! AVISO: Este autor foi banido por colocar código malicioso nos seus mods. O autor também é conhecido por quebrar deliberadamente seus próprios mods com espião. AVISO: Este mod foi removido da Oficina pelo Steam porque ele violou o acordo deles.",
  "This breaks maps saved in the map editor.": "Isto quebra mapas salvos no editor de mapas.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Selecione I! Tem a opção de esconder edifícios do mapa (por exemplo, para ter apenas as ruas visíveis para o planejamento). Se você enfrentar a verificação de \"edifícios invisíveis\", se você ativou essa opção por engano.",
  "Private building cannot include roads or other net types": "A construção privada não pode incluir estradas ou outros tipos de rede",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Desbloqueio ilegal de DLC!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Pode causar falhas visuais no menu (abas sem descrição e/ou imagem).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Tecla de atalho não está funcionando (tente shift para a esquerda ao invés de mudar para a direita). As configurações de luz da redefinição do Ultimate Eyecandy ou a luz escurecendo muito em qualquer alteração nas configurações da luz ou na carga do jogo.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Está faltando todas as novas classes de itens de todos os patches desde o lançamento e de todas as DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Poupar pode demorar muito para mapas com um volume elevado de árvores e um grande número de incêndios.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Pilares personalizados podem ser redefinidos na próxima carga. Interface do usuário para o mod não funcionando completamente.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Este mod é suspeito de algumas vezes prevenir outros botões de mod para mostrar.",
  "LOD has too many vertices.": "LOD tem vértices demais.",
  "Various players report, information could not be gathered.": "Não foi possível recolher informações de vários jogadores.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Parece ser um clone Gerenciador de Tráfego, mas diz que é cor de linha automática e o código-fonte não está disponível.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "África em mini-edifícios não aparece em menus.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "O Lumina inclui um executável na pasta da Oficina para o Editor de LUT.",
  "Demand stays at zero.": "A procura permanece no zero.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Funciona mas causa mensagens de erro \"InvalidOperationException\" no arquivo de log.",
  "This is missing statistics from later DLCs and game patches.": "Está faltando estatísticas de DLCs e atualizações de jogos posteriores.",
  "Several reports about conflicts with various mods.": "Vários relatórios sobre conflitos com vários mods.",
  "Rocks can’t be deleted.": "Rochas não podem ser excluídas.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Diz-se que isso está a falhar, mas há bastantes relatórios em que se diz que funciona. Talvez você precise colocar um deslocamento de 180 degressos para que o sol vá adequadamente do leste para o oeste.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Para algumas pessoas, este mod ainda funciona muito bem. Para outras pessoas existem incompatibilidades com vários mods que não conseguimos verificar completamente.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Isto pode precisar do Sintonizador Ambiente 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Não desbloqueie todas as estradas.",
  "Distorted LOD": "LOD Distorcido",
  "Causes ingame lags": "Causa latas no jogo",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "O recurso copiar do Movimento-mod também pode duplicar edições exclusivas.",
  "Error: too many vertices": "Erro: muitos vértices",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Isso funciona para alguns saves corrompidos de jogos, mas não para todos. Se o jogo salvar a carga, o jogo congelará por algum tempo. Isso é normal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Esta não é actualizada para as DLC mais recentes e continua a faltar muito no DLC das Indústrias.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries e Props ficam em branco para as pegadas de Vanilla suportadas!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "As paradas de ônibus em estradas de correções mais recentes e DLC não serão substituídas.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "A configuração reinicia a cada carregamento e para vários jogadores ele está quebrado. Também é provável que ele entre em conflito com vários outros mods de câmera.",
  "Breaks game if you setup to high values.": "Quebra o jogo se você configurar para valores altos.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Isso não irá consertar edifícios que já foram abandonados antes deste mod se tornar ativo.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Este mod não é mais necessário, a menos que você tenha um antigo recurso que exija ele. Como a funcionalidade deste mod está incluída no próprio jogo.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Casas mortas mostram como cobertura assustadora ao colocá-las.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "A aplicação de uma lista desativará mods desnecessários, mas não cancelará a assinatura, e mods desabilitados podem causar problemas. Ativos que estão incluídos com um mod podem falhar. Configurações de jogo redefinindo ao salvar esses dados.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Vários problemas, instáveis. Seta de estradas não funcionam, ou apenas após desabilitar e reativá-lo em cada carga. Nem todas as estradas são suportadas.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "O Aeroporto Internacional do After Dark causa problemas na criação de linha. Há alguns relatórios sobre um ícone ou botão faltando.",
  "This might block the vanilla quay upgrade tool.": "Isto pode bloquear a ferramenta de atualização do quay vanilla.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "As Portas de Segurança Aleatórias incluídas causam uma Exceção NullReferenceReferenceException. Se você quiser usar este pacote, você deve excluir portas de segurança aleatórias.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Causa longos períodos de carregamento, causa vários problemas que acabam por ser quebrados pelo jogo, pelo que é considerado incompatível com o jogo.",
  "Not showing up ingame.": "Não apareceu no jogo.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, congelamentos de jogos e flashes da tela são relatados. Use com cuidado ou cancele a subscrição.",
  "White lines at the moon and Flickering when game running.": "Linhas brancas na lua e no Flickering quando um jogo rodando.",
  "Invalid Image Format": "Formato de imagem inválido",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "Na carga do jogo, o valor anterior é carregado corretamente, mas o controle deslizante nas opções de mod sempre estará na posição padrão.",
  "This is only needed if a prop or mod requires it.": "Isto só é necessário se um \"prop\" ou mod precisar.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Alguns usuários conseguem funcionar bem, mas há vários relatórios, incluindo sobre a redefinição de configurações entre as cargas.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Isso só funciona para telas com uma proporção de aspecto de 16:9 ou 16:10. Faltam funcionalidades para patches e DLC mais recentes.",
  "Terrain conforming props cannot be moved up/down.": "Propriedades conformes ao terreno não podem ser movidas para cima/para baixo.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Enquanto este mod aumenta a nitidez, ele também pode introduzir o ruído, padrões de moirede e problemas de aliasing . Especialmente em resoluções mais altas, você pode não ver ou não a diferença entre este mod ativo.",
  "This causes (vanilla) trees to flicker.": "Isto faz (baunilla) árvores vacilar.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Este mod não tem mais nenhuma função. O criador não está publicando seus mods para os jogadores, apenas para mostrar ao usuário o quão bom ele pode programar.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).",
  "Creating 'ghost' vehicles": "Criando veículos 'fantasma'",
  "Creating 'ghost' vehicles is reported and need to be verified.": "A criação de veículos \"fantasma\" é noticiada e precisa de ser verificada.",
  "Do not remove trees added after Campus DLC to the game.": "Não remova árvores adicionadas após o Campus DLC ao jogo.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflitos com vários mods e podem causar falhas. Pode causar problemas de desempenho e aumentar o tempo de carregamento.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Isto causa tempos de carregamento muito longos se o mod Tempo de Carregamento não for usado.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Para construir conexões externas com estradas zonáveis fora dos blocos desbloqueados, você precisa desativar temporariamente o zonamento com outro mod. No editor de mapa, as conexões devem usar estradas vanilla, não estradas personalizadas. Os autocarros de intercidade só entram na cidade através de ligações externas de uma via, não através de uma estrada de 2 vias.",
  "This is an incomplete version to lure you into buying a complete version.": "Esta é uma versão incompleta para atrair você a comprar uma versão completa.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Subscrever este mod causa cinza ou desaparece de edifícios. Evite usar qualquer ativo, que force você a usar este mod!",
  "The default English names still appear as well, next to the new Japanese names.": "Os nomes padrão em inglês também aparecem, ao lado dos novos nomes em japonês.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Esse mod aumenta o tempo de carregamento, e esse aumento pode ser enorme para as grandes cidades.",
  "Previously created rotating props still require the PropRotating Params mod.": "Propriedades rotativas anteriormente criadas ainda requerem o mod Params PropRotante.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Alguns relatórios não conseguem salvar o jogo, especialmente com um grande número de objectos processuais. U\r\nPrimeiro comece após instalar um apelido de janela vazia. Reinicie seu jogo para resolver isso.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Em uma intersecção T-intersecção, não aparece luz na estrada que se cruza.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Isto não é actualizado para a Indústria DLC e, provavelmente, não funcionará para as zonas industriais a partir dessa DLC.",
  "Simulation Errors and conflits with various other mods.": "Erros de simulação e conflita com vários outros mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Se o padrão parecer muito escuro, ligue as configurações de intensidade de luz global e/ou ambiente em Eyecandy. As sombras devem ser definidas como máxima usando o Ajuste de Força Sombria para evitar que o sol vaze através de objetos. Para tornar as sombras menos visíveis, reduz a intensidade de luz global e aumenta a intensidade de luz do ambiente na Eyecandy.",
  "Causes various issues as one path is randomly selected": "Causa várias issues como um dos caminhos selecionados aleatoriamente",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Os recursos esgotam em vez de serem ilimitados, o idioma volta para o inglês todas as partidas e jogo são desbloqueadas mesmo que esta função esteja desativada.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Não está funcionando nas estradas Vanilla depois que Sunser Harbour. Você pode continuar inscrito, mas desativado para usar o BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 para trocar as propriedades.",
  "Not able to name new districts.": "Não é capaz de nomear novos distritos.",
  "The traffic lights on some custom road do not change.": "Os semáforos em alguma estrada personalizada não mudam.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Desabilitar a poluição da água não é imediato, leva algum tempo para que a água se limpe. Recapacitar a poluição dos solos e da água também não é imediato, demora algum tempo a reconstituir.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Erros no log do jogo sobre ações não permitidas. Os ônibus não geram. Nenhum nome sendo atribuído.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funciona apenas com mapas subscritos na oficina. Usa desvio e incompatível com vários outros modos – principalmente Harmony.",
  "Only a limited set of roads is included.": "Apenas um conjunto limitado de estradas está incluído.",
  "User reports that it is not working at all if you select heavy traffic.": "O usuário reporta que não está funcionando se você selecionar o tráfego pesado.",
  "Broken LOD, Vehicle blinks.": "LOD quebrado, pisca de veículos.",
  "Clipping may occur as well as simulation errors.": "O corte pode ocorrer bem como erros de simulação.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Para alguns usuários, os cidadãos não pegaram um carro, mas despejam e reaparecem na sua casa, às vezes caminhando para a mesma estação/parada novamente.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Veja o guia básico do Render It! & Play It! em https://bit.ly/3XiMQPY para mais detalhes.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Mostrando o tipo errado de semáforo quando usando 'Grande Avenida com Grama'. Pode não funcionar para o tráfego à mão esquerda (LHT) e para pequenas estradas de sentido único ou estradas com eléctricos.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Excluir um segmento de estrada com descoberta de caminho ajustada pode causar um erro NullReference",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Erros na inicialização. Falta UI. Problemas de desempenho (fps drops).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Isto frequentemente bloqueia o botão de melhoria de estrada. O recurso de dimensionamento está quebrado e não deve ser usado. Os usuários também estão relatando alguns outros problemas.",
  "Button missing. Error popups.": "Botão faltando. Notificações pop-ups.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Reportados problemas massivos incluindo: falha na estrada, erro KeyNotFoundException, crashs, alto uso de memória.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "A grama pode crescer através de estradas CSUR. Ocultar a grama com o Hide It It ou elevar um pouco os nós com o Movimento irá ajudar. Estradas às vezes podem ser colocadas abaixo da superfície. Levante-as com entradas de Move It. Túnel de estradas do CSUR não centralizadas são cobertas por terreno. Alguns usuários relatam falhas de jogo e interface CSUR não funcionando.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "O botão não pode ser movido, fazendo com que as estatísticas fiquem fora da tela em certas resoluções de tela.",
  "Various issues reported, see Worshop comments for details.": "Vários problemas relatados, veja comentários do Worshop para mais detalhes.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "O tráfego à mão esquerda não é suportado. Isso não funciona no Linux. Luzes de trânsito ao lado oposto têm algumas estranhas em intersecções T-intersecções e estradas de sentido único.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "PRECAUÇÃO: NÃO FAÇA ERRORS nas opções de mod ou nos popups deste mod, pois ele torna os problemas de solução de problemas mod/asset próximos do impossível. Esconder erros não os faz desaparecer, e seu jogo será menos confiável!",
  "Disasters are not recognized.": "As catástrofes não são reconhecidas.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Isso não funciona para as novas estações de metro do 'Pacote Criador de Conteúdo: Estações de Treinamento', e para algumas estações personalizadas. Você poderia usar o Movimento, ao invés disso, para essas estações.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Grave drop no FPS ao criar estradas. Alguns usuários recebem um erro de 'forma inválida'. Reverter a direção às vezes oferece uma exceção. A exceção é inofensiva, mas você não pode reverter aquele segmento e precisa excluir e recriar.",
  "For several players it causes errors and is not working.": "Para vários jogadores, isso causa erros e não está funcionando.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Algumas funções não funcionarão para os arquivos instalados localmente: ordenar por download recente, pesquisar por nome de autor, abrir página da Oficina.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Há um erro ao gerar como vaca. Inclinação, rampas e caminhos elevados não parecem funcionar. Alguns só podem andar para trás ou flutuam.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Não se pode salvar as estradas geradas e, portanto, não se deve abrir um salvamento onde foi usado depois. Este mod ainda está em um estado inicial de desenvolvimento.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Alguns usuários ainda o fazem funcionar, mas para muitos é parcialmente ou totalmente quebrado, incluindo não ser possível carregar um jogo salvo. Desativar o \"novo algoritmo para descompactar congestionamentos de tráfego perto de conexões externas\" pode ajudar. Excluindo o arquivo EnhancedDistrictServices.cgs pode também ajudar, mas você perderá todas as personalizações.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Não trabalhar com veículos de entrega provenientes das Indústrias e das DLC do Porto Pôr-do-Sol. O menu de configurações é complicado (fechar e reabrir as configurações pode ajudar). Potencialmente é incompatível com todos os mods que modificam a interface do Veículo Modificado.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Este mod só funciona no Windows, não no MacOS ou no Linux. Este é um mod avançado que requer o uso de conhecimento de script em Python.",
  "You must follow exactly the steps on the workshop page to use it.": "Você deve seguir exatamente as etapas na página da oficina para usá-lo.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Incompatível com qualquer tipo de mods bulldoze automatizados.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "É necessário para que a Rede Adaptável funcione corretamente. Estas são, por exemplo, estradas de Construtor de Estradas, várias cercas e redes Railway 2.",
  "Users reported various issues, see Workshop comments.": "Usuários reportaram vários problemas, ver comentários na oficina.",
  "Will lead to various graphical issues ingame": "Levará a vários problemas gráficos no jogo",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Esteja ciente de que este mod é instável e que as falhas podem ocorrer em cidades maiores!",
  "Cargo trains for some do not spawn.": "Os comboios de carga para alguns não são gerados.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Este mod tem vários erros e problemas de estabilidade, e não é recomendado para novos jogos. Ele é fornecido aqui como uma tentativa de ajudar jogadores com cidades existentes usando a Extended Managers Library/Prop Anarchy a continuar suas saves sem ter que refazer seu trabalho.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Isso só é necessário se você quiser usar o controle de árvore de nova geração, Controle de Prop, Ferramenta de Linha em um mapa/salvamento usado antes da Biblioteca de Gestores Estendida, Anarquia de Árvores, Prop Anarchy. Para mais detalhes verifique a página da oficina deste mod.",
  "Do nothing right now. Should normally not be released publicly.": "Não faça nada neste momento, normalmente não deve ser divulgado publicamente.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "O Seletor de Serviços de Veículos 2 bloqueia o tema Mixer 2 para alguns jogadores poderem mudar as texturas do tema.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Alguns caminhos de Extensões de Rede geram o sinal errado ou sem semáforo.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Restrições de Distrito (Importar/Exportar) não mostram nenhuma lista solta, se usada juntamente com o Gerenciador de Transferência CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Use o mod original de Engenharia de Precisão em vez da versão agora obsoleta 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Dependendo da resolução da tela, pode ser necessário usar a Resolução de UI 1.2 para ver toda a interface de usuário TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "As casas de navegação terão uma desnecessária janela de seleção de veículos em branco.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Faz com que as árvores flutuem. Você pode alternar para o Controle de Árvore, que tem a funcionalidade de ambos os mods.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Os nós azuis podem aparecer e não podem ser corrigidos automaticamente. Se você usa uma Rede, é melhor remover a mediana Continua de junção.",
  "Real Time might delay the arrival of extra Starting Money.": "O tempo real pode atrasar a chegada do Dinheiro Inicial extra.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "A Utilidade do autor das Posições de Câmeras diz que elas são incompatíveis, mas alguns usuários os informam a trabalhar bem em conjunto.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "O NExt2 esvazia as abas em Melhor Barra de Ferramentas de Educação. Portanto, é melhor usar a coleção alternativa.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "No modo de pausa, você pode alterar a hora do dia, mas assim que cancelar a pausa no tratamento do tempo real o tempo ocupará. É um comportamento pretendido. Se você desacelerar a velocidade de simulação com o Play It! O dia não vai mais coincidir com o tempo real. Isso fica muito visível ao fim da noite e cedo da manhã. Isto é um comportamento intencional e não pode ser alterado.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Paradas compartilhadas não podem ser criadas nas estradas expressas do CSUR (ela funciona em estradas regulares e compactas).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Stop Enabler compartilhada possui a funcionalidade de criar pontos altas.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Ao usar o Gerente de Transferência, as estatísticas não mostrarão a quantidade certa de polícias em uso. Isso sempre mostrará 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "O jogo pausa automaticamente quando você muda o tempo e o tempo é redefinido quando você para. As opções de velocidade do tempo no TimeWarp não funcionarão.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Isso pode ser incompatível com uma variedade de mods com funcionalidades semelhantes. Os mods listados são apenas um pequeno subconjunto dos mods incompatíveis.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Você precisa desativar o Gerenciador de Fontes Personalizadas no FPS Booster se você quiser usar as Opções de Fonte.",
  "The textures from Theme Decals will probably not match the mixed theme.": "As texturas do tema Decals provavelmente não combinarão com o tema misto.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "HIde It! também inclui uma função de remoção de destroços. Essa função precisa ser desativada completamente e não deve ser ativada em HIde It!. Em vez disso, ative essas funções em BOB. Essa é como esses mods foram projetados para funcionar juntos.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Se você quiser usar as \"props\" antigas que estão incluídas no mod original, você pode manter o mod original, mas desativado. Como alternativa, você poderia mover o original. pp arquivos em sua pasta de ativos local e descompacte o mod original. Se você começar uma nova cidade, é melhor cancelar a assinatura do mod original e usar as Superfícies Ploppable na coleção vinculada.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Este mod não é necessário para ter o mod funcionando, mesmo que a página da oficina indique algo diferente.",
  "Node Controller Renewal is actively developed and more user friendly.": "A renovação do controlador de nó está ativamente desenvolvida e é mais amigável ao usuário.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Isto pode causar vazios azuis em junções de substitutos/MOM. Pode haver outras incompatibilidades.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Mais Network Stuff fornece apenas recursos adicionais no Editor. Para uma jogabilidade normal, use Network Anarchy.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Para os criadores de recursos: Este mod não é necessário para propriedades animadas recém-criadas. Use Modtools e esse script vinculado em vez disso.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Você deve usar RON + Cylis NExt2 Replacement Collection em vez disso.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Enquanto o Cubemap Replacer também altera várias configurações de iluminação e reflexão e altera nuvens e o sol para posições estáticas, O AD Cloud Replacer oferece sol e nuvens movendo-se.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "O Construtor de Estradas não deve ser utilizado juntamente com o FPS Booster, como neste caso alguns patches não serão aplicados corretamente. Como o Construtor de Estradas funciona apenas no Editor, e não faz nada em um jogo normal. deve ser pelo menos desativado se você quiser jogar o jogo. É ainda melhor excluir o Roteiro de Construção com a Ferramenta de Ordem de Carregamento ou cancelar a assinatura do Construtor de Estradas se você não quiser criar estradas. O FPS Booster deve, portanto, ser pelo menos desativado se quiser entrar no Editor e usar o Road Builder. É ainda melhor excluir o FPS Booster com Ferramenta de Ordem de Carregamento ou cancelar a assinatura do FPS Booster se você quiser criar estradas.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS não detecta as outras Unidades dos Cidadãos.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "Nas configurações de \"Express Bus Services (plugin TLM)\" as opções \"Experimental\" e \"Agressive\" podem fazer com que os ônibus desapareçam se o gerenciador de linha de transporte também for usado. A opção \"Prudental\" funciona como esperado.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "RICO Ploppable tem agora a funcionalidade de Crescer os Ploppables. É possível usar os dois mods juntos, mas pode dar resultados inconsistentes a menos que suas configurações estejam alinhadas. Remover o crescimento dos Ploppables é recomendado, mas se for feito em um jogo existente, você tem que certificar-se de que as configurações de ambos os mods são as mesmas.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Quando usando o Gerenciador de Transferência, o Uso da Construção não mostra a quantidade certa de polícias em uso. Ele sempre mostrará zero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Painel de InfoPanel Estendido 2 tem todas as funcionalidades da HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Clicar na barra inferior para a funcionalidade da UEC não funciona.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Nuvens e Toggler sobrepõe as opções de nevoeiro de Esconder It.",
  "A black bar might appear above the bottom toolbar.": "Uma barra preta pode aparecer acima da barra de ferramentas inferior.",
  "The yellow arrow signals do not operate with TM:PE.": "Os sinais de seta amarela não funcionam com TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned pode desativar a resolução da UI. Em vez disso, use a versão regular do Harmony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Alternar Isto! e este mod pode ser usado junto, por exemplo, para esconder ícones de notificação específicos, mesmo que você os ative em Alternar para Visualizar!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Alguns caminhos de Extensões de Rede geram luz de trânsito errada.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "A Anarquia de Árvores tem a funcionalidade de Escamas de Planta, e muito mais.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "O Controle de Nível de Construção Avançado tem todas as funcionalidades dos Distritos Históricos e muito mais.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Jogar! Tem a maioria das funcionalidades do Timewarp Fix. Combine o Play It! com Render It! para a funcionalidade completa de substituição.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "A revisão das catástrofes naturais fica confusa com o fluxo de tempo mais lento. Os fogos florestais mais notáveis serão muito mais comuns. Diminua a probabilidade de incêndio como uma solução alternativa.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "O filtro de filtros não funciona corretamente com o mod Árvore e Proposição de Veículo.",
  "MOM already allows you to convert train stations to metro stations.": "MOM já permite converter estações de trem em estações de metro.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Não há necessidade de atualizar tubos se você não precisa de tubos.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Isso pode causar problemas ao usar a ferramenta de conexão da lane a partir de TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Apenas recursos no jogo, para que você possa criar e excluir caminhos de aeronaves e aviões. Você pode executar MNS junto com NA para os recursos do editor de mapas/ativos do MNS. Mas é melhor ter mais Stuff de Rede incluído apenas nos perfis do Editor.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Ambos os mods tocam na mesma funcionalidade de jogo e provavelmente conflitos.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Seletor de escolher um objeto diferente quando o avaliador de Ativos Dinâmicos alterar a ordem dos itens.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Algumas características do TM:PE trabalham em trilhas de eléctricos reversíveis, mas nem todas.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "O mod 'Sem Problema' faz com que o jogo pense que o problema não existe, enquanto o mod 'Ocultar Problemas' esconde apenas o ícone. Cada mod (ironicamente) já pode causar problemas sérios. Combinar eles é realmente pedir por isso...",
  "Compatible when level Randomization is turned OFF": "Compatível quando o nível de Randomização é desligado",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Você pode desativar este mod e usar o BOB para trocar as Luzes de Tráfego com as deste pacote.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Se você quiser o novo cubo apenas por dia, com o céu noturno padrão, habilitar o seguinte ajuste para Controlador de Névo: \"Fog\" e \"Cachorro Clássico\", e ative as seguintes configurações para o Daylight Classic: - \"Cor do sol clássico\", \"Intensidade da luz do sol clássica\", \"Efeito nevoeiro Clássico\" e \"Permitir efeito nevoeiro clássico se o ciclo do dia/noite estiver ligado\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Jogá-lo! irá desativar suas próprias funções que se sobrepõem ao tema Mixer. Se você não usa o Theme Mixer para misturar temas, não é mais necessário",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Ativos de Shader aditivos convertidos em PO não aparecem depois de recarregar um salvamento.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "TAA Técnica Anti-Aliasing irá causar cinzas gráficas. Configure para FXAA se você quiser usar esses dois mods juntos.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Use o Controle de Árvore em vez do Mod Ilimitado de Árvores.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "O limite de veículos será aumentado corretamente, mas o Relógio mostra incorretamente o limite de veículos antigo.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Você precisa desativar o Gerenciador de fontes personalizadas no FPS Booster se você quiser usar o seletor de fontes.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Novas skins adicionadas com Skins de Rede em sessão nem sempre refletem as alterações do Edifício da Luz até uma recarga de jogo.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "No menu principal, o tempo de atraso nas opções de mod estará incorreto. Durante o jogo, as opções de mod mostram o tempo correto de atraso, correspondente ao tempo real de abrandamento.",
  "Use the regular version of Harmony instead.": "Em vez disso, use a versão regular da Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Você só terá cerca de 5 a 10 segundos para escolher o seu foguete.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Altere a velocidade de construção para 100% nas configurações do Tempo Real para evitar o desaparecimento de edifícios.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Whiteness alternável inclui a funcionalidade de Exibição de Recursos Persistentes. Desinscreva esta última.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Substituir setas de estrada pelo Prop Switcher não é recomendado e pode dar um erro 'arraste dos limites'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Os adeptos de veículos gerados pelo Patch de Árvore e Props do Veículo Modificado terão efeitos de luz indesejados quando o tempo do jogo estiver no ciclo noturno.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Melhores ícones de auto-estrada acionam uma janela de erros dos Temas de Construção ('System.Reflection.MonoMethod.Invoke'). Ambos os mods ainda parecem funcionar depois.",
  "The 'Remove Unwanted' button may not work properly.": "O botão 'Remover Desejado' pode não funcionar corretamente.",
  "This might only work with all ULOD settings to 'game default'.": "Isto pode funcionar apenas com todas as configurações do ULOD para 'padrão do jogo'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Ciclos noturno/fim de semana específicos do tempo real podem dar problemas com serviços distritais.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Compatibilidade é incerta, mas o aumento do limite de mais veículos não é provavelmente usado pela PXPVehicleInfo, Conduzir a números incorretos ao ultrapassar o limite original do veículo.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller quebra Harmony e qualquer mod dependendo do Harmony. Troque para Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Anarquia de Árvore já tem a funcionalidade de Árvores Ilimitadas.",
  "This combination might cause a performance decrease (FPS drop).": "Esta combinação pode causar uma diminuição de desempenho (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Use BOB em vez de Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "O conversor de dados só pode fazer o seu trabalho quando Plop os Growables não for assinado.",
  "Use Prop Anarchy instead of Prop Snapping.": "Usar Anarquia em vez de Cascata de Prop.",
  "EML already has a better limit showing functionality.": "EML já tem um limite melhor mostrando funcionalidades.",
  "Undoing props is disabled when using EML.": "Desfazer \"props\" é desabilitado ao utilizar EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Seletor de Veículo de Serviço tem todas as funcionalidades do RiverCargoHarborMod. Desinscreva-se desta última.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarquia já tem uma melhor funcionalidade de pintura de propriedade.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Se as linhas de contorno não funcionarem, desative o \"Sobrescrever Terra\" e defina o valor para cerca de 100 nas opções de ROTTERMOS.",
  "You can't export props with modtools while EML is active.": "Você não pode exportar propriedades com modtools enquanto EML estiver ativo.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Use a Anarquia Prop combinada com Anarquia de Árvores em vez de Prop & Árvore Anarquia.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "O painel de opções avançadas tem a funcionalidade do painel de opções mais amplas e mais.",
  "Use the original instead of the now deprecated 2.0 version.": "Use o original em vez da versão 2.0 obsoleta.",
  "Unsubscribe Holy Water's TM:PE.": "Cancelar inscrição da Sagrada Água: PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Quando este mod estiver ativo, não há um Big Truck que não terá nenhum efeito exceto para caminhões vindos de conexões externas.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Ambos os mods usam a chave Tab (Guia). Use outro mod da primeira pessoa, ou altere a chave para auto-caminhada primeiro.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Ao mudar o zonamento para uma estrada, mudanças em Skins de Rede serão redefinidas.",
  "Realistic Population includes a 'no deathcare' functionality.": "A população realista inclui uma funcionalidade \"sem morte\".",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Por favor, cancele a extensão 2 de rede antes de usar a coleção vinculada.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM pode impedir o Encontrar It. Executar o jogo como administrador pode resolver temporariamente o problema de incompatibilidade.",
  "Some textures on Network Extensions roads might not load.": "Algumas texturas nos caminhos de extensões de rede podem não carregar.",
  "With 81 tiles 2 you don't need Cross The Line.": "Com 81 blocos 2, você não precisa Cruzar a Linha.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Com ambos os mods ativos, edifícios colocados em desabro. RICO Ploppable já tem a funcionalidade.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 blocos 2 incluem a mesma função, mas com as opções para selecionar redes específicas. Você pode usar ambas juntas ou sem o outro mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "O jogo pausa automaticamente quando você muda de tempo, e o tempo é redefinido quando você cancela. Opções de velocidade do tempo no Eyecandy Ultimate não funcionará.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Desativar a cor clássica da luz do sol, a intensidade clássica da luz do sol e o Clássico para configurações de cor na luminosidade clássica.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Desde que você não use TM:PE para limitar a velocidade dos trilhos, esses mods devem ser compatíveis.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Nuvens e alternador de nevoeiro anula as opções de esconde-lo, Bobby.",
  "Several users report using these together without issues.": "Vários utilizadores reportam estes em conjunto sem problemas.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "O Per Painter não foi atualizado para as atualizações recentes do Movimento, criando problemas para qualquer mod que tente integrar com o Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Se você alterar a opção Movimentar ele \"Controle de Pilar aprimorado\" suas tintas superficiais existentes podem desaparecer.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Alterar a data pode fazer com que uma lacuna no gráfico ou fazer com que parte do gráfico seja sobrescrita.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "O Reequilíbrio do Ciclo de Vida já inclui a funcionalidade \"sem mortes\".",
  "Use Ploppable RICO Revisited instead.": "Use RICO Ploppable Revisited em vez disso.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Configurações de mod para a Distância de Sombra Fix reset ao carregar jogo.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Melhorar Intocável quebra a seleção de pilares do MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Faz com que as árvores flutuem. Você pode alternar para Anarquia de Árvores, que tem a funcionalidade de ambos os mods.",
  "Loading Screen Mod asset report file also include all these information.": "Carregando o arquivo do relatório de recurso Screen Mod também inclui todas estas informações.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Ambos os mods têm opções para ocultar painéis na tela do menu principal. Use apenas um mod para ocultá-los, ou você pode ter problemas.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Você pode alternar para Anarquia de Árvores, que tem a funcionalidade destes dois mods.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Fixar semáforos ou sinais prioritários com TM:PE nas trilhas de trem não irá funcionar. Outras configurações funcionam.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Vários usuários relatam que a Ferramenta de Estrada Paralela não funcionará com a assinatura de Skins de rede.",
  "Restores ship behavior that allows them to float on the land.": "Restaura o comportamento do navio que permite a eles flutuarem na terra.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Alguns caminhos de Extensões de Rede geram o sinal errado ou um semáforo extra.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "O FPS Booster tem todas as funcionalidades do Mini FPS Booster, e mais.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Isto pode causar um erro. Veja os 24 de agosto 2021 comentários na página da oficina FPS Booster para ver uma solução.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Todos os três mods listados devem ser usados para novos jogos ao invés de usar a Biblioteca de Gestores Estendida",
  "This mod combination prevents using the light background theme.": "Esta combinação de mods impede o uso do tema de fundo claro.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Estradas criadas com o Construtor de Estradas não usam pilares baunilha. Isto conduz a um fosso entre estas estradas e os pilares, se reduzirmos a espessura das pontes e das partes elevadas no Ajustador de Altura Curba.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "As seleções de serviço no painel de seleção de serviços de saúde são exibidas muito baixo, tornando difícil ou impossível clicar.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Ambos os mods substituem o 'matchmaker vanil', tornando-os incompatíveis.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Ao fazer a substituição automática, as configurações TM:PE serão perdidas em segmentos de rede substituídos e conectados, e setas de trilha e conectores de trilha podem ser estragados em todo o mapa.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR é incompatível com as opções avançadas de zonamento em Extensões de rede.",
  "Flickering and disappearing buildings and assets are reported.": "Relatam-se as fatias e o desaparecimento de edifícios e bens.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "A opção AdjacentToPurchase do Common Ground é incompatível com 81 Tiles. O Centro Comum não é necessário para a jogabilidade quando você desbloqueia todos os 81 blocos, mas ainda é ótimo para uso no editor de mapas.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Se você usou antes de Plop o mod Growables em um salvamento, use o Converter vinculado antes de carregar sem esse mod. Também assine aquele caso o RICO revisitou e encontrá-lo! 2 para ser capaz de plop de cultivadores.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "O Shader Aditivo não é compatível com a variável sunrise/sunset vezes do Real Time. Use a versão de teste do Shader Adicional.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Desativar a compilação em mod de solo ilimitado da ordem colossal, como sua função está incluída nas ferramentas extras de retirada de terras.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Sempre execute o cliente Steam antes de executar o jogo. No Linux e MacOS, algumas ações de usuário são necessárias, consulte o guia de instalação: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "A correção é parte do jogo de base agora.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Esse é um mod padrão embutido enviado para a oficina.",
  "The original mod supports various languages.": "O mod original suporta vários idiomas.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Isto parece estar relacionado ao infame mod ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "É altamente recomendável fazer um backup de um save existente antes de usar este mod nele.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "A função agora faz parte do jogo base. Este mod é necessário apenas para ativos que foram feitos para este mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Agora faz parte do jogo base, apenas necessário para recursos que usam esses trilhos.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "A funcionalidade deste mod está incluída no próprio jogo, mesmo que os cálculos deste mod sejam um pouco diferentes.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Alguns usuários relatam a interface do usuário como ausente quando não inscrito em Ferramentas de Estrada Fina.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "“Tornar histórico” é parte do próprio jogo agora, mas com esse mod uma construção histórica não pode ser abandonada.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Use a opção 'Tentar recuperar dos Erros de Simulação' de Carregando Screen Mod, em vez disso, que é mais poderoso que este mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Não é recomendado usar isto no editor de mapa, porque mapas criados exigirão Prop Anarchy.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Este mod precisa de pelo menos um pacote de propriedades de semáforo para funcionar. Este mod automaticamente desabilita mods de semáforo na inicialização do jogo para evitar conflitos, mas usa as propriedades agrupadas desses mods. Deixar os outros mods de semáforo desativados.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Você pode encontrar versões mais recentes deste LABS no GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Todos os postos de trabalho dos edifícios não-RICO, incluindo todos os edifícios industrias DLC, estão incluídos nos números de serviço (SRV) .",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "O mod funciona no Windows, Mac OS e Linux. A inclusa 'Ferramenta de Ordem de Carregamento' é Windows apenas e requer mais um . instalar a oficina. Veja a página da oficina para detalhes.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Caminhos de reserva natural e semelhantes não se misturam quando colocados em terreno inclinado. Isso pode ser corrigido usando o modo Clamp com força em torno de 100 (recomendado) ou ativando a opção \"sobreescrever terreno\".\r\n\r\nCom a opção \"sobrescrever a aparência do terreno\" ativada, a sobreposição de linhas topográficas está quebrada. Ou desabilite essa opção, ou use o modo clamp com uma força de 120 ou menor ou o modo de escala com uma força de 100 ou menor.\r\n\r\nAs redes sempre exibem a grama, nunca a textura do penhasco. Isso é especialmente perceptível com, por exemplo, os perfis angulares de D➲ X.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "A funcionalidade deste mod está incluída no próprio jogo, mesmo que as flechas deste mod sejam mais visíveis.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Isso foi necessário para MacOS, porque o FPS Booster não funcionou no MacOS. Isso deve ser resolvido e todos devem poder usar o FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Todas as recolorações serão perdidas quando você (des)assinar qualquer coisa enquanto o jogo estiver sendo executado.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Isto pode ser usado por conta própria, ou ser desativado e usado como um 'pacote de prop' para o mod BOB ou Traffic Light Replacer.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Esta era a versão mais recente, mas foi descontinuada depois que a versão original foi atualizada. Use a versão original em vez disso.",
  "When using this mod, it is wise to back up your saves from time to time.": "Ao usar este mod é sábio fazer um backup de suas poupanças de vez em quando.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Os autocarros de intercidade só entram na cidade através de ligações externas de uma via, não através de uma estrada de 2 vias.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Isso usa informações desatualizadas. A versão oficial do Relatório de Compatibilidade tem suporte a várias linguagens!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Este mod agora é necessário apenas para cemitérios. As instalações de Transferência de Resíduos e de Processamento do jogo cobrem as outras funcionalidades deste mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Este pacote de propriedades foi bem sucedido com o mod BO: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Mostra incorretamente como Câmera Cinemática.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Pode ser encontrada aqui uma alternativa para isso: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "O jogo já resolve a questão de não ter trabalhadores com um número suficiente de habilitados, empregando pessoas altamente qualificadas em empregos de menor educação.",
  "CAUTION: If you use this and save, the game save is broken.": "PRECAUÇÃO: Se você usar isto e salvar, o jogo salvo está quebrado.",
  "This is for testing only and might be removed from the Workshop soon.": "Isto só será testado e poderá ser retirado em breve da Oficina.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "Ao criar recursos com as propriedades deste mod, esses assets precisam deste mod e não podem ser usados com o mod original.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Use a Anarquia de Prop combinada com Anarquia de Árvore em vez de Prop &amp; Anarquia de Árvores.",
  "It is STRONGLY recommended not to use this mod!": "É recomendado não usar este mod!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativamente, este mod possui um \"modo fantasma\" que permite cancelar a assinatura e ainda manter o salvamento do jogo acessível, caso você queira remover completamente o MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "O criador criptografou seu código e não oferece acesso ao seu código. Portanto, não pode verificar se eles não incluem qualquer tipo de código nocivo. Nem os outros modders podem trabalhar em correções de problemas que levantem com o uso de mods desse criador. Só podemos verificar, que seus mods criam problemas com vários mods do top 100.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Se você tiver problemas com a exibição de fontes, desabilite o Gerenciador de Fontes Personalizadas nas opções de mod.",
  "This mod was only for scenario developers looking for more options.": "Este mod era apenas para os desenvolvedores do cenário procurando mais opções.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Nota: O arquivo de localidade não será removido quando cancelar a inscrição. Ele tem que ser removido manualmente, consulte a página da Oficina.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Este mod é incompatível com uma variedade de mods com funcionalidade semelhante, além de causar conflitos com vários outros mods. São muitos para listar todos eles.",
  "The original mod supports the Chinese language.": "O mod original suporta a língua chinesa.",
  "Now part of the base game, therefore not needed any more.": "Agora parte do jogo base, por isso já não precisa.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Isso só vai desbloquear 25 blocos no início de um novo jogo, não no salvamento de um jogo anterior.",
  "Can't show data from extension mods like Extended Managers Library.": "Não é possível mostrar dados de mods de extensões como biblioteca de gerentes estendidos.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "A auto-orçamentação da polícia, dos cuidados de saúde e das estações de bombeiros pode fazer com que o valor do solo diminua, porque um orçamento mais baixo significa uma área de cobertura mais baixa.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Esta é uma versão fixa não oficial do Mod de Beleza Alternável.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "O jogo também tem trilhas de comboio de um lado, mas isto também tem uma única faixa nos dois sentidos e continua a ser necessário para estações personalizadas com um caminho de uma estação de sentido único.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Isso só é necessário se uma propriedade de bandeira ou um veículo sub malha ainda assim o exigir."
}