{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Incompatibil cu rezoluția dinamică și cu alte moduri ale camerei.",
  "Vehicle LOD Flashing": "LOD-ul vehiculului sclipește",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Dezabonează-te după utilizare! Acest lucru va spam jurnalul jocului și va crește semnificativ dimensiunea.",
  "Broken / Can't be loaded": "Stricat / Nu se poate încărca",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "În opțiunile Repaint este disponibilă, de asemenea, o setare pentru a repara culoarea nodului mai întunecat pe autostrăzi.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Dacă intersecțiile arată albastru, accesați setările mod-ului și activați auto-reîmprospătarea. Acest lucru crește timpul de încărcare dacă aveți multe drumuri personalizate.",
  "This might increase loading time.": "Acest lucru poate creşte timpul de încărcare.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Acest mod nu este optimizat și poate cauza probleme de performanță. Probabil că aceasta are incompatibilități necunoscute cu alte moduri. Este recomandat să nu folosiți acest mod!",
  "Mod options resetting on game load.": "Opțiuni de mod care resetează la încărcarea jocului.",
  "Game breaking": "Jocul se strică",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "NU UTILIZAȚI PROPS GENERAT în moduri precum BOB, Obiecte Pocedurale sau Unelta de marcare a intersecțiunii. Asta îți poate rupe salvarea! E cumva logic și nu o problemă cu aceste moduri. Prop-urile care nu Conformează terenul precum și Prop-urile Copacului și Vehiculelor sunt generate într-un anumit punct al procesului de încărcare (nu sunt stocate! Acest lucru înseamnă că folosirea acestor active în mod-uri va duce la problema pe care nu le încărcă, pur şi simplu pentru că acestea nu sunt create în acest moment, reţelele şi alte lucruri sunt încărcate.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Datorită modificărilor semnificative aduse jocului de bază, acest mod este cel mai bine folosit doar pentru jocuri noi.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Numele stațiilor lungi sau numele stațiilor ar putea rupe șablonul. Liniile care deservesc aceeași stație de mai multe ori ar putea crea confuzii. Numele stației pe stații multiplatformă ar putea fi incorecte.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "AVERTISMENT: Acest autor a fost interzis pentru a introduce codul rău intenționat în modurile lor. Acest mod este suspectat că are un cod răuvoitor. Ai fi mai bine să ștergi IMEDIAT! ATENȚIE: DESPRE SĂ urmezi instrucțiunile de pe pagina de mod pentru a descărca o actualizare prin GitHub. Acest updater conține codul MALICIOUS și va insera codul răuvoitor în acest mod de armonizare! Autorul este cunoscut şi pentru faptul că şi-a scos în mod deliberat propriile moduri din spit. Din punct de vedere tehnic, asta nu funcţionează foarte bine, dă multe erori eronate şi este incompatibil cu o mulţime de moduri din Atelier. Combinat cu istoria autorului, ar fi foarte înţelept ca UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Creatorul și-a criptat codul și nu oferă acces la codul său. Prin urmare, nu se poate verifica dacă acestea nu includ niciun tip de cod dăunător. Nici ceilalți modatori nu pot lucra la rezolvarea problemelor pe care le ridică cu ajutorul mod-urilor de la acest creator. Putem verifica doar dacă modurile lor creează probleme cu mai multe cele mai importante 100 de moduri. Prin urmare, sfatul nostru este să nu folosim acest mod!",
  "Can't be loaded": "Nu se poate încărca",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Depozitul nu este gol pentru unii utilizatori. Acest lucru se poate datora faptului că ambarcaţiunile de pescuit captează toate sloturile pentru vehicule, astfel încât nici un camion de depozit nu poate fi spart. Utilizatorii au observat camioane care transferă peşte dintr-un depozit în altul.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Pentru a vedea căile navei/feribotului în timp ce plasați un pod, activați vizualizarea informațiilor despre transport.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoint-urile au fost prea departe de punctul de referinţă iniţial îi împiedică uneori pe toţi pasagerii transportului public. Punctele de rotație pentru camioanele de marfă nu sunt suportate pentru stațiile trenurilor de marfă, aeroporturile de marfă sau pentru portul de încărcătură.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NICI Mare Camion Mod încărcat cu erori\" de mesaje.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Ascunderea ascunzătoare a fost eliminată din acest mod, dar este disponibilă în modul BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Funcționează doar pe afișaje cu un raport de aspect de 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Nu funcționează pentru toate clădirile, probleme de performanță, mesaje de erori.",
  "Lags the game massively": "Încetinește jocul masiv",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Luminile de pe drumurile pietonale nu pot fi schimbate.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Acest lucru ar putea face ca cimii să rămână blocați sau șterși la stațiile de transport public. Acest lucru cauzează întârzierea în orașele mai mari.",
  "LOD has too many vertices": "LOD are prea multe noduri",
  "This has some issues with spaces in names.": "Aceasta are unele probleme cu spaţiile din nume.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "AVERTISMENT: acestui autor i s-a interzis să introducă codul răuvoitor în modurile lor. Autorul este cunoscut şi pentru faptul că şi-a scos în mod deliberat propriile moduri din spit. Tehnic, acest lucru ar putea funcționa. Având în vedere istoria autorului, ar fi foarte înțelept să UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Acest lucru pare să funcționeze pentru unii oameni, dar alții raportează probleme. Nu funcționează în meniul principal, lucrează doar după încărcarea unei hărți.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Dezactivați derularea cu una dintre tastele fierbinți înainte de a se dezonora pentru a preveni dezonarea accidentală masivă. Același lucru este valabil și pentru alte acțiuni efectuate cu butonul din dreapta al mouse-ului, cum ar fi upgradarea drumurilor.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "În rezoluții, altele decât raportul de aspect 16:9, se mută în colțul din stânga sus, blocând butonul implicit de Infovizualizare.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Cauzează efecte ciudate asupra joncţiunilor şi conflicte cu diferite moduri.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Tab cheie acest mod folosește conflicte cu alte moduri. Fie utilizaţi o altă persoană în modul 1, fie schimbaţi cheia în fişierul xml (vezi comentariile Atelier).",
  "Create massive lags if no overlay.png is in the specified folder.": "Crează decalaje masive dacă nu există overlay.png în directorul specificat.",
  "Vehicle LOD Turn Black": "LOD-ul vehiculului devine negru",
  "Error popup": "Mesaj de eroare",
  "Missing UI. Performance issues (fps drops).": "Lipsește interfața de performanță. Probleme de performanță (picături).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Utilizatorii raportează că \"Make it Rain\" trebuie să fie apăsat (în Opțiuni) dacă sunt utilizate mai multe moduri. Fără alte moduri funcționează pe cont propriu. De asemenea, ploaia poate pâlpâi puțin dar se va stabiliza mai târziu.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Ecranul opțiunilor de mod se poate strica dacă ai prea multe active pentru trenuri. Unii utilizatori raportează probleme cu fișierul de configurare care nu este creat corect. Acest lucru ar putea cauza unele întârzieri dacă nu se utilizează FPS Booster.",
  "Error messages popup": "Se afișează mesaje de eroare",
  "The reported issues might be unknown mod conflicts.": "Problemele raportate ar putea fi conflicte de moduri necunoscute.",
  "Multiple reports about getting a blank screen when loading a map.": "Mai multe rapoarte despre obținerea unui ecran gol la încărcarea unei hărți.",
  "Crash the game / Error popup": "Jocul nu răspunde/Mesaj de eroare",
  "Several reports of lagging the game.": "Mai multe rapoarte despre meciul rămas în urmă.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Fâșii de ecran / pâlpâie. Sărind în timp sau mergând înapoi.",
  "Not recognise few latest DLC sounds.": "Nu recunoaște cele mai recente sunete DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Dacă vă abonați la active configurate greșit care au nevoie de acest mod, aceste active pot cauza probleme de joc.",
  "Several users report it is not working at all.": "Mai mulţi utilizatori declară că aceasta nu funcţionează deloc.",
  "LOD not correct.": "LOD incorect.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Activele care fac parte dintr-un mod ar putea să nu mai fie activate automat de joc.",
  "Conflicts with various other mods.": "Conflicte cu diverse alte moduri.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Nu funcționează pentru toate clădirile, vârfuri de teren și găuri, probleme de performanță, mesaje de erori.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ATENŢIE: Aceasta ascunde doar pictogramele problemei. Problemele încă există! Acest lucru poate duce rapid la abandon în masă dacă uitaţi să verificaţi problemele.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Nu lucrezi cu clădiri din Promenades & Plazas DLC. Caut diverse erori şi uneori chiar accidente.",
  "Broken / Can't be used": "Stricat / Nu se poate încărca",
  "Forgets settings at start, esp. the sun height.": "Uită setările de la început, mai ales înălțimea soarelui.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Unii utilizatori raportează acest lucru pentru a cauza jocuri inîncărcabile. Nu se cunoaște dacă acesta este un conflict de moderare sau o problemă cu patch-ul de joc 1. 4. Unii utilizatori raportează o interfață lipsă. LOD-urile nu pot fi înlocuite. Vezi Atelierul pentru mai multe detalii despre problemele cunoscute.",
  "Can't be loaded / Error popup": "Nu se poate încărca / Mesaj de eroare",
  "Doesn't show up in the CSL Music Mod.": "Nu apare în modul CSL de muzică.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "Pe unele intersecții apar semafoare. Pe o intersecție T, nu apare lumină pe drumul intersectat. Autostrăzile şi rampele de autostradă au semafoarele pe partea greşită a intersecţiei.",
  "Not supporting budgets for newer DLC.": "Nu sprijină bugete pentru noile DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Trenurile de pasageri Vanilla nu mai apar în variațiile de culori, acesta este comportamentul dorit.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Acest lucru este incompatibil cu moduri care schimbă, de asemenea, capacitatea de construcție. Folosește populația realistă reevaluată în schimb pentru o mai bună compatibilitate.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Toți jucătorii trebuie să aibă exact aceleași DLC-uri (niciunul nu este acceptat) și moduri. CSM este incompatibil cu majoritatea modurilor, prea multe pentru a menționa aici. O listă (foarte scurtă) a modurilor acceptate: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Texturile de autostradă vor oglindi aleatoriu per segment atunci când se aplică acest mod și trebuie să fie reconstruite pentru a repara.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Setări lipsă pentru ultimele câteva DLC: Parklife, Industrii, Campus și Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Nu va fi buldozer dacă dețineți agenți naturali. Trebuie să folosiți Unitatea Răspuns la Dezastru în acest caz. Categoriile de construcții mai noi nu sunt buldozate.",
  "Vehicle LOD Turn White": "LOD-ul vehiculului devine alb",
  "DLCs after Campus can’t be selected.": "DLC-urile după Campus nu pot fi selectate.",
  "Can cause performance issues (lag or fps drops).": "Poate cauza probleme de performanță (decalaj sau picături picături).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Acest mod poate avea un impact asupra performanțelor jocului. Nu funcționează în jocuri de scenariu.",
  "This sometimes breaks transport lines.": "Uneori, acest lucru rupe liniile de transport.",
  "As it is an outdated mod some panels may noth be unlocked.": "Deoarece este un mod învechit, este posibil ca unele panouri să nu fie deblocate.",
  "Breaks the pause after loading game option.": "Întrerupe pauza după încărcarea opțiunii de joc.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Resursele externe nu sunt folosite aici pentru a-l putea folosi pe o nouă hartă. Diverse jucători raportează că nu funcționează deloc.",
  "Building flickers": "Clădirea pâlpâie",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Pensula încetează uneori să mai funcţioneze. Dezabonarea și reabonarea (cât timp jocul nu este rulat) deseori ajută pentru o vreme, dar o soluţie mai permanentă este să utilizezi modul de încărcare şi să setezi ordinul de încărcare al Forest Brush la 9999.",
  "Buttons are no longer aligned correctly.": "Butoanele nu mai sunt aliniate corect.",
  "For some players it do not create ship pathes.": "Pentru unii jucători nu creează trasee de nave.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Stațiile subterane creează un tunel de intrare, ceea ce îngreunează conectarea pistei la stație și perturbarea suprafeței solului. Piesele ridicate şi solului par în regulă.",
  "This breaks up the UI, especially text scaling.": "Aceasta descompune IU, în special scalarea textului.",
  "Game might get corrupted.": "Jocul ar putea fi corupt.",
  "Causes game crashes.": "Cauzează prăbușirea jocurilor.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Nu funcționează cu versiunile de joc actuale, deoarece dependență mod Roads United Core 2.0 nu mai este actualizată.",
  "It’s in early development stage. See information on workshop page.": "Este în faza incipientă de dezvoltare. Vezi informații pe pagina workshop.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Dacă vrei să ai copaci de dezmembrat în timp ce construiești drumuri, ai grijă să ai \"Coliziune\" în Network Anarchy activată.",
  "Freezes the game": "Îngheață jocul",
  "Everything that has more than two rails tracks can't be hidden.": "Tot ceea ce are mai mult de două șine nu poate fi ascuns.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Acest lucru ar putea să nu funcționeze cu o versiune de șofer 3DxWare mai mare de 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Rezultatele nu mai sunt de încredere. Utilizați în schimb raportul de compatibilitate.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Asta ar putea funcţiona, dar nu e cel mai bun mod de a rezolva problema. Jocul rezolvă deja această problemă prin angajarea unor persoane cu studii superioare în locuri de muncă cu un nivel mai scăzut de educaţie, sau ați putea utiliza Lucrători Overeducați V2 pentru a avea un efect mai puternic.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Ea produce erori \"duplicat prefab”, care sunt inofensive. Unii utilizatori raportează că cioburile de semafor continuă să devină albe după ultima actualizare care ar fi trebuit să o rezolve.",
  "Public transport part not working anymore.": "Partea de transport public nu mai funcționează.",
  "You can easily modify the RICO settings in-game.": "Puteți modifica cu ușurință setările RICO în joc.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Va strica orice caracteristica de transfer de tip DLC sau de tip joc de baza mai noua decat Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Funcționalitatea acestui mod este inclusă în joc.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Cazuri rare în care poate arunca erori și poate chiar închide jocul pe desktop.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Adaugă lumini rotative doar la vehiculele suportate, listate pe pagina atelierului.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Numele acestui mod este înşelător, dar nu reduce cantitatea de gunoi produsă. Aceasta reduce doar cheltuielile de gunoi. Deci un nume mai bun ar fi \"Cheltuieli de gunoi mai mici\".",
  "Bloom settings not being applied. Config files not loading.": "Setările Bloom nu sunt aplicate. Fişierele nu se încarcă.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Când orașul tău ajunge la aproximativ 15000 de cetățeni, acest mod nu va mai crește viteza peste setările implicite ale jocului x4.",
  "It takes some in-game time for the extra money to arrive.": "Durează ceva timp în joc pentru ca banii suplimentari să sosească.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Spoarele de apă ar putea sta pentru totdeauna, chiar dacă modul nu este abonat.",
  "Not showing information for newer DLC assets.": "Nu se afișează informații pentru noile active DLC.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Mai multe funcții nu mai funcționează și aruncă greșeli dacă nu ai Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Renunțarea nu funcționează, probabil din cauza incompatibilității cu alte moduri.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ATENȚIE: Fișierul japonez local nu va fi șters nici dacă vă dezabonați de la acest mod. Pentru mai multe detalii, vedeți descrierea din Atelier.",
  "This is only needed for custom networks that require this mod.": "Acest lucru este necesar doar pentru rețele personalizate care necesită acest mod.",
  "Button for the settings not visible for several users.": "Butonul pentru setările care nu sunt vizibile pentru mai mulți utilizatori.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Selecția vehiculelor pentru trenurile interurbane este ignorată și unele vehicule mai noi cu vanilie nu apar în fereastra de selecție a vehiculelor.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "AVERTISMENT: Acest autor a fost interzis pentru a introduce codul rău intenționat în modurile lor. Acest mod este suspectat că are un cod răuvoitor. Ai fi mai bine să REMITEȚI IMEDIATE! Autorul este cunoscut și pentru ruperea deliberată a propriilor moduri din spate.",
  "Includes malicious code!": "Include cod periculos!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "AVERTISMENT: Acest mod este DANGEROU! Descarcă fișiere dintr-o locație nesupravegheată și suprascrie fișierele altor moduri cu ea. Acesta este un software FOARTE DANGEROUS și nu ar trebui să fie folosit! Ar fi mai bine să îl eliminați! AVERTISMENT: acestui autor i s-a interzis să introducă codul răuvoitor în modurile lor. Autorul este cunoscut şi pentru faptul că şi-a scos în mod deliberat propriile moduri din spit. AVERTISMENT: Acest mod a fost eliminat din Atelier de Steam pentru că a încălcat acordul lor.",
  "This breaks maps saved in the map editor.": "Aceasta sparge hărţile salvate în editorul de hărţi.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Comută lui! au o opțiune de a ascunde clădiri de pe hartă (de exemplu, pentru a avea doar străzile vizibile pentru planificare). Dacă vă confruntați cu verificarea \"clădiri invizibile\", dacă ați activat această opțiune din greșeală.",
  "Private building cannot include roads or other net types": "Clădirea privată nu poate include drumurile sau alte tipuri de rețele",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Deblocare DLC ilegală!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Poate cauza probleme vizuale în meniu (file fără descriere şi/sau imagine).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Hotkey nu functioneaza (incercati schimbatorul stanga in loc de tubul din dreapta). Setări luminoase pentru resetarea Ultimate Eyecandy sau lumina devine foarte întunecată pe orice modificare a setărilor Relight sau la încărcarea jocului.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Acestora le lipsește toate clasele de elemente noi din toate patch-urile de la eliberare și de la toate DLC-urile.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Salvarea poate dura foarte mult pentru hărțile cu un volum mare de copaci și un număr mare de incendii.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Pilonii personalizați ar putea reseta la încărcarea următoare. UI pentru mod care nu funcționează complet.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Acest mod este suspectat că poate preveni uneori afișarea altor butoane de mod.",
  "LOD has too many vertices.": "LOD are prea multe noduri.",
  "Various players report, information could not be gathered.": "Diferiți jucători raportați, informațiile nu au putut fi colectate.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Se pare că este o clonă a managerului de trafic, dar spune că este Auto Line Color și că sursa nu este disponibilă.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "După schimbarea stilurilor pentru a se întoarce la niciunul și reîncărcarea salvării se întoarce la stilul care a fost selectat anterior. Distruge clădiri istorice de alt stil. Lucrul este să ștergi districtul și să-l pictezi din nou.\r\nFix este în dezvoltare.",
  "Africa in Miniature buildings don't show up in menus.": "Africa în clădirile miniaturale nu apare în meniuri.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina include un executabil pentru a rula LUT Editor care se află în folderul Atelier Lumina.",
  "Demand stays at zero.": "Cererea rămâne la zero.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Funcționează, dar cauzează mesaje de eroare \"InvalidOperationException\" în fișierul de jurnal.",
  "This is missing statistics from later DLCs and game patches.": "Aici lipsesc statisticile de la DLC-urile și patch-urile de jocuri de mai târziu.",
  "Several reports about conflicts with various mods.": "Mai multe rapoarte privind conflictele cu diferite moduri.",
  "Rocks can’t be deleted.": "Rock-urile nu pot fi șterse.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Se spune că acest lucru este stricat, dar există destul de multe rapoarte care afirmă că funcționează. S-ar putea să fie nevoie să setați un decalaj de 180 degresive pentru ca soarele să treacă în mod corespunzător de la est la vest.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Pentru unele persoane, acest mod încă funcționează bine. Pentru altele există incompatibilități cu diverse moduri, pe care nu le-am putut verifica complet.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Aceasta ar putea avea nevoie de Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Nu debloca toate drumurile.",
  "Distorted LOD": "LOD distorsionat",
  "Causes ingame lags": "Cauzează lag în joc",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Funcția de copiere din modul Mutare poate duplica și clădiri unice.",
  "Error: too many vertices": "Eroare: prea multe noduri",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Acest lucru funcționează pentru unele salvări corupte ale jocului, dar nu pentru toți. Dacă jocul salvează încărcarea, jocul va îngheța pentru ceva timp. Acest lucru este normal.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Prezentul document nu este actualizat pentru cele mai recente CCD și încă lipsește o parte importantă din DCL industriei.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenarele și Recuzele devin negre pentru piesele de la Vanilla!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Tăierea pe drumuri a noilor plasturi și a DLC nu va fi înlocuită.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Setarea resetează fiecare sarcină și pentru mai mulți jucători este stricată. De asemenea, este foarte probabil să intre în conflict cu diverse alte moduri de cameră.",
  "Breaks game if you setup to high values.": "Întrerupe jocul dacă setezi la valori mari.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Aceasta nu va repara clădiri care au fost deja abandonate înainte ca acest mod să devină activ.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Acest mod nu mai este necesar, cu excepția cazului în care aveți o activă veche care o cere. Deoarece funcționalitatea acestui mod este inclusă în joc.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Casele de Îngrijire arată ca acoperire pentru Deathcare atunci când le plasează.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Aplicarea unei liste va dezactiva modurile inutile, dar nu dezabonarea lor, iar modurile dezactivate pot cauza probleme. Activele care sunt incluse cu un mod ar putea să lumineze. Setările jocului se resetează la salvarea acestor date.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Diferite probleme, instabile. Funcția sagetilor rutiere nu funcționează, sau doar după dezactivarea și reactivarea lor la fiecare încărcătură. Nu toate drumurile sunt suportate.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Aeroportul Internațional After Dark cauzează probleme la crearea liniilor. Există unele rapoarte despre o pictogramă/un buton lipsă.",
  "This might block the vanilla quay upgrade tool.": "Acest lucru ar putea bloca unealta vanilata de upgrade a cheului.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Uşile de securitate aleatorii cauzează o excepţie de NullReference. Dacă doriţi să utilizaţi acest pachet, ar trebui să excludeţi Uşile de securitate aleatorie.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Cauzele lungi ale timpilor de încărcare, cauzează diverse probleme care se află la sfârșit chiar și ruperea jocurilor, fiind astfel marcate ca fiind incompatibile cu jocul.",
  "Not showing up ingame.": "Nu se afișează lingurița.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Sunt raportate lent, înghețări ale jocurilor și flash-uri ale ecranului. Utilizați cu precauție sau dezabonați.",
  "White lines at the moon and Flickering when game running.": "Albul se îndreaptă spre Lună și Flickering când jocul rulează.",
  "Invalid Image Format": "Format invalid de imagine",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "La încărcarea jocului, valoarea anterioară este încărcată corect, dar cursorul în mod opțiuni va fi întotdeauna în poziția implicită.",
  "This is only needed if a prop or mod requires it.": "Acest lucru este necesar doar dacă un suport sau un mod o cere.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Unii utilizatori o fac să meargă bine, dar există destul de multe rapoarte, inclusiv cu privire la setările care resetează între sarcini.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Aceasta funcționează doar pentru afișaje cu un raport de aspect de 16:9 sau 16:10. Aceasta este funcționalitatea lipsă pentru patch-urile și DLC-urile mai recente.",
  "Terrain conforming props cannot be moved up/down.": "Capcanele conforme cu terenul nu pot fi mutate în sus/jos.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "În timp ce acest mod măreşte claritatea, poate introduce de asemenea zgomot, obiceiuri de expunere şi probleme de aliasing. Mai ales în cazul rezoluțiilor mai mari, este posibil să nu vedeți diferența dintre acest mod activ sau nu.",
  "This causes (vanilla) trees to flicker.": "Acest lucru face ca arborii (vanilia) să pâlpâie.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Acest mod nu mai are nicio funcție. Creatorul nu îşi publică modurile pentru jucători, ci doar pentru a arăta oamenilor cât de bun poate programa.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Nu se poate exporta cu eroarea de la elementul root XML în jurnal. Piesele trenului nu sunt incluse uneori.\r\nDacă modificați un nod în NCR sau NC2 și ieșiți o hartă, desenul părții de nod corespunzătoare poate fi incorect.\r\nElicopterul de pasageri și rutele Trolley-bus adăugate în DLC SH nu sunt afișate. (DLC SH nu este suportat).",
  "Creating 'ghost' vehicles": "Creează vehicule „fantomă”",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Crearea de vehicule „fantomă” este raportată și trebuie verificată.",
  "Do not remove trees added after Campus DLC to the game.": "Nu îndepărtaţi arborii adăugaţi după ce Campus DLC în joc.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Conflicte cu diverse moduri și pot duce la accidente. Poate cauza probleme de performanță și crește timpul de încărcare.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Acest lucru duce la timpi foarte lungi de încărcare dacă nu este utilizat modul Time Fix.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Pentru a construi conexiuni în afara drumurilor zonabile în afara parcelelor deblocate, trebuie să dezactivați temporar zonarea cu un alt mod. În editorul de hartă conexiunile trebuie să folosească drumuri cu vanilie, nu drumuri personalizate. Autobuzele interurbane intră în oraș doar pe o autostradă din afara conexiunilor, nu pe niciun drum cu două căi.",
  "This is an incomplete version to lure you into buying a complete version.": "Aceasta este o versiune incompletă pentru a te ghida să cumperi o versiune completă.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Abonarea acestui mod provoacă interceptarea sau dispariția clădirilor. Evită să folosești orice activ, care te obligă să folosești acest mod!",
  "The default English names still appear as well, next to the new Japanese names.": "Numele implicit de engleză încă apare, alături de noile nume japoneze.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Acest mod crește timpul de încărcare, iar această creștere poate fi imensă pentru orașele mari.",
  "Previously created rotating props still require the PropRotating Params mod.": "Filmele rotative create anterior necesită încă modul Params.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Unii raportează că nu pot salva jocul, în special cu un număr mare de obiecte procedurale.\r\nLa prima pornire după instalare o fereastră goală. Reporniți jocul pentru a rezolva asta.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "Pe o intersecţie T, nu apare nici o lumină pe drumul intersectat.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Acest document nu este actualizat pentru sectorul industrial DLC și probabil nu va funcționa pentru zonele industriale din acel DLC.",
  "Simulation Errors and conflits with various other mods.": "Erori de simulare și conflă cu diverse alte moduri.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Dacă valoarea implicită pare prea întunecată, activați setările globale și/sau de intensitate a luminii ambientale în Ultimate Eyecandy. Umbra trebuie setată la maxim folosind Ajustatorul de Concentrație Umbră pentru a preveni scurgerea soarelui prin obiecte. Pentru a face umbrele mai puțin vizibile, reduceți intensitatea luminii globale și creșteți intensitatea luminii ambientale în Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Crează diverse probleme deoarece o cale este selectată aleatoriu",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Nu accepta nume pentru districte DLC mai noi.\r\nActivarea și încărcarea mai multor liste de nume care schimbă același element de traducere va cauza conflicte.\r\nPentru a evita conflictele, vă rugăm să verificați ce elemente de traducere se schimbă în atelierul cu lista de nume.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Resursele sunt epuizate în loc să fie nelimitate, limba trece înapoi în engleză fiecare început și jocul este deblocat chiar dacă această funcție este dezactivată.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Nu lucrezi pe drumurile din Vanilla mai târziu decât Sunser Harbour. Ai putea să te abonezi dar ai putea dezactiva pentru a folosi BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 pentru a face schimb de recuzite.",
  "Not able to name new districts.": "Nu se pot numi districte noi.",
  "The traffic lights on some custom road do not change.": "Telefonul de pe un drum personalizat nu se schimbă.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Poluarea apelor cu handicap nu este imediată, apa are nevoie de ceva timp pentru a se elimina. Poluarea terestră sau acvatică cu reactivare nu este, de asemenea, imediată, este nevoie de ceva timp pentru a se reface.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Eroare în jurnalul jocului cu privire la acțiunile nepermise. Autobuzele nu sunt generate. Nu sunt atribuite prenume.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Funcţionează numai cu hărţi abonate de la atelier. Utilizează obiecte detaşate şi alte moduri incompatibile – în principal Harmony.",
  "Only a limited set of roads is included.": "Numai un set limitat de drumuri este inclus.",
  "User reports that it is not working at all if you select heavy traffic.": "Utilizatorul raportează că nu funcționează deloc dacă selectați traficul intens.",
  "Broken LOD, Vehicle blinks.": "Lovituri rupte, clipiri de vehicule.",
  "Clipping may occur as well as simulation errors.": "Pot apărea alunecări precum şi erori de simulare.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Pentru unii utilizatori, cetăţenii nu iau o maşină, ci disperează şi respawnează la ei acasă, mergând uneori la aceeaşi staţie/oprire din nou.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Vezi randarea de bază! & joacă-l! Ghid la https://bit.ly/3XiMQPY pentru mai multe detalii.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Afişarea tipului greşit de semafor atunci când se utilizează \"Mare Avenue with Grass\". Aceasta ar putea să nu funcționeze pentru traficul de mână stângă (LHT) și pentru drumurile sau drumurile cu sens unic de mici dimensiuni.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Ștergerea unui segment rutier cu o traiectorie ajustată poate cauza o eroare NullReference .",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Eroare la pornire. Lipsește UI. Probleme de performanță (picături pentru fișiere).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Acest lucru blochează adesea butonul de actualizare a drumului. Funcția de scalare este stricată și nu ar trebui utilizată. Utilizatorii raportează și alte probleme.",
  "Button missing. Error popups.": "Butonul lipsește. Pop-up cu eroarea.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Probleme masive raportate inclusiv: lipsa texturilor rutiere, eroare KeyNotFoundException, prăbușirea jocurilor, utilizarea mare a memoriei.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Iarbă ar putea crește pe drumurile CSUR. Ascunzând iarba cu Ascunderea acesteia sau ridicând ușor nodurile cu Mutare Va ajuta. Uneori, drumurile ar putea fi amplasate uşor sub suprafaţă. Ridică-le cu mută-l. Intrările tunelului din drumurile CSUR necentrate sunt acoperite de teren. Unii utilizatori raportează prăbușiri ale jocurilor și interfața CSUR nu funcționează.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Butonul nu poate fi mutat, făcând statisticile să se deconecteze de la ecran la anumite rezoluții ale ecranului.",
  "Various issues reported, see Worshop comments for details.": "Diverse probleme raportate, vedeți comentariile din Atelier pentru detalii.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Traficul de la stânga nu este suportat. Acest lucru nu funcţionează pe Linux. Telefonul opus are câteva ghilimele pe intersecţii T şi drumuri cu sens unic.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ATENŢIE: NU SUBLINIŢI ERRORS în opţiunile de mod sau în popupurile din acest mod, deoarece face problemele de depanare mod/asset aproape imposibile. Ascunderea erorilor nu îi face să dispară și va face jocul tău mai puțin fiabil!",
  "Disasters are not recognized.": "Dezastrele nu sunt recunoscute.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Acesta nu funcționează pentru noile stații de metrou de la 'Pachetul Creator de conținut: Antrenează Stații', și pentru unele stații personalizate. Ai putea folosi Mutare în schimb pentru acele stații.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Scăderea severă a FPS la crearea drumurilor. Unii utilizatori primesc o eroare de „formă invalidă”. Inversarea direcției uneori oferă o excepție. Excepția este inofensivă, dar nu poți inversa acel segment și trebuie să ștergi și să recreezi.",
  "For several players it causes errors and is not working.": "Pentru mai mulți jucători provoacă erori și nu funcționează.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Unele funcţii nu vor funcţiona pentru activele instalate local: sortare după cele mai recente descărcări, căutare după numele autorului, pagina Open Workshop",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Există un bug cu spawning ca vacă. Pantalonele, rampele şi drumurile ridicate nu par să funcţioneze. Unele pot merge doar înapoi sau plutesc.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Nu poți salva drumurile generate și, prin urmare, nu ar trebui să deschizi o excepție de unde a fost folosită ulterior. Acest mod se află încă într-o fază incipientă de dezvoltare.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Unii utilizatori continuă să o facă să funcţioneze, dar pentru mulţi este parţial sau total întrerupt, inclusiv faptul că nu se poate încărca un joc salvat. Dezactivarea \"noului algoritm pentru deblocarea blocajelor de trafic din afara conexiunilor\" ar putea ajuta. Ștergerea fișierului EnhancedDistrictServices.cgs poate ajuta, de asemenea, dar veți pierde toate personalizările.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Nefuncționarea vehiculelor de livrare din industriile și DLC-urile Soarelui. Meniul de setări este defrișat (închiderea și redeschiderea setărilor ar putea ajuta). Potențial incompatibil cu toate modurile care modifică AI-ul vehiculului.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Acest mod funcționează doar pe Windows, nu și pe MacOS sau Linux. Acesta este un mod avansat care necesită cunoștințe de scriere în Python pentru a fi folosit.",
  "You must follow exactly the steps on the workshop page to use it.": "Trebuie să urmați exact pașii de pe pagina workshop pentru a o folosi.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Incompatibil cu orice tip de mod-uri automate de buldoze.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Este necesar ca orice rețea Adaptive să funcționeze corect. Acestea sunt, de exemplu, drumurile constructorului de drumuri, diverse garduri și rețele feroviare 2.",
  "Users reported various issues, see Workshop comments.": "Utilizatorii au raportat diverse probleme, a se vedea comentariile din Atelier.",
  "Will lead to various graphical issues ingame": "Va duce la diferite probleme grafice în joc",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Fiți conștienți de faptul că acest mod este instabil și că se pot produce accidente în orașele mai mari!",
  "Cargo trains for some do not spawn.": "Trenurile de marfă pentru unii nu se strecoară.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Acest mod are o serie de erori și probleme de stabilitate și nu este recomandat pentru jocuri noi. Aceasta este oferită aici ca o încercare de a ajuta jucătorii din orașele existente care folosesc Biblioteca Extinsă Manageri/Anarhia Prop să își continue salvarea fără a mai fi nevoie să își repete munca.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Acest lucru este necesar doar dacă doriţi să utilizaţi noua generaţie Control al mod-urilor, Control Prop, Unealtă de linie pe o hartă/salvează care a fost folosită înainte de Biblioteca Extinsă Manager, Anarhia Copacului, Anarhia Prop. Pentru mai multe detalii, verificați pagina atelierului din acest mod.",
  "Do nothing right now. Should normally not be released publicly.": "Nu faceți nimic acum. În mod normal nu ar trebui să fie făcut public.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Unele drumuri din extensiile rețelei stârnesc semaforul greșit sau nu luminează traficul.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Restricțiile districtului (Import/Export) nu afișează nicio listă abandonată, dacă este folosită împreună cu Manager Transfer CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Utilizaţi modul original de Precision Engineering în loc de versiunea 2.0 acum învechită.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "În funcție de rezoluția ecranului, ar putea fi necesar să se utilizeze Rezoluția interfeței 1.2 pentru a vedea toată interfața TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Casele de alimentare vor avea o fereastră de selecţie a vehiculului inutilă, goală.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Cere copacii sa pluteasca. Poti trece la Comanda Copacului, care are functionalitatea ambelor moduri.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Nodurile albastre ar putea apărea și nu pot fi reparate automat. Dacă folosiți AN Networks, este mai bine să eliminați Continuă JUNCTA.",
  "Real Time might delay the arrival of extra Starting Money.": "În timp real, ar putea întârzia sosirea unei sume suplimentare de bani.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Autorul Camera Positions Utility spune că acestea sunt incompatibile, dar unii utilizatori îi raportează că lucrează bine împreună.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 împarte filele într-un instrument pentru o educație mai bună. Prin urmare, este mai bine să utilizăm în schimb colecția alternativă.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "În modul pauză puteți schimba ziua dar de îndată ce veți întrerupe manipularea timpului real va prelua controlul. Acesta este comportamentul intenţionat. Dacă încetinești viteza de simulare cu Play It! ziua-zi nu se va mai potrivi în timp real. Asta devine foarte vizibilă la sfârşitul searei şi dimineaţa devreme. Acesta este comportamentul intenţionat şi nu poate fi schimbat.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Impartite Stocuri nu pot fi create pe drumurile expres ale CSUR (funcționează pe drumuri regulate și compacte).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Oprire partajată Oprire are funcționalitatea pentru a crea opriri ridicate.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Când utilizați Managerul de Transferuri, statisticile nu vor afișa cantitatea corectă de cuptoare de poliție în utilizare. Acesta va arăta întotdeauna 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Jocul se oprește automat atunci când schimbi ora, iar timpul se resetează când anulezi pauza. Opțiunile de viteză din TimeWarp nu vor funcționa.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Acest lucru ar putea fi incompatibil cu o varietate de moduri cu funcționalități similare. Modurile enumerate sunt doar un mic subset al modurilor incompatibile.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Trebuie să dezactivați managerul de fonturi personalizat în FPS Booster dacă doriți să utilizați opțiuni de font.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Texturile din Tema Decalaj probabil nu se vor potrivi cu tema mixta.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Ascunde-l ascuns! include, de asemenea, o funcție ruinare de eliminare. Acest lucru trebuie să fie închis complet și să nu le impună în Ascunderea lui!. În schimb, activați aceste funcții în BOB. Acesta este modul în care aceste moduri sunt proiectate să funcționeze împreună.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Dacă doriţi să utilizaţi vechile recuzite care sunt incluse în modul original, puteţi păstra modul abonat original, dar dezactivat. Alternativ, ați putea muta originalul . rp fișiere în folderul local de active și desubt modul original. Dacă începi un oraș nou, este cel mai bine să dezabonezi modul original și să folosești suprafețele Ploppable din colecția asociată.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Acest mod nu este necesar pentru ca mod-ul să funcționeze, chiar dacă pagina atelierului conține ceva diferit.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Reînnoirea este dezvoltată activ și este mai ușor de utilizat.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Acest lucru poate cauza goluri albastre în joncţiunile de înlocuire / MOM. Pot exista şi alte incompatibilităţi.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Mai multă rețea Stuff oferă doar caracteristici suplimentare în Editor. Pentru un joc normal, folosește doar Network Anarchy.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Pentru creatorii de active: Acest mod nu este necesar pentru recensămintele animate nou create. Utilizați în schimb Modtools și acest script conectat.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Trebuie să utilizaţi în schimb colecţia de substituţie RON + Cylis NExt2.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "În timp ce Cubemap Replacer schimbă, de asemenea, diferite setări de iluminare şi reflecţie şi schimbă norii şi soarele în poziţii statice, AD Cloud Replacer oferă mutarea soarelui și a norilor.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Constructorul de drumuri nu trebuie utilizat împreună cu FPS Booster, deoarece, în acest caz, unele paturi nu vor fi aplicate corect. Deoarece Constructorul de Drumuri lucrează doar în Editor și nu face nimic în jocul normal, ar trebui să fie cel puțin dezactivat dacă vrei să joci jocul. Este și mai bine să se excludă constructorul de drumuri cu unealtă de comandă încărcată sau să se dezaboneze constructorul de drumuri dacă nu vrei să creezi drumuri. FPS Booster ar trebui, prin urmare, să fie cel puțin dezactivat dacă doriți să intrați în Editor și să utilizați Constructorul de Drumuri. Este chiar mai bine să excluzi FPS Booster cu unealtă de comandă de încărcare sau să dezabonezi FPS Booster dacă vrei să creezi drumuri.",
  "EDS doesn't detect the extra CitizenUnits.": "SED nu detectează alte unități cetățenești.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "În setările pentru \"Express Bus Services (TLM Plugin)\", opţiunile \"Experimental\" şi \"Agressive\" pot provoca disperarea autobuzelor dacă managerul de linii de transport este, de asemenea, utilizat. Opțiunea „Prudential” funcționează conform așteptărilor.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "RICO Ploppable are acum funcționalitatea de a mări Ploppables. Este posibilă utilizarea ambelor moduri împreună, dar pot da rezultate inconsecvente dacă setările nu sunt aliniate. Se recomandă eliminarea Ploppabl-urilor, dar dacă ai terminat pe un joc existent, trebuie să te asiguri că cele două moduri sunt aceleaşi.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Când utilizați Managerul de Transferuri, utilizarea construcției nu va afișa cantitatea corectă de cuptoare de poliție utilizate. Acesta va arăta întotdeauna zero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "InfoPanel 2 extins are toate funcționalitățile de la HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Făcând clic în bara de jos pentru funcţionalitatea UEC nu funcţionează.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Cloude și ceață Comutator suprascrie opțiunile ceață de Ascundere It.",
  "A black bar might appear above the bottom toolbar.": "O bară neagră ar putea apărea deasupra barei de instrumente de jos.",
  "The yellow arrow signals do not operate with TM:PE.": "Semnalele săgeţilor galbene nu funcţionează cu TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Armony Redesigned poate dezactiva Rezoluția UI. Folosiți în schimb versiunea regulată a Armony.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Comută nu! și acest mod poate fi folosit împreună pentru a ascunde pictograme de notificare specifice, chiar dacă activați vizualizarea lor în Comutator It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Unele drumuri din extensiile rețelei stârnesc semaforul greșit.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Anarhia Copacului are funcționalitatea scalării Plantelor și multe altele.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Nivelul avansat de control al clădirilor are toate funcționalitățile districtelor istorice, și multe altele.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Jucați tu! are cea mai bună funcționalitate a Fix Timewarp. Combină redarea lui! cu Randarea lui! pentru funcționalitatea completă de înlocuire.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Dezastrele naturale devin derutante din cauza încetinirii fluxului de timp. În special incendiile de pădure vor fi mult mai frecvente. Setează probabilitatea de incendiu scăzută ca o lucrare.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Găsește filtrele nu funcționează corect cu modul Copac și Vehicul Prop.",
  "MOM already allows you to convert train stations to metro stations.": "MOM vă permite deja să convertiți stațiile de tren în stații de metrou.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Nu este nevoie să actualizezi țevile dacă nu ai nevoie de țevi deloc.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Acest lucru ar putea da probleme \"Nu Suficient cumpărătorilor\" atunci când se folosește banda de conexiune din TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Caracteristici în joc, astfel încât să puteți crea și șterge căi de transport pentru nave și avioane. Puteți rula MNS împreună cu NA pentru funcțiile de map/asset editor MNS. Dar este mai bine să includem mai multe Stuff doar în Profilurile editorilor.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Ambele moduri ating aceeași funcționalitate a jocului și, probabil, conflicte.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Selector care alege un obiect diferit când selectează activ activ schimbă ordinea elementelor.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Unele caracteristici ale TM:PE funcționează pe piste de tramvai reversibile, dar nu pe toate.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Modul \"Nicio problemă\" face ca jocul să creadă că problema nu există, în timp ce modul \"Ascunde problemele\" ascunde doar iconița. Fiecare mod poate deja să ducă (ironic) la probleme serioase. Combinarea lor este într-adevăr ceruta...",
  "Compatible when level Randomization is turned OFF": "Compatibil când nivelul de randomizare este dezactivat",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Ai putea dezactiva acest mod și folosi BOB pentru a schimba luminile de trafic cu cele din acest pachet.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Dacă doriţi noul cub numai pe zi, cu cerul implicit de noapte, activează următoarele setări pentru inspectorul de ceaţe: \"Daynight Fog\" şi \"Clasic Fog\", şi permite următoarele setări pentru clasa Daylight Clasic: - \"Culoarea clasică a soarelui\", \"Intensitatea luminii solare clasice\", \"Efectul clasic de ceaţă\" şi \"Permite efectul clasic de ceaţă dacă ciclul zilei/nopţii este activ\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Joacă-l! îşi va dezactiva propriile funcţii care se suprapun cu Theme Mixer. Dacă nu utilizaţi Theme Mixer pentru a amesteca teme, nu mai este necesar",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Activele Aditive Shader convertite în PO nu apar după reîncărcarea unei salvări.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "TAA Tehnică Anti-Aliasing va cauza grafică pâlpâie. Setat la FXAA dacă vrei să folosești aceste două moduri împreună.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Folosește controlul copacului în loc de modul Arbori nelimitat.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Limita vehiculului va fi mărită corect, dar Vizionați incorect arată vechea limită a vehiculului.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Trebuie să dezactivați managerul de fonturi personalizat în FPS Booster dacă doriți să utilizați Selectorul de fonturi.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Noile skinuri adăugate cu skinuri de rețea într-o sesiune nu reflectă întotdeauna schimbarea Trafic Light Replacer până la reîncărcarea unui joc.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Din meniul principal, timpul de întârziere în opțiunile de mod va fi incorect. În timp ce în joc, opțiunile de mod arată timpul corect de întârziere, corespunzător timpului real încetinit.",
  "Use the regular version of Harmony instead.": "Folosiți în schimb versiunea regulată a Harmony.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Vei avea doar între 5 și 10 secunde în care să îți alegi racheta.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Schimbă viteza de construcţie la 100% în setările timpului real pentru a evita dispariţia clădirilor.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Toggleable Whiteness include funcționalitatea Vederii Persistente de Resurse. Dezabonează-te pe cel din urmă.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Înlocuirea săgeților de drum cu Prop Switcher nu este recomandată și ar putea da o eroare de 'array out of bounds'.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Buzele de vehicule generate de patch-urile copacului și vehiculelor vor avea efecte nedorite de lumină atunci când timpul jocului este în ciclul de noapte.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Iconițe autostrăzi mai bune declanșează un popup de eroare din construirea Temelor ('System.Reflection.MonoMethod.Invoke'). Ambele moduri par încă să funcționeze după aceea.",
  "The 'Remove Unwanted' button may not work properly.": "Este posibil ca butonul „Eliminare nedorită” să nu funcționeze corect.",
  "This might only work with all ULOD settings to 'game default'.": "Aceasta ar putea funcționa doar cu toate setările ULOD pentru 'jocul implicit'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Ciclurile accelerate ale nopții/weekendului din timpul real pot da probleme cu serviciile districtuale.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Compatibilitatea este incertă, dar limita crescută de la mai multe vehicule nu este probabil utilizată de PXPVehicleInfo, conducând la numere incorecte atunci când se depășește limita inițială a vehiculului.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Controller de gunoi strica Armonia şi orice mod depinde de Armonie. Comutaţi la Managerul Barourilor Gunoaie.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Anarhia Copacului are deja funcționalitatea copacilor nelimitate.",
  "This combination might cause a performance decrease (FPS drop).": "Această combinaţie poate determina o scădere a performanţei (scăderea SPF).",
  "Use BOB instead of Prop Switcher.": "Folosește BOB în loc de Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Convertorul de date își poate face treaba doar când Plop the Growables is not subscribed.",
  "Use Prop Anarchy instead of Prop Snapping.": "Folosește anarhia de recuzite în loc de copiere de prof.",
  "EML already has a better limit showing functionality.": "EML are deja o limită mai bună de afișare a funcționalității.",
  "Undoing props is disabled when using EML.": "Anularea recuzitelor este dezactivată atunci când se utilizează MPE.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Selectorul de vehicule de serviciu are toate funcționalitățile RiverCargoHarborMod. Dezabonați-vă de acesta din urmă.",
  "Prop Anarchy already has a better prop painting functionality.": "Anarhia Prop are deja o funcționalitate mai bună de pictură.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Dacă liniile de concurs nu funcționează, opriți \"Overwrite Terrain\" și setați valoarea la aproximativ 100 în opțiunile ROTTERdams.",
  "You can't export props with modtools while EML is active.": "Nu puteți exporta recup-uri cu instrumente modple, în timp ce EML este activ.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Folosește Anarhia Prop combinată cu Anarhia Copacului în loc de Anarhia Copacului.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Panoul de opțiuni mai avansatePanoul are funcționalitatea Panoului de opțiuni mai largi și multe altele.",
  "Use the original instead of the now deprecated 2.0 version.": "Folosește versiunea originală în loc de versiunea 2.0 acum învechită.",
  "Unsubscribe Holy Water's TM:PE.": "Dezabonează Apa Sfântă TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Când acest mod este activ, nici un camion mare nu va avea niciun efect decât pentru camioanele care vin din exterior.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Ambele moduri folosesc tastatura Tab. Folosiți o altă persoană ca pe o altă persoană sau schimbați cheia pentru auto-mersul de prim-persoană.",
  "When changing zoning to a road, changes from Network Skins are reset.": "Când schimbi zonarea pe un drum, schimbările din Skin-urile de rețea sunt resetate.",
  "Realistic Population includes a 'no deathcare' functionality.": "Populația realistă include funcționalitatea de a nu avea grijă de moarte.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Vă rugăm să vă dezabonați la Extensia de rețea 2 înainte de a utiliza colecția asociată.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM poate întrerupe funcţia de Gaseste It. Rularea jocului deoarece administratorul poate rezolva temporar problema incompatibilităţii.",
  "Some textures on Network Extensions roads might not load.": "Unele texturi pe drumurile extensiilor rețelei ar putea să nu se încarce.",
  "With 81 tiles 2 you don't need Cross The Line.": "Cu 81 de plăci 2 nu ai nevoie de Crucea Linia.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Cu ambele moduri active, clădiri mutate despawn. RICO Ploppable are deja funcționalitatea.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 de dale 2 includ aceeași funcție, dar fără opțiuni pentru a selecta anumite rețele. Puteți utiliza ambele împreună sau fără alt mod.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Jocul se oprește automat atunci când schimbați ora, iar timpul se resetează când nu întrerupeți. Opțiunile de viteză a timpului în Ultimate Eyecandy nu vor funcționa.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Dezactivează Clasic lumina soarelui, intensitatea luminii Clasice şi Clasic pentru setări de culoare în Ordinul de Zăpadă.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Atâta timp cât nu utilizați TM:PE pentru a limita viteza pentru șinele feroviare, aceste moduri ar trebui să fie compatibile.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Cloude și ceață Comutator suprascrie opțiunile ceață pentru a-l ascunde, Bobby.",
  "Several users report using these together without issues.": "Mai mulți utilizatori raportează că le utilizează împreună, fără probleme.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Pictorul de variante nu a fost actualizat la actualizările recente Mută-l, creând probleme pentru orice mod care încearcă să se integreze cu Mutare.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Dacă schimbați opțiunea \"Control îmbunătățit al pilonului\", vopselele de suprafață existente ar putea dispărea.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Modificarea datei poate cauza o lacună a graficului sau poate duce la suprascrierea unei părți a graficului.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Reechilibrarea produselor de origine animală include deja funcționalitatea „neîngrijirii morții”.",
  "Use Ploppable RICO Revisited instead.": "Foloseste RICO reinstalat in schimb.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Setări mod pentru resetarea setărilor Distanța Umbrei Fix la încărcarea jocului.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Actualizarea de neatins sparge selecția de pilon MOM.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Cere copacii sa pluteasca. Poti trece la Anarhia Copacului, care are functionalitatea ambelor moduri.",
  "Loading Screen Mod asset report file also include all these information.": "Încărcarea fișierului de raport al activului Mod ecran include și toate aceste informații.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Ambele moduri au opțiuni de a ascunde panourile pe ecranul principal al meniului. Folosiți doar un mod pentru a le ascunde, sau s-ar putea să întâmpinați probleme.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Ai putea trece la Anarhia Copacului, care are funcţionalitatea ambelor moduri.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Setarea semafoarelor sau a semnalizărilor prioritare cu TM:PE pe șinele de tren nu va funcționa. Alte setări funcționează.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Mai mulți utilizatori au raportat că instrumentul Parallel Road Tool nu va funcționa cu interfața de rețea abonată.",
  "Restores ship behavior that allows them to float on the land.": "Restaurează comportamentul navei care le permite să plutească pe uscat.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Unele drumuri din extensiile rețelei stârnesc o lumină de trafic greșită sau o lumină de trafic suplimentară.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster are toate funcționalitățile Mini FPS Booster, și altele.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Acest lucru ar putea da o eroare. Vezi comentariul din 24 august. 2021 pe pagina de workshop FPS Booster pentru o soluție.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Toate cele trei moduri listate ar trebui să fie folosite pentru jocuri noi în loc să folosească Biblioteca Extended Managers",
  "This mod combination prevents using the light background theme.": "Această combinaţie de mod împiedică utilizarea temei de fundal a luminii.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Drumurile create cu Drumuri nu folosesc stâlpi vanili. Acest lucru duce la o diferență între aceste drumuri și piloni, dacă reducem grosimea podurilor și a părților ridicate ale ajustatorului de înălțime al curbei.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Selecțiile de servicii din comitetul de selecție a serviciilor de sănătate sunt afișate prea scăzut, ceea ce face dificilă sau imposibilă apăsarea pe click.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Ambele moduri înlocuiesc 'producătorul de potriviri vanilie', făcându-le incompatibile.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Când se efectuează înlocuirea automată, setările TM:PE se vor pierde pe segmentele de rețea înlocuite și conectate, si sageti de culoare si conectori de benzi ar putea fi aruncate pe intreaga harta.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR este incompatibil cu opțiunile avansate de zonare din extensiile de rețea.",
  "Flickering and disappearing buildings and assets are reported.": "Se raportează spargerea şi dispariţia clădirilor şi a bunurilor.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Opțiunea AdjacentToPurchased de pe terenul comun este incompatibilă cu 81 de Tiles. Terenul comun nu este necesar pentru joc, atunci când deblochezi toate cele 81 de plăci, dar este încă bun pentru a fi folosit în editorul de hărți.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Dacă ați folosit înainte de Plop modul Growables pe o salvare, utilizați convertorul legat înainte de încărcare fără acel mod. De asemenea, abonează-te în acest caz RICO a fost revizitat și găsește-l! 2 pentru a putea face rost de creșteri.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Shader aditiv nu este compatibil cu variabila răsărit/apus de soare din timpul Real Time. Utilizați în schimb versiunea aditivă de test Shader.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Dezactivați construirea în Sol mod nelimitat din Ordinea Colossului, deoarece funcția sa este inclusă în Instrumente de peisaj extra.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Execută întotdeauna clientul Steam înainte de a rula jocul. Pe Linux și MacOS este necesară o acțiune a utilizatorului, consultați ghidul de instalare: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Remedierea face parte din jocul de bază acum.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Acesta este un mod încorporat standard, încărcat în Atelier.",
  "The original mod supports various languages.": "Modul original acceptă mai multe limbi.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Acest lucru pare a fi legat de modul infamic ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Este recomandat să faceți o copie de rezervă a unei salvări existente înainte de a utiliza acest mod pe ea.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funcția este acum parte a jocului de bază. Acest mod este necesar doar pentru activele unde a fost făcut pentru acest mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "O parte a jocului de bază, necesară doar pentru active, care folosesc aceste piese.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Funcționalitatea acestui mod este inclusă în joc, chiar dacă calculele în acest mod sunt puțin diferite.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Unii utilizatori raportează că interfața lipsește atunci când nu este abonată la instrumente pentru drumurile finale.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Make istoric' este parte a jocului în sine, dar cu acest mod o clădire istorică nu poate fi abandonată.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Utilizaţi opţiunea \"Încercaţi să recuperaţi din erorile de simulare\" din modul de încărcare a ecranului în loc, care este mai puternic decât acest mod.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Nu este recomandat să îl utilizaţi în editorul de hărţi, deoarece hărţile create vor necesita Prop Anarchy.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Acest mod are nevoie de cel puțin un pachet de propulsie a semaforului pentru a funcționa. Acest mod dezactivează automat modurile individuale de difuzare a semaforului la pornirea jocului pentru a evita conflictele, dar folosește suporturile din acele moduri. Lăsați celelalte moduri de semaforizare dezactivate.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Puteți găsi versiuni mai noi ale acestei versiuni LABS pe GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Toate locurile de muncă din clădiri care nu sunt legate de RICO, inclusiv toate clădirile din industrie DLC, sunt incluse în numărul de locuri de muncă (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Modul funcționează pe Windows, Mac OS și Linux. Inclusul în mod autonom „Load Order Tool” este doar pentru Windows și necesită un . et install. Vezi pagina Workshop pentru detalii.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Cale de rezervă pentru natură şi altele similare nu se amestecă când sunt plasate pe teren înclinat. Aceasta poate fi stabilită prin utilizarea modului Clamp, cu o putere de aproximativ 100 (recomandat) sau prin activarea opțiunii de „suprascriere a aspectului terenului”.\r\n\r\nCu opțiunea \"suprascriere aspect teren\" activată, liniile topografice suprapuse sunt stricate. Fie dezactivați această opțiune, fie utilizați modul clamp cu o putere de 120 sau mai mică, fie modul de scară cu o putere de 100 sau mai mică.\r\n\r\nRețelele vor afișa întotdeauna iarba, niciodată textura stângii. Acest lucru este vizibil în mod special cu profilul pantei lui D<unk> X<unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Funcționalitatea acestui mod este inclusă în joc, chiar dacă săgețile acestui mod sunt mai bine vizibile.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Acest lucru era necesar pentru MacOS, pentru că FPS Booster nu funcţiona pe MacOS. Ar trebui să fie rezolvat şi toată lumea ar trebui să poată folosi FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Toată recoltarea se va pierde atunci când (un)abonezi la orice în timp ce jocul rulează.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Acesta poate fi folosit ca atare, sau poate fi dezactivat și utilizat ca \"pachet de prop\" pentru modul BOB sau Trafic Light Replacer.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Acest lucru a fost o versiune mai nouă, dar a fost învechit după ce versiunea originală a fost actualizată. Utilizați în schimb versiunea originală.",
  "When using this mod, it is wise to back up your saves from time to time.": "Când folosești acest mod este înțelept să îți faci economii din când în când.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Autobuzele interurbane intră în oraș doar pe o autostradă din afara conexiunilor, nu pe niciun drum cu două căi.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Această utilizare informații învechite. Versiunea oficială a Raportului de compatibilitate are suport pentru mai multe limbi!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Acest mod este acum necesar doar pentru cimitire. Facilitățile de transfer și procesare a deșeurilor din joc acoperă și alte funcționalități din acest mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Acest lucru este urmat de urmatorul pachet de reclame combinat cu modul BOB: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Arată incorect ca cameră cinematografică.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternative pentru aceasta pot fi găsite aici: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Jocul rezolvă deja problema de a nu avea suficienţi lucrători cu un nivel scăzut de calificare, angajând în locuri de muncă cu studii superioare şi un nivel mai scăzut de educaţie.",
  "CAUTION: If you use this and save, the game save is broken.": "ATENTIE: Daca folosesti aceasta si salvezi, salvarea jocului este stricata.",
  "This is for testing only and might be removed from the Workshop soon.": "Acesta este doar pentru testare şi ar putea fi eliminat din Atelier în curând.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "La crearea de active cu props din acest mod, acele active au nevoie de această versiune de mod şi nu pot fi folosite în modul original.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Folosește Anarhia Prop combinată cu Anarhia Copacului în loc de Prop &amp; Anarhia Copacului.",
  "It is STRONGLY recommended not to use this mod!": "Este recomandat PUTERNIC să nu utilizaţi acest mod!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativ, acesta are un 'mod fantomă' care permite dezabonarea și încă păstrează jocul salvat, dacă vrei să elimini complet MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Creatorul și-a criptat codul și nu oferă acces la codul său. Prin urmare, nu se poate verifica dacă acestea nu includ niciun tip de cod dăunător. Nici ceilalți modatori nu pot lucra la rezolvarea problemelor pe care le ridică cu ajutorul mod-urilor de la acest creator. Putem verifica doar dacă modurile lor creează probleme cu mai multe 100 de moduri.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Dacă aveți probleme cu afișarea de fonturi, dezactivați Personalizarea Font Manager în opțiunile de mod-uri.",
  "This mod was only for scenario developers looking for more options.": "Acest mod a fost doar pentru dezvoltatorii de scenarii care caută mai multe opțiuni.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Notă: Fișierul local nu va fi șters la dezabonare. Acesta trebuie șters manual, vezi pagina Atelier.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Acest lucru este incompatibil cu o varietate de moduri cu funcționalități similare și se ciocnesc cu diverse moduri. Calea spre multe pentru a le lista pe toate.",
  "The original mod supports the Chinese language.": "Modul original suportă limba chineză.",
  "Now part of the base game, therefore not needed any more.": "O parte din jocul de bază, prin urmare, nu mai avea nevoie.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Acest lucru va debloca doar 25 de dale la începutul unui joc nou, nu pe un joc anterior salvat.",
  "Can't show data from extension mods like Extended Managers Library.": "Nu se pot afișa date din modulele extensiilor cum ar fi Biblioteca Extinsă de Manageri.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Poliția automată, stațiile medicale și de pompieri ar putea determina scăderea valorii terenurilor, deoarece bugetul mai mic înseamnă o zonă de acoperire mai mică.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Aceasta este o versiune fixă neoficială a modului Toggleable Whiteness mod.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Jocul are de asemenea o cale de tren cu sens unic, dar acest lucru are și o singură pistă bidirecțională și este încă necesar pentru stații personalizate cu o pistă cu o singură direcție.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Acest lucru este necesar numai în cazul în care un cală de pavilion vechi sau o subochiuri ale vehiculului necesită în continuare acest lucru."
}