{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Несовместимо с динамическим разрешением и другими режимами камеры.",
  "Vehicle LOD Flashing": "Полет автомобиля мигание",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Отписаться после использования! Это приведет к спаму в игровом журнале и серьезно увеличит размер.",
  "Broken / Can't be loaded": "Сломан / не может быть загружен",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "В перекрашивании также доступен параметр для коррекции темного цвета узла на шоссе.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Если интерсекции выглядят синим, зайдите в настройки мода и включите автообновление. Это увеличивает время загрузки, если у вас много пользовательских дорог.",
  "This might increase loading time.": "Это может увеличить время загрузки.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Этот мод не оптимизирован и может вызвать проблемы с производительностью. Это, вероятно, имеет неизвестные несовместимости с другими модами. Рекомендуется СТРОНГЛИ не использовать этот мод!",
  "Mod options resetting on game load.": "Сброс настроек мода при загрузке игры.",
  "Game breaking": "Разрыв игры",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "НЕ ИСПОЛЬЗУЙТЕ ОБЩИЕ ПРОДУКТЫ в таких модах, как BOB, Pocedural Objects или перекрестная маркировка инструмента. Это может сломать ваше сохранение! Это как-то логично, а не проблема этих модов. Свойства Дерево и Авто, а также Свойства Неместности создаются на конкретной точке в процессе погрузки (они не хранятся! Это означает, что использование этих активов в модификациях приведет к тому, что они не смогут быть загружены, просто потому, что они не создаются в данный момент сети и другие вещи загружаются.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Из-за значительных изменений в базовой игре этот мод лучше всего использовать только для новых игр.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Длинные названия станций или дублирующие названия станций могут нарушить макет. Строки, обслуживающие одну и ту же станцию несколько раз, могут путать с именами станций, на многоплатформенных станциях могут быть неправильными.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "ПРЕДУПРЕЖДЕНИЕ: Автор был заблокирован за установку вредоносного кода в свои моды. Этот мод подозревается в наличии вредоносного кода. УДАЛИТЬ НЕОБХОДИМОСТЬ! ПРЕДУПРЕЖДЕНИЕ: НЕ следуйте инструкциям на странице модификации для загрузки обновления через GitHub. Это обновление содержит MALICIOUS код и вставьте вредоносный код в этот режим Гармония! Автор также известен тем, что сознательно ломает свои собственные модификации из шпионажа. В техническом плане это не очень хорошо работает, выдает множество ошибочных ошибок и несовместимо с большим количеством модов в мастерском. В сочетании с историей автора было бы очень мудро UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Создатель зашифровал его код и не предоставляет доступа к его коду. Поэтому не может проверить, не включают ли они какие-либо виды вредоносного кода. Ни другие модеры не могут работать над решением проблем, возникающих с использованием модов этого создателя. Мы можем только проверить, что их моды создают проблемы с несколькими топ-100 модами. Поэтому мы настоятельно рекомендуем не использовать этот мод!",
  "Can't be loaded": "Не может быть загружен",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Склад не пуст для некоторых пользователей. Это может быть вызвано тем, что рыболовные лодки сдают все места для автомашин, так что ни один складский грузовик не может появляться. Пользователи заметили грузовики, перевозящие рыбу с одного склада на другой.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Чтобы увидеть пути корабля/парома при размещении моста, можно просмотреть информацию о транспорте.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Точки спавна, перемещенные слишком далеко от первоначальной точки спавна, иногда препятствуют всем пассажирам общественного транспорта. Точки появления грузовых автомобилей не поддерживаются в грузовых станциях, аэропортах или в грузовых гаванях.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"НЕТ Big Truck Mod загружен с ошибками\" сообщения apears.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Спрятание профилей было удалено из этого мода, но доступно в BOB моде.",
  "Only works on displays with a 16:9 aspect ratio.": "Работает только на дисплеях с соотношением сторон 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Не работает для всех зданий, проблем производительности, сообщений об ошибках.",
  "Lags the game massively": "Задерживает игру массово",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Нельзя обменять огонь на пешеходных дорогах.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Это может привести к застряхиванию при повреждении или удалении остановок общественного транспорта. Это вызывает лаг в больших городах.",
  "LOD has too many vertices": "У LOD слишком много вершин",
  "This has some issues with spaces in names.": "Это имеет некоторые проблемы с пробелами в именах.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "ПРЕДУПРЕЖДЕНИЕ: Автор был заблокирован за ввод вредоносного кода в свои моды. Автор также известен тем, что сознательно ломает свои собственные модификации из шпионажа. С учетом истории автора было бы очень мудро UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Для некоторых людей это работает, но другие сообщают о проблемах. Не работает в главном меню, работает только после загрузки карты.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Отключите прокрутку с одной из горячих клавиш перед дезонированием, чтобы предотвратить случайное массовое дезонирование. То же самое относится и к другим действиям, выполняемым правой кнопкой мыши, например перестройкам дорог.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "В других разрешениях, кроме соотношения сторон 16:9, она перемещается в верхний левый угол, блокирует кнопку Информации по умолчанию.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Вызывает странные эффекты на перекрёстках и конфликтуют с различными модами.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Клавиша Tab который использует мод, конфликтует с несколькими другими модами. Или используйте другой первый, или измените ключ в файле xml (см. комментарии мастерской).",
  "Create massive lags if no overlay.png is in the specified folder.": "Создаёт сильные тормоза, если нет overlay.png в указанной папке.",
  "Vehicle LOD Turn Black": "Поворот автомобиля в черный режим",
  "Error popup": "Ошибка всплывающего окна",
  "Missing UI. Performance issues (fps drops).": "Отсутствует UI. Проблемы производительности (снижается fps).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Пользователи сообщают, что если используется много модов, необходимо щелкнуть по кнопке \"Сделать дождь\". Без других модов он работает самостоятельно. Также дождь может вызывать немного, но поселиться позже.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Экран настроек модов может сломаться, если у вас слишком много ресурсов поездов. Некоторые пользователи сообщают о проблемах, связанных с созданием конфигурационного файла. Это может привести к задержке, если не использует FPS Booster.",
  "Error messages popup": "Всплывающие сообщения об ошибках",
  "The reported issues might be unknown mod conflicts.": "Сообщенные проблемы могут быть неизвестными в процессе модификации.",
  "Multiple reports about getting a blank screen when loading a map.": "Несколько отчетов о получении пустого экрана при загрузке карты.",
  "Crash the game / Error popup": "Сбой игры / Ошибка всплывающего окна",
  "Several reports of lagging the game.": "Несколько сообщений о отставании игры.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Экран вспышки / мерцание. Временные прыжки или переходы назад.",
  "Not recognise few latest DLC sounds.": "Не распознают несколько последних DLC звуков.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Если вы подписались на неправильно настроенные активы, которые нуждаются в этом модификации, эти активы могут вызвать проблемы с играми.",
  "Several users report it is not working at all.": "Некоторые пользователи сообщают, что он вообще не работает.",
  "LOD not correct.": "LOD неправильный.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Активы, которые являются частью мода, могут не включаться автоматически в игре.",
  "Conflicts with various other mods.": "Конфликт с различными другими модами.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Не работает во всех зданиях, шипах местности и отверстиях, проблемах производительности, сообщениях об ошибках.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "ПРЕДУПРЕЖДЕНИЕ: Это только скрывает значки проблем. Проблемы все еще существуют! Это может привести к массовому отказу, если вы забыли проверить наличие проблем.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Не работая с зданиями из Promenades & Plazas DLC. Комбинируя различные блески, а иногда и обвалы!",
  "Broken / Can't be used": "Сломанный / не может быть использован",
  "Forgets settings at start, esp. the sun height.": "Забывает настройки в начале, пожалуй, высота солнца.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Некоторые пользователи сообщают об этом вызвать выгрузку игр. Не известно, если это конфликт с модами или проблема с игровым патчем 1. 4. Некоторые пользователи сообщают о недостающих пользовательских интерфейсах. Лоды не могут быть заменены. Смотрите Мастерскую для более подробной информации о известных проблемах.",
  "Can't be loaded / Error popup": "Не может быть загружен / Ошибка всплывающего окна",
  "Doesn't show up in the CSL Music Mod.": "Не отображается в музыкальном модуле CSL.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "На некоторых пересечениях появляется дублирующий светофор на Т-пересечении, на пересеченной дороге не появляется свет. Автострады и автострады имеют светофоры на неправильной стороне перекрёстка.",
  "Not supporting budgets for newer DLC.": "Не поддерживает бюджеты для новых DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Пассажирские поезда ванильного типа больше не появляются в цветовой вариации, это предполагаемое поведение.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Это несовместимо с модами, которые также меняют способность к развитию. Используйте Realistic Population Revisited вместо этого для лучшей совместимости.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Все игроки должны иметь один и тот же DLC (ни один из них не поддерживается) и моды. CSM несовместим с большинством модов, слишком много, чтобы упомянуть здесь. (очень короткий) список поддерживаемых модов: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "При применении этого мода текстура на шоссе случайным образом будет зеркалироваться на сегмент и необходимо перестроить на фиксацию.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Отсутствуют настройки для последних нескольких DLCs: Parklife, Industries, Campus, and Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Бульдозер не будет работать, если вы владеете DLC Natural Disasters. Вам нужно использовать блок реагирования на стихийные бедствия. Более новые категории здания не сносятся.",
  "Vehicle LOD Turn White": "Поворот автомобиля",
  "DLCs after Campus can’t be selected.": "DLC после кампуса не могут быть выбраны.",
  "Can cause performance issues (lag or fps drops).": "Может вызвать проблемы с производительностью (тормозов или fps падению).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Этот мод может повлиять на производительность игры. Не работает в играх сценариев.",
  "This sometimes breaks transport lines.": "Это иногда ломает транспортные линии.",
  "As it is an outdated mod some panels may noth be unlocked.": "Так как это устаревший мод, некоторые панели не могут быть разблокированы.",
  "Breaks the pause after loading game option.": "Прерывает паузу после загрузки игры.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Внешние источники не используются для использования на новой карте. Различные игроки сообщают, что они не работают вообще.",
  "Building flickers": "Построение мерцающих",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Кисть иногда останавливается на работе. Отказ от подписки и повторная запись (пока игра не запущена) часто на некоторое время помогает но более постоянным решением является использование мода заказа на загрузку и установка ордера на погрузку лесной кисти на 9999.",
  "Buttons are no longer aligned correctly.": "Кнопки выровнены некорректно.",
  "For some players it do not create ship pathes.": "Для некоторых игроков он не создает пути корабля.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Подземные станции создают вход в туннель, что затрудняет подключение трека к станции и нарушение поверхности земли. Высокие и грунтовые дорожки кажутся хорошими.",
  "This breaks up the UI, especially text scaling.": "Это ломает пользовательский интерфейс, особенно масштабирование текста.",
  "Game might get corrupted.": "Игра может быть повреждена.",
  "Causes game crashes.": "Вызывает крушение игры.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Не работает с настоящими версиями игр, так как не обновляются зависимости мод Roads United Core 2.0.",
  "It’s in early development stage. See information on workshop page.": "На раннем этапе разработки. Смотрите информацию на странице мастер-класса.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Если вы хотите, чтобы деревья исчезли во время строительства дорог, позаботитесь о том, чтобы \"коллизион\" в анархии сети активирована.",
  "Freezes the game": "Тормозит игру",
  "Everything that has more than two rails tracks can't be hidden.": "Все, что имеет более двух рельсов, нельзя скрыть.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Это может не работать с драйвером 3DxWare версии выше 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Результаты больше не являются надежными. Используйте Отчет по совместимости.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Это может работать, но это не лучший способ решить проблему. Игра уже решает это самостоятельно, нанимая некоторых высокообразованных людей в низкообразованных рабочих местах, или же вы можете использовать Employ Overeducated Workers V2 вместо этого для усиления эффекта.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Она приводит к ошибкам \"дубликатов зависимостей\", которые безвредны. Некоторые пользователи сообщают о том, что после последнего обновления светофор по-прежнему белый, которые должны были исправить это.",
  "Public transport part not working anymore.": "Часть общественного транспорта больше не работает.",
  "You can easily modify the RICO settings in-game.": "Вы можете легко изменить настройки RICO в игре.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Сломает функции междугородних перевозок базовой игры или любых DLC, более новых чем Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Функциональность этого мода включена в саму игру.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Редкие случаи, где он может бросать ошибки и даже закрыть игру на рабочий стол.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Добавляет вращающиеся лампы только на поддерживаемые транспортные средства, перечисленные на странице мастерской.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Название этого мода вводит в заблуждение. Это не уменьшает количество мусора. Это только уменьшает расходы на мусор, поэтому лучше всего назвать «Меньше расходов на мусор».",
  "Bloom settings not being applied. Config files not loading.": "Настройки бликов не применяются. Конфигурационные файлы не загружаются.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Когда ваш город достигнет около 15000 жителей, этот мод не сможет увеличить скорость выше значения игры x4 по умолчанию.",
  "It takes some in-game time for the extra money to arrive.": "Для получения дополнительных денег потребуется некоторое время в игре.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Водные шипы могут остаться навсегда, даже если мод отписан.",
  "Not showing information for newer DLC assets.": "Не показывать информацию для новых DLC активов.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Некоторые функции больше не работают и кидают ошибки, если у вас нет DLC Industries.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Выпадающий список не работает, вероятно, из-за несовместимости с другими модами.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "ВНИМАНИЕ: японский локальный файл не будет удалён, даже если вы отписались от этого мода. Подробнее см. в описании мастерской .",
  "This is only needed for custom networks that require this mod.": "Это необходимо только для пользовательских сетей, которым требуется этот мод.",
  "Button for the settings not visible for several users.": "Кнопка для настроек не видна нескольким пользователям.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "В окне выбора автомобиля игнорируется выбор автомобилей междугородних поездов, а некоторые новые ванильные автомобили не отображаются.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "ПРЕДУПРЕЖДЕНИЕ: Автор был заблокирован за установку вредоносного кода в свои моды. Этот мод подозревается в наличии вредоносного кода. УДАЛИТЬ НЕОБХОДИМНОЕ УДАЛЕНИЕ!",
  "Includes malicious code!": "Включает вредоносный код!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "ПРЕДУПРЕЖДЕНИЕ: Этот мод является ДАННЫЙ! Он загружает файлы из неконтролируемого места и перезаписывает файлы других модов. Это ПО ОЧЕНЬ ДАНГЕРУС и не должно быть использовано! Вы можете УДАЛИТЬ ЕЕ НЕМЕДЛИЕЛЬНО! ПРЕДУПРЕЖДЕНИЕ: Автор был заблокирован за ввод вредоносного кода в свои моды. Автор также известен тем, что сознательно ломает свои собственные модификации из шпионажа. ПРЕДУПРЕЖДЕНИЕ: Этот мод был удален Steam из-за того, что он нарушил их соглашение.",
  "This breaks maps saved in the map editor.": "Это прерывает карты, сохраненные в редакторе карт.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Переключить его! Есть возможность скрыть здания с карты (например, чтобы видеть только улицы, видимые для планирования). Если вы видите \"невидимые здания\", то если вы активировали эту опцию по ошибке.",
  "Private building cannot include roads or other net types": "Частное здание не может включать дороги или другие типы сетей",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Неверный блокировщик DLC!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Это может вызвать визуальные следы в меню (вкладки без описания и/или изображения).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Горячая клавиша не работает (попробуйте левый сдвиг вместо правого сдвига). Светлые настройки Ultimate Eyecandy сброшены или свет становится очень темным при любых изменениях в настройках Relight или при загрузке игры.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "В этом случае отсутствуют все новые классы предметов из всех патчей с момента выпуска и из всех DLC.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Сбережение может занять очень много времени для карт с большим объемом деревьев и большим количеством пожаров.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Пользовательские столбы могут сбросить при следующей нагрузке. Пользовательский интерфейс для мода не полностью работает.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Этот мод может иногда препятствовать отображению других модов.",
  "LOD has too many vertices.": "LOD имеет слишком много вершин.",
  "Various players report, information could not be gathered.": "Сбор информации о различных игроках невозможен.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Похоже, что это клонирование Менеджера трафика, но указывает, что это цвет автолинии и исходный код недоступен.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "Африка в мини-домах не появляется в меню.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina включает в себя исполняемый редактор LUT, который расположен в папке Мастерской Lumina.",
  "Demand stays at zero.": "Спрос остается нулевой.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Работы, но вызывают сообщения об ошибках \"InvalidOperationException\" в файле журнала.",
  "This is missing statistics from later DLCs and game patches.": "В этом случае отсутствует статистика из более поздних DLC и патчей игр.",
  "Several reports about conflicts with various mods.": "Несколько сообщений о коллизиях с различными способами.",
  "Rocks can’t be deleted.": "Запасы не могут быть удалены.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Считается, что это сломалось, но в некоторых отчетах говорится о том, что это работает. Вам может потребоваться задать смещение 180 съездов, чтобы солнце правильно ходить с востока на запад.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Для некоторых людей этот мод все еще работает нормально. Для других несовместимости с различными модами, мы не могли полностью верифицировать.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Это может потребовать Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Не открывайте все дороги.",
  "Distorted LOD": "Искаженная детализация",
  "Causes ingame lags": "Причины внутриигровых тормозов",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Функция копирования из мода Move It также может дублировать уникальные здания.",
  "Error: too many vertices": "Ошибка: слишком много вершин",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Это работает для некоторых сохранений игры, но не для всех. Если игра будет сохранена, игра заморозится на некоторое время. Это нормально.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Это не обновляется для последних DLC, и в DLC Industries уже много не хватает.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Контактная сеть и Реквизиты становятся чёрными для поддерживаемых Vanilla треков!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Автобусные остановки на дорогах из новых патчей и DLC заменены не будут.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Настройка сбрасывается при каждой загрузке и у нескольких игроков ломается. Также весьма вероятно, что он будет конфликтовать с различными другими модами на камеры.",
  "Breaks game if you setup to high values.": "Прерывает игру, если вы устанавливаете на высокие значения.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Это не исправит здания, которые уже были покинуты до того, как этот мод стал активным.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Этот мод больше не требуется, если у вас нет старого актива, который требует его. Так как функциональность этого мода включена в саму игру.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Дома престарелых при их размещении отображаются как покрытие смерти.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Применение списка отключит ненужные моды, но не отписаться от них, и отключенные моды могут вызвать проблемы. Активы, включенные в мод, могут срабатывать. Настройки игры сбрасываются при сохранении данных модов.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Различные проблемы, нестабильность. Функциональность стрелок не работает, или только после отключения и включения при каждой нагрузке. Поддерживаются не все дороги.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Международный аэропорт After Dark вызывает проблемы с созданием линии. Есть несколько сообщений о недостающей иконке/кнопке.",
  "This might block the vanilla quay upgrade tool.": "Это может блокировать инструмент обновления ванильной набережной.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Включаемые случайные ворота безопасности вызывают исключение NullReferenceException. Если вы хотите использовать этот пакет, вы должны исключить случайные ворота безопасности.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Причина длительной загрузки, вызывает различные проблемы, которые в конце даже разбиение игры, поэтому помечены как несовместимые с игрой.",
  "Not showing up ingame.": "Не показывается игре.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Есть данные о тормозах, проблемах и мерцании экрана. Используйте с осторожностью или отпишитесь.",
  "White lines at the moon and Flickering when game running.": "Белые линии на Луне и Мерцание во время игры.",
  "Invalid Image Format": "Неверный формат изображения",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "При загрузке игры предыдущее значение загружается правильно, но ползунок в параметрах мода всегда будет находиться в положении по умолчанию.",
  "This is only needed if a prop or mod requires it.": "Это необходимо только в том случае, если реквизит или мод требует его.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "У некоторых пользователей он работает нормально, но есть довольно много сообщений, в том числе о сбросе настроек между загрузками.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Это работает только для экранов с соотношением сторон 16:9 или 16:10. Отсутствует функциональность для более последних патчей и DLC.",
  "Terrain conforming props cannot be moved up/down.": "Реквизиты, соответствующие местности, не могут быть перемещены вверх/вниз.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "В то время как этот мод увеличивает резкость, он также может создавать шум, мокрые узоры и проблемы со сглаживанием. Особенно на более высоких разрешениях вы можете не увидеть есть ли разница с активным модом или нет.",
  "This causes (vanilla) trees to flicker.": "Это приводит к мерцанию деревьев (ваниль).",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "У этого мода больше нет функций. Создатель не публикует свои моды для игроков, а просто чтобы показать людям, как хорошо он может программировать.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Невозможно экспортировать с ошибкой 'XML-корневого элемента' в журнале. Последовательные треки иногда не включены.\r\nЕсли вы модифицируете узел в NCR или NC2 и выводите карту, рисунок соответствующей части узла может быть неправильным.\r\nПассажирские вертолеты и маршруты Trolley-bus в DLC SH не отображаются. (DLC SH не поддерживается).",
  "Creating 'ghost' vehicles": "Создание автомобилей \"ghost\"",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Сообщается о создании автомобилей \"ghost\", которые необходимо проверить.",
  "Do not remove trees added after Campus DLC to the game.": "Не удалять деревья, добавленные после DLC Campus в игру.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Конфликт с различными модами и может привести к авариям. Может вызвать проблемы производительности и увеличить время загрузки.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Это вызывает очень длительное время загрузки, если не используется мод \"Loading Time Fix\".",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Чтобы построить внешние соединения с зонируемыми дорогами за пределами разблокированных плиток, необходимо временно отключить зонирование другим модом. В редакторе карт соединения должны использовать ванильные дороги, а не пользовательские дороги. Междугородные автобусы только въезжают в город по односторонней автомагистрали снаружи, а не по двухсторонней дороге.",
  "This is an incomplete version to lure you into buying a complete version.": "Это неполная версия, чтобы убедить вас в покупке полной версии.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Подписка на этот мод приводит к мерцанию или исчезновению зданий. Избегайте использования любого актива, который заставляет вас использовать этот мод!",
  "The default English names still appear as well, next to the new Japanese names.": "The default Russian names still appear as well as next to the new Japanese names.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Этот мод увеличивает время загрузки, и это увеличение может быть огромным для больших городов.",
  "Previously created rotating props still require the PropRotating Params mod.": "Ранее созданные вращающиеся реквизиты все еще требуют мода PropRotating Params.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Некоторым сообщениям не удается сохранить игру, особенно с большим количеством процедурных объектов.\r\nПри первом запуске после установки пустого окна. Перезапустите игру, чтобы решить эту проблему.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "На пересечении Т-сечения на пересеченной дороге свет не поступает.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Это не обновляется для компании Industries DLC и, вероятно, не будет работать в промышленных зонах с этой DLC.",
  "Simulation Errors and conflits with various other mods.": "Ошибки моделирования и совпадения с различными другими модификациями.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Если значения по умолчанию выглядят слишком темными, то в Ultimate Eyecandy появятся глобальные и/или окружающие настройки интенсивности света. Тени должны быть установлены на максимальное значение с помощью регулировщика Теневой Силы для предотвращения утечки солнца через объекты. Чтобы сделать тени менее заметными, уменьшите глобальную интенсивность света и увеличите интенсивность света в Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Вызывает различные задачи, поскольку один путь выбран случайным образом",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Вместо того, чтобы свободно переключаться на английский язык каждый старт и игра разблокирована, даже если эта функция отключена.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Не работает на ванильных дорогах позднее Sunser Harbour. Вы можете продолжать подписку, но отключен для использования BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 для обмена реквизитов.",
  "Not able to name new districts.": "Не удается называть новые районы.",
  "The traffic lights on some custom road do not change.": "Светофор на некоторых дорогах не меняется.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Вывод загрязнений воды не является немедленным, очистка воды занимает некоторое время. Повторное стимулирование загрязнения грунта или воды также не является незамедлительным, потребуется некоторое время для повторного освоения.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Ошибки в журнале игры о недопустимых действиях. Автобусы не создаваются. Никаких имён не назначено.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Работает только с картами, подписанными из цеха.",
  "Only a limited set of roads is included.": "В стоимость входит только ограниченный набор дорог.",
  "User reports that it is not working at all if you select heavy traffic.": "Пользователь сообщает, что он вообще не работает при выборе большого трафика.",
  "Broken LOD, Vehicle blinks.": "Сломанная сигнализация, транспортное средство.",
  "Clipping may occur as well as simulation errors.": "Также могут возникать и ошибки моделирования.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Для некоторых пользователей граждане не берут машину, а исчезают в доме, иногда ходят к той же станции/остановке снова.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Смотрите базовую инструкцию Render It! & Play It! гид на https://bit.ly/3XiMQPY для получения более подробной информации.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Отображение неправильного типа светофора при использовании «Большая авеню с травой на траве». Может не работать для левостороннего движения (LHT) и для небольших односторонних дорог или дорог с трамваями.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Удаление дорожного звена с скорректированным маршрутом может привести к ошибке NullReference .",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Ошибки при запуске. Отсутствует пользовательский интерфейс. Проблемы производительности (падает fps).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Это часто блокирует кнопку обновления дорог. Функция масштабирования повреждена и не должна использоваться. Пользователи также сообщают о некоторых других проблемах.",
  "Button missing. Error popups.": "Кнопка отсутствует. Всплывающие окна с ошибками.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Сообщалось о массовых проблемах, в том числе: недостающая конструкция дорог, ошибка KeyNotFoundException, сбои в игре, большое количество памяти.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Трава может расти по дорогам CSUR. Скрывайте траву с помощью Hide It или слегка поднимайте узлы с помощью Move It поможет. Дороги иногда могут быть слегка помещены под поверхностью. Поднимите их с помощью «Переместить». Входы туннеля из нецентрированных CSUR дорог покрываются землями. Некоторые пользователи сообщают, что игра обваляется, а CSUR интерфейс не работает.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Кнопка не может быть перемещена, когда статистика выключена при определенных разрешениях экрана.",
  "Various issues reported, see Worshop comments for details.": "Имеются различные ошибки, смотрите комментарии Мастерской для подробностей.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Левый трафик не поддерживается. Это не работает на Linux. Противоположные боковые светофоры имеют некоторые достопримечательности на Т-пересечениях и односторонних дорогах.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "ПРЕДУПРЕЖДЕНИЕ: НЕ ПОДДЕРЖИВАЕТСЯ ОШИБКА в опциях модов или во всплывающих окнах этого режима, поскольку это делает невозможным устранение проблем с модом/активами. Ошибки скрытия не заставляют их уходить, и сделает вашу игру менее надежной!",
  "Disasters are not recognized.": "Бедствия не распознаны.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Это не работает для новых станций метро от \"Пакета создателей контента: железнодорожные станции\" и для некоторых пользовательских станций. Вы можете использовать функцию Move It вместо этого для этих станций.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Сильное падение в FPS при создании дорог. Некоторые пользователи получают ошибку 'некорректной формы'. Направление обрата иногда дает исключение. Исключение безобидно, но вы не можете изменить этот сегмент и должны удалить и восстановить.",
  "For several players it causes errors and is not working.": "Для нескольких игроков это вызывает ошибки и не работает.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Некоторые функции не будут работать для локально установленных активов: сортировка по недавней загрузке, поиск по имени автора, открытие страницы Мастерской.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Возникла ошибка в создании корова. Похоже, что не работают откосы, рампы и повышенные пути. Некоторые могут ходить только назад или плавать.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Вы не можете сохранить сгенерированные дороги, поэтому не должны открывать сохранение, в котором они были использованы. Этот мод все еще находится в раннем состоянии развития.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Некоторые пользователи все еще приводят к работе, но за многие из них частично или полностью нарушены, в том числе не могут загрузить сохранение игры. Отключение \"нового алгоритма разблокировки трафика рядом с внешним соединением\" может помочь. Удаление файла EnhancedDistrictServices.cgs также может помочь, но вы потеряете все настройки.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Не работает с транспортными средствами из Industries и Sunset Harbor DLC. Меню настроек (закрытие и повторное открытие настроек) потенциально несовместимо со всеми модами, модифицирующими ИИ Автомобилей.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Этот мод работает только на Windows, а не на MacOS или Linux. Это продвинутый мод, который требует знания Python по сценариям.",
  "You must follow exactly the steps on the workshop page to use it.": "Вы должны точно выполнить шаги на странице мастерской, чтобы использовать его.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Несовместимо с любыми видами автоматических режимов бульдозера.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Для правильной работы любой Адаптивной сети нужны такие сети, как дорожные дороги, различные заборы и сети 2 железной дороги.",
  "Users reported various issues, see Workshop comments.": "Пользователи сообщили о различных проблемах, см. комментарии к Мастерской.",
  "Will lead to various graphical issues ingame": "Скоро приведет к различным графическим проблемам",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Имейте в виду, что этот мод нестабилен и может произойти в больших городах!",
  "Cargo trains for some do not spawn.": "Грузовые поезда для некоторых не появляются.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Этот мод имеет ряд ошибок и проблем со стабильностью и не рекомендуется для новых игр. Он предоставляется здесь как попытка помочь игрокам с существующими городами с помощью Библиотеки Extended Managers / Prop Anarchy продолжать свои сохранения без необходимости повторять свою работу.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Это необходимо только если вы хотите использовать контроль дерева нового поколения, контроль свойств, Line Инструмент на карте/сохранении, который использовался перед библиотекой Расширенного Менеджера, Анархия Дерева, Анархия Проп. Для получения более подробной информации обратитесь к странице мастерской этого мода.",
  "Do nothing right now. Should normally not be released publicly.": "Ничего не делает. Может быть, не будет опубликовано.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Сервисный селектор транспортных средств 2 блоков тема Mixer 2 для некоторых игроков, чтобы иметь возможность изменять текстуры темы.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Некоторые дороги из Сетевых Расширений порождают неправильный или нет светофора.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "District Restrictions (Импорт/Экспорт) не отображает никакие списки, если они используются вместе с Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Используйте оригинальный модификатор Precision Engineering вместо устаревшей версии 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "В зависимости от разрешения экрана может потребоваться использование пользовательского интерфейса Разрешение интерфейса 1.2, чтобы увидеть все TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "У квартир нет необходимости в пустом окне выбора автомобиля.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Вызывает дерево плавающим способом. Вы можете переключиться на управление деревом, которое имеет функциональность обоих модов.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Синие узлы могут появиться и не могут быть автоматически исправлены. Если вы используете сети AN, лучше удалить медиану соединения \"Продолжить\".",
  "Real Time might delay the arrival of extra Starting Money.": "Реальное время может задержать прибытие дополнительных начальных денег.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Автор программы Camera Positions Utility говорит, что они несовместимы, но некоторые пользователи сообщают о том, что они работают хорошо.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 очищает вкладки в панели инструментов лучшего образования, поэтому вместо этого лучше использовать альтернативную коллекцию.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "В режиме паузы вы можете изменить дневное время, но как только вы прекратите обработку времени в режиме реального времени займёт. Это поведение. Если вы замедляете скорость моделирования с Play It! дневное время больше не будет совпадать с реальным временем. Это очень видно вечером и рано утром. Предназначенное поведение не может быть изменено.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Общие остановки не могут быть созданы на скоростных дорогах CSUR (работает на регулярных и компактных дорогах).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Shared Stop Enabler имеет возможность создавать повышенные остановки.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "При использовании диспетчера трансфертов статистика не показывает правильное количество используемых полицией копий. Она всегда будет показывать 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Игра приостанавливается автоматически, когда вы меняете время и время снова сбрасывается, когда вы отпаиваете. Опции скорости времени в TimeWarp не будут работать.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Это может быть несовместимо с различными модами с аналогичной функциональностью. Список модов - это лишь небольшая подгруппа несовместимых модов.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Если вы хотите использовать настройки шрифта, вам необходимо отключить диспетчер пользовательских шрифтов в FPS Booster.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Текстуры из шаблонов шаблонов, вероятно, не совпадают со смешанной темой.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Спрятать его! Также включает функцию разрушения удаления. Это необходимо отключить полностью и не применять их в Hide It!. Вместо того чтобы активировать эти функции в BOB. Таким образом эти моды предназначены для совместной работы.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Если вы хотите использовать старые реквизиты, включенные в исходный мод, вы можете оставить оригинальный мод подписанным, но отключен. Кроме того, вы можете переместить оригинал . rp файлы в локальную папку активов и распакуйте исходный мод. Если вы начинаете новый город, то лучше всего отписаться от оригинального мода и использовать Пламенные поверхности из связанной коллекции.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Этот мод не требуется, чтобы мод работал, даже несмотря на то, что страница мастерской описывает что-то другое.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal активно развивается и более дружественно к пользователям.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Это может привести к синей пористости на пересечениях заменителя/МОМ. Могут быть и другие несовместимости.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Больше сетевых Stuff предоставляет только дополнительные функции редактора. Для нормальной игры используйте только сетевую анархию.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Для создателей активов: Этот мод не нужен для только что созданного анимированного профиля. Используйте Modtools и этот связанный скрипт вместо этого.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Вместо этого следует использовать RON + Cylis NExt2 Rereplace Collection .",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Пока кубическая масса также меняет различные параметры освещения и отражения и меняет облака и солнце на статические позиции, AD Cloud Replacer предлагает движущееся солнце и облака.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builder не следует использовать вместе с FPS Booster, так как в данном случае некоторые заплатки не будут применяться правильно. Поскольку Road Builder работает только в Редакторе и не делает ничего в обычной игре, он должен быть деактивирован, если вы хотите играть в игру. Еще лучше исключить автостроителя с помощью инструмента заказа на загрузку или отписаться от автостроителя, если вы не хотите создавать дороги. Если вы хотите войти в редактор и использовать FPS Booster, то FPS Booster должен быть деактивирован. Еще лучше исключить FPS Booster с помощью инструмента заказа Нагрузки или отписаться от FPS Booster, если вы хотите создать дороги.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS не обнаруживает дополнительных CitizenUnits.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "В Настройках \"Express Bus Services (TLM Plugin)\" параметры \"Экспериментальные\" и \"Agressive\" могут вызвать спуск автобусов в случае использования также менеджера транспорта линии. Опция \"Prudential\" работает как ожидалось.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO теперь имеет функциональность Grow the Ploppables. Использование обоих модов возможно вместе, но может дать непоследовательные результаты, если ваши настройки не выравниваются. Рекомендуется удалить Grow Ploppables но если вы закончили существующую игру, вы должны убедиться, что настройки обоих модов одинаковы.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "При использовании менеджера трансфертов использование зданий не показывает правильное количество используемых полиции. Это всегда будет показывать нуль.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Расширенная ИнфоПанель 2 имеет все функциональные возможности HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Нажатие на нижней панели для функциональности UEC не работает.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Переключатель перекрывает параметры тумана Hide It.",
  "A black bar might appear above the bottom toolbar.": "Чёрный столб может появиться над нижней панелью инструментов.",
  "The yellow arrow signals do not operate with TM:PE.": "Сигналы желтой стрелки не работают с TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Перестройка гармонии может отключить разрешение пользовательского интерфейса. Вместо этого используйте обычную версию Гармонии.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Переключите его! и этот мод может быть использован вместе, например, для скрытия конкретных значков уведомлений, даже если вы включите их в переключателе!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Некоторые дороги из Сетевых Расширений порождают неправильный светофор.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Дерево анархии обладает функциональностью растений масштабирования и многого другого.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Расширенный контроль уровня строительства имеет все функциональные возможности Исторических районов и многое другое.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! обладает большей функциональностью Timewarp Fix. Combine Play It! с помощью Render It! для полной замены.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Натуральные обезвреживания запутаются медленным потоком времени. В первую очередь лесные пожары будут гораздо более частыми. Распределите вероятность огня ниже как обход.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "В модификации Дерево и Автомобиля не правильно работают фильтры поиска.",
  "MOM already allows you to convert train stations to metro stations.": "MOM уже позволяет конвертировать железнодорожные станции в метрополитен.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Нет необходимости в обновлении трубопроводов, если вам вообще не нужны трубопроводы.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Это может привести к проблемам \"Не достаточно покупателей\" при использовании инструмента подключения полосы движения от TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Только в игре, так что вы можете создавать и удалять пути корабля и самолета. Вы можете запускать MNS вместе с NNS для функций редактора карты/активов. Но лучше иметь больше сетевых вещей только в профилях редакторов.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Оба мода касаются одной и той же функциональности и вероятно конфликтуют.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Выборщик выбирает другой объект, когда Динамический Сортировщик активов изменяет порядок следования элементов.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Некоторые особенности TM:PE работают на обратимых трамвайных дорожках, но не на всех.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Модификация 'Нет проблем' заставляет игру думать, что проблема не существует, в то время как мод 'Скрыть проблемы' скрывает только иконку. Каждый мод может (иронический) привести к серьезным проблемам.",
  "Compatible when level Randomization is turned OFF": "Совместимо при выключенном рандомизации",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Вы можете деактивировать этот мод и использовать BOB для обмена светофорами с светофорами из этого пакета.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Если вы хотите новый кубемп только по дням, с ночным небом по умолчанию, включите следующие настройки для контроллера Fog Controller: \"Daynight Fog\" и \"Classic Fog\", и включите следующие настройки для Daylight Classic: - \"Классический цвет солнечного света\", \"Классическая интенсивность солнечного света\", \"Классический фольг\" и \"Разрешить классический туман при включенном дне/ночной цикле\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Играйте в это! отключит свои собственные функции, которые пересекаются с микшером тем. Если вы не используете смесь тем для смешивания тем, то больше нет необходимости",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Аддитивные активы шейдера, преобразованные в PO не отображаются после перезагрузки сохранения.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Технология сглаживания TAA вызовет мерцающую графику. Установите значение в FXAA, если вы хотите использовать эти два мода вместе.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Использовать управление деревом вместо режима неограниченных деревьев.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Лимит автомобиля будет увеличен правильно, но отследить его некорректно показывает лимит старой машины.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Вам нужно отключить менеджер пользовательских шрифтов в FPS Booster, если вы хотите использовать Font Selector.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Новые скины, добавленные в Скины сети, не всегда отражают смену светового режима до перезагрузки игры.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "В главном меню время задержки в моде будет неправильным. Во время игры мод показывает правильное время задержки, соответствующее реальному времени замедленного времени.",
  "Use the regular version of Harmony instead.": "Вместо этого используйте обычную версию Гармонии.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "У вас будет от 5 до 10 секунд, в течение которых вы можете выбрать ракету.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Измените скорость строительства на 100% в настройках Real Time, чтобы избежать исчезновения зданий.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Возможность переключения Whiteness включает в себя функциональность видимых ресурсов. Отписаться от последних.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Не рекомендуется заменять стрелки на Prop Switcher и может привести к ошибке \"массива вне границ\".",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Свойства транспортного средства, созданные патчем Дерева и Автомобиля, будут иметь нежелательные световые эффекты, когда время игры находится в ночном режиме.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Лучший шоссе выводит ошибку всплывающего окна с постройкой тем ('System.Reflection.MonoMethod.Invoke'). Оба мода все еще выглядят, как работают.",
  "The 'Remove Unwanted' button may not work properly.": "Кнопка 'Удалить ненужное' может работать некорректно.",
  "This might only work with all ULOD settings to 'game default'.": "Это может работать только со всеми настройками ULOD по умолчанию игры.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "С ускоренными циклами ночь/выходных из реального времени могут возникнуть проблемы с районными услугами.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Совместимость является неопределенной, но увеличенный предел от большего числа транспортных средств, вероятно, не используется PXPVehicleInfo, В результате некорректные номера выходят за пределы оригинального лимита автомобиля.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Бин-контроллер нарушает Гармонию и любой мод в зависимости от Гармонии. Перейдите на менеджер Бин-Бин.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Дерево анархии уже обладает функциональностью Неограниченных Деревен.",
  "This combination might cause a performance decrease (FPS drop).": "Эта комбинация может привести к снижению производительности (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Использовать BOB вместо Переключателя Prop.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Конвертер данных может выполнять свою работу только тогда, когда Plop Growables не подписаны.",
  "Use Prop Anarchy instead of Prop Snapping.": "Использовать Prop Anarchy вместо Prop Snapping.",
  "EML already has a better limit showing functionality.": "У EML уже есть лучший лимит показа функций.",
  "Undoing props is disabled when using EML.": "Отмена реквизитов отключена при использовании EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Сервисный селектор автомобиля имеет все функциональные возможности RiverCargoHarborMod. Отписаться от последнего.",
  "Prop Anarchy already has a better prop painting functionality.": "У Prop Анархии уже есть улучшенная функциональность prop painting .",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Если контурные линии не работают, выключите \"Перезаписать Terrain\" и в опциях ROTTERdams установите значение около 100.",
  "You can't export props with modtools while EML is active.": "Вы не можете экспортировать реквизиты с помощью модульных инструментов, если EML активен.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Использовать анархию Prop в сочетании с анархией дерева вместо Prop & Tre.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Более расширенная панель опций имеет функциональность расширенной панели OptionsPanel, и многое другое.",
  "Use the original instead of the now deprecated 2.0 version.": "Использовать оригинал вместо устаревшей версии 2.0.",
  "Unsubscribe Holy Water's TM:PE.": "Отписаться от Святой воды TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Если этот мод включен, большой грузовик не будет иметь никаких эффектов, кроме грузовиков, приходящих извне.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Оба мода используют клавишу Tab. Используйте другой первый человек мод, или измените ключ для автопрогулки первого пользователя.",
  "When changing zoning to a road, changes from Network Skins are reset.": "При смене зонирования на дорогу изменения из скинов сети сброшены.",
  "Realistic Population includes a 'no deathcare' functionality.": "Реалистическое население включает в себя функциональность «без смерти».",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Пожалуйста, отключите сетевое расширение 2 перед использованием связанной коллекции.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM может сломать \"Найти это\". Запуск игры, так как администратор может временно решить проблему несовместимости.",
  "Some textures on Network Extensions roads might not load.": "Некоторые текстуры на сетевых дорогах могут не загружаться.",
  "With 81 tiles 2 you don't need Cross The Line.": "С 81 тайлом 2 вам не нужно пересекать линию.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Поскольку оба мода активны, размещенные здания исчезают. Пылаемый RICO уже имеет функциональность.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 включают ту же функцию, но без опции для выбора конкретных сетей. Вы можете использовать как вместе, так и без другого мода.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Игра приостанавливается автоматически, когда вы меняете время и время сбрасываются, когда вы не останавливаетесь. Настройки скорости в Ultimate Eyecandy не будут работать.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Отключите классический цвет солнечного света, Классическая интенсивность солнечных лучей и Классические настройки цвета в дневном свете.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "До тех пор, пока вы не используете TM:PE для ограничения скорости для рельсовых маршрутов, эти моды должны быть совместимы.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Переключатель Clouds & Fog overrules the fog options Hide it, Bobby.",
  "Several users report using these together without issues.": "Несколько пользователей сообщают о том, что они используют их вместе без проблем.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter не был обновлен до последних обновлений Move It и создает проблемы для любого мода, который пытается интегрироваться с Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Если вы измените опцию Move It \"enhanced Pillar Control\", то существующие краски могут исчезнуть.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Изменение даты может привести к разрыву в графике или перезаписи части графа.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Пожизненный баланс уже включает в себя функциональность «без смерти».",
  "Use Ploppable RICO Revisited instead.": "Вместо этого используйте режим Ploppable RICO.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Настройки модов для изменения Расстояния Тени Исправить сбрасывание при загрузке игры.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Улучшение Невидимых ломает выбор таблетки МОМ.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Деревья переключаются на дерево анархии. Вы можете переключиться на дерево анархии, имеющее функциональность обоих модов.",
  "Loading Screen Mod asset report file also include all these information.": "Вся эта информация также включает в себя файл отчета о работе экранных модов.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Оба мода имеют параметры для скрытия панелей на главном экране меню. Используйте только один мод, чтобы скрыть их, или вы можете столкнуться с проблемами.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Вы можете переключиться на Tree Anarchy, который имеет функциональность обоих модов.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Установка светофоров или знаков приоритета TM:PE на железнодорожных дорожках не будет работать. Другие настройки работают не будет.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Несколько пользователей сообщили, что параллельный инструмент Road Tool не будет работать с Скинами Сети.",
  "Restores ship behavior that allows them to float on the land.": "Восстанавливает поведение корабля, которое позволяет ему плавать на суше.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Некоторые дороги из сетевых расширений порождают неправильный или дополнительный светофор.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster обладает всеми функциями Mini FPS Booster, и многим другим.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Это может привести к ошибке. Смотрите комментарий 24 августа 2021 года на странице FPS Booster workshop для решения.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Все три перечисленные моды должны использоваться для новых игр вместо использования библиотеки расширенных менеджеров",
  "This mod combination prevents using the light background theme.": "Эта комбинация модов предотвращает использование темы фона.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Дороги, созданные при помощи конструктора дорог, не используют ванильные столбы. Это приводит к зазору между этими дорогами и столбами, если уменьшить толщину мостов и возвышенных частей в корректировке высоты курсов.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Выбор службы Healthcare на панели выбора отображается слишком низким, что затрудняет или не позволяет нажать на кнопку мыши.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Оба модификации заменяют «ванильный мастер матчев», что делает их несовместимыми.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "При автоматической замене настройки TM:PE будут потеряны при замене и подключенных сегментах сети, и стрелки и соединения полос движения могут быть смешены на всей карте.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR несовместим с расширенными опциями зонирования в Network Extensions.",
  "Flickering and disappearing buildings and assets are reported.": "Поступают сообщения о летающих и исчезающих зданиях и реквизитов.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Опция AdjacentToPurchased — Common Ground несовместима с 81 тонной. Обычная земля не требуется для игры при открытии всех 81 клеток, но все еще отлично подходит для использования в редакторе карт.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Если вы использовали перед Plop модификация Growables при сохранении, используйте связанный Конвертер перед загрузкой без этого мода. Также подпишитесь в этом случае RICO снова и найдите её! 2 чтобы иметь возможность зажигать растущих.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Аддитивный шейдер не совместим с переменной sunrise/sunset times from Real Time. Используйте вместо этого тестовую версию addtive Shader.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Деактивировать сборку в Неограниченной почве мод Colossal Order, так как ее функция включена в инструмент Extra Landscaping Tools.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Всегда запускайте Steam клиент перед запуском игры. На Linux и MacOS требуется некоторое пользовательское действие, смотрите руководство по установке: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Исправление теперь является частью базовой игры.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Это стандартный, встроенный мод, загруженный в мастерскую.",
  "The original mod supports various languages.": "Оригинальный мод поддерживает различные языки.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Похоже, это связано с неизвестным модом ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Настоятельно рекомендуется сделать резервную копию существующего сохранения перед использованием этого мода.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Функция теперь является частью базовой игры. Этот мод необходим только для активов, которые были созданы для этого мода.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Теперь часть базовой игры, которая нужна только для активов, использующих эти пути.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Функциональность этого мода включена в саму игру, несмотря на то, что вычисления в этом моде немного отличаются.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Некоторые пользователи сообщают о отсутствующем пользовательском интерфейсе, когда они не подписываются на Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Make historical' сейчас является частью самой игры, но с этим модом историческое здание не может быть отозвано.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Вместо этого используйте опцию \"Попробовать восстановить с симуляции\" при загрузке Экранного мода, которая более мощна, чем этот мод.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Это не рекомендуется использовать в редакторе карт, так как для создания карт потребуется анархия Prop.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Для работы этому моду необходим хотя бы один набор сторонних устройств светофора. Этот мод автоматически отключает отдельные моды светофора при запуске игры, чтобы избежать конфликтов, но использует комплектные реквизиты от этих модов. Оставьте другие светофоры выключенными.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Вы можете найти новые версии этой LABS на GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Все работы не из зданий РИКО, включая все здания DLC в Industries включены в сервисные (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Мод работает с Windows, Mac OS и Linux. и установки, смотрите страницу Мастерской для деталей.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Пути заповедника и подобные пути не смешиваются при размещении на склонах местности. Это можно исправить, используя режим Зажигания с силой около 100 (рекомендуется) или включив опцию «переписать внешний вид местности».\r\n\r\nЕсли включена опция \"перезаписать вид местности\", то слой топографических линий нарушен. Отключите этот параметр, или используйте режим зажимов с мощностью 120 или ниже или масштаб с мощностью 100 или ниже.\r\n\r\nСети всегда отображают траву, никогда не рисуют текстуру утеса. Это особенно заметно, например, D<unk> X<unk> <unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Функциональность этого мода включена в саму игру, хотя стрелки этого мода видны.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Это было необходимо для MacOS, потому что FPS Booster не работает на MacOS. Это должно быть решено, и все должны иметь возможность использовать FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Все перекрашивания будут потеряны когда вы (от)подпишитесь на что-нибудь, пока игра запущена.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Это может быть использовано самостоятельно, или быть отключено и используется в качестве prop пака для мода ЛПП или ЛПП Света.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Это была более новая версия, но она была устарела после обновления оригинальной версии. Вместо этого используйте оригинальную версию.",
  "When using this mod, it is wise to back up your saves from time to time.": "При использовании этого мода, целесообразно время от времени создавать резервные копии.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Междугородные автобусы только въезжают в город по односторонней автомагистрали снаружи, а не по двухсторонней дороге.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Официальный релиз отчета о совместимости содержит многоязычную поддержку!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Теперь этот мод необходим только для кладбищ. Устройства передачи и обработки отходов из игры охватывают другие функции этого мода.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Это успешно реализован следующий prop пакет в сочетании с BOB мод: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Некорректно показывает как Cinematic Camera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Альтернативы для этого можно найти здесь: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Игра уже решает вопрос о том, чтобы не иметь достаточно низкообразованных работников, нанимая высокообразованных людей на низкообразованных работах.",
  "CAUTION: If you use this and save, the game save is broken.": "ПРЕДУПРЕЖДЕНИЕ: Если вы используете это и сохраните, сохранение игры нарушено.",
  "This is for testing only and might be removed from the Workshop soon.": "Это только для тестирования и могут быть удалены из мастерской в ближайшее время.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "При создании активов со свойствами этого мода, эти активы нуждаются в этой версии мода и не могут быть использованы в исходном моде.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Использовать анархию Prop в сочетании с анархией дерева вместо Prop &amp; анархии дерева.",
  "It is STRONGLY recommended not to use this mod!": "STRONGLY рекомендуется не использовать этот мод!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "В качестве альтернативы, у него есть 'призрачный режим', который позволяет отписаться и все еще держать игру доступной, если вы хотите полностью удалить MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Создатель зашифровал его код и не предоставляет доступа к его коду. Поэтому не может проверить, не включают ли они какие-либо виды вредоносного кода. Ни другие модеры не могут работать над решением проблем, возникающих с использованием модов этого создателя. Мы можем только проверить, что их моды создают проблемы с несколькими топ-100 модами.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Если у вас возникли проблемы с отображением шрифтов, отключите Custom Font Manager в настройках мода.",
  "This mod was only for scenario developers looking for more options.": "Этот мод был только для разработчиков сценариев, ищущих дополнительные опции.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Примечание: файл локали не будет удален при отписке. Он должен быть удален вручную, см. страницу Мастерской работы.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Это несовместимо с различными модификациями с аналогичной функциональностью, а также с различными модификациями. Как много перечислять все из них.",
  "The original mod supports the Chinese language.": "Оригинальный мод поддерживает китайский язык.",
  "Now part of the base game, therefore not needed any more.": "Теперь часть базовой игры, поэтому больше не требуется.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Это разблокирует только 25 плиток в начале новой игры, а не при сохранении предыдущей игры.",
  "Can't show data from extension mods like Extended Managers Library.": "Не удается показать данные из модов расширений, таких как Библиотека Расширенных Менеджеров.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Автоматический бюджет полиции, медицинских учреждений и пожарных станций может привести к снижению стоимости земли, поскольку меньший бюджет означает меньшую площадь покрытия.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Это неофициальная исправленная версия режима Toggleable Whiteness.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "В игре также есть треки в одну сторону, но это также имеет одну двустороннюю дорожку и по-прежнему необходимо для пользовательских станций с треком в одностороннем порядке.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Это необходимо только в том случае, если все еще требуется старый флаг или подсетка транспортного средства."
}