{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Inkompatibel med dynamisk upplösning och andra kameramodeller.",
  "Vehicle LOD Flashing": "Fordons LOD blir blinkande",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Avsluta prenumerationen efter användning! Detta kommer att spamma spelet loggen och allvarligt öka storleken.",
  "Broken / Can't be loaded": "Trasig / Kan inte laddas",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "I Repaint alternativ också en inställning för att fixa mörkare nod färg på motorvägar är tillgänglig.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Om korsningar ser blå ut, gå in i mod's inställningar och aktivera automatisk uppdatering. Detta ökar laddningstiden om du har många anpassade vägar.",
  "This might increase loading time.": "Detta kan öka laddningstiden.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Denna mod är inte optimerad och kan orsaka prestandaproblem. Detta har förmodligen okända inkompatibiliteter med andra mods. Det rekommenderas att inte använda denna mod!",
  "Mod options resetting on game load.": "Mod-alternativ återställs vid spelladdning.",
  "Game breaking": "Spelet går sönder",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "ANVÄND INTE DE GENERERADE PROPEN i moddar som BOB, Pocedural Objects eller skärningsmarkeringsverktyg. Detta kan förstöra din sparfil! Det är på något sätt logiskt och inte en fråga om dessa mods. Non Terrain Conforming Props samt Tree & Vehicle Props genereras vid en specifik punkt i laddningsprocessen (de lagras inte!) Detta innebär att använda dessa tillgångar i mods, kommer att leda till att de inte kan laddas, helt enkelt för att de inte skapas just när nätverken laddas och andra saker.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "På grund av de betydande förändringarna i grundspelet, är detta mod bäst används endast för nya spel.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Långa stationsnamn eller dubbla stationsnamn kan bryta layouten. Linjer som betjänar samma station flera gånger kan förvirra mod. Stationsnamn på flera plattformsstationer kan vara felaktiga.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "VARNING: Denna författare förbjöds för att sätta skadlig kod i sina mods. Denna mod misstänks ha skadlig kod i den. VIKTIGT: Följ INTE instruktionerna på moddsidan för att ladda ner en uppdatering via GitHub. Den uppdateringen innehåller MALICIOUS kod och kommer att infoga skadlig kod i detta Harmony mod! Författaren är också känd för att medvetet bryta sina egna mods ur spion. Tekniskt sett fungerar detta inte så bra, ger en hel del missriktade fel och är inkompatibelt med en hel del moddar i Workshopen. I kombination med författarens historia skulle det vara mycket klokt att UNSUBSCRIBE!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Skaparen krypterade sin kod och ger ingen åtkomst till sin kod. Därför kan inte verifiera om de inte innehåller någon form av skadlig kod. Ingen av de andra moddarna kan arbeta med att fastställa problem som väcker med hjälp av moddar från den här skaparen. Vi kan bara verifiera, att deras moddar skapar problem med flera topp 100 mods. Därför rekommenderar vi starkt att inte använda detta mod!",
  "Can't be loaded": "Kan inte laddas",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Varulagret är inte tomt för vissa användare. Detta kan orsakas av fiskebåtar som tar upp alla fordonsplatser, så ingen lagerbil kan leka. Användare har märkt lastbilar som överför fisk från ett lager till ett annat.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "För att se fartygen/färjelinjerna medan du placerar en bro, aktivera transportinfo vyn.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Spawnpoints flyttade för långt från den ursprungliga spawnpoint ibland förhindra alla kollektivtrafikresenärer. Spawnpunkter för lastbilar stöds inte på laststationer, lastflygplatser eller lasthamnar.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod loaded with errors\" meddelande visas.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop-döljning har tagits bort från detta modd, men är tillgänglig i BOB-modden.",
  "Only works on displays with a 16:9 aspect ratio.": "Fungerar endast på bildskärmar med bildförhållandet 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Arbetar inte för alla byggnader, prestandaproblem, felmeddelanden.",
  "Lags the game massively": "Segar ner spelet kraftigt",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Vaniljbelysning på gångvägar kan inte bytas ut.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Detta kan orsaka cims att fastna vid trasiga eller raderade stopp för kollektivtrafiken. Detta orsakar eftersläpning i större städer.",
  "LOD has too many vertices": "LOD har för många hörnpunkter",
  "This has some issues with spaces in names.": "Detta har en del problem med mellanslag i namn.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "VARNING: Denna författare förbjöds för att sätta skadlig kod i sina mods. Författaren är också känd för att medvetet bryta sina egna mods ur spion. Tekniskt sett skulle detta kunna fungera. Med tanke på författarens historia skulle det vara mycket klokt att UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Detta verkar fungera för vissa människor, men andra rapporterar problem. Fungerar inte i huvudmenyn, fungerar bara efter att ha laddat en karta.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Inaktivera rullning med en av snabbtangenterna innan du börjar ta bort zoner för att förhindra att större ytor av zoner tas bort oavsiktligt. Detsamma gäller för andra åtgärder som utförs med höger musknapp som uppgraderingar av vägar.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "I upplösningslägen som inte har 16:9 bildförhållande, flyttas modden till det övre vänstra hörnet och blockerar standardknappen InfoView.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Orsakar konstiga effekter på korsningar och konflikter med olika Mods.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Tab-tangenten som detta mod använder strider mot flera andra mods. Antingen använder du en annan moderator eller byter nyckel i XML-filen (se Workshop-kommentarer).",
  "Create massive lags if no overlay.png is in the specified folder.": "Skapa massiva eftersläpningar om ingen overlay.png finns i den angivna mappen.",
  "Vehicle LOD Turn Black": "Fordons LOD blir svart",
  "Error popup": "Fel-popup",
  "Missing UI. Performance issues (fps drops).": "Saknar UI. Prestandaproblem (fps droppar).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Användare rapporterar att \"Make it Rain\" måste klickas (i alternativ) om många moddar används. Utan andra mods fungerar den på egen hand. Även regn kan flimra lite men minskar allt eftersom.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Modulen alternativ skärmen kan bryta om du har för många tågtillgångar. Vissa användare rapporterar problem med konfigurationsfilen som inte har skapats ordentligt. Detta kan orsaka viss fördröjning om inte FPS Booster.",
  "Error messages popup": "Felmeddelanden popup-fönster",
  "The reported issues might be unknown mod conflicts.": "De rapporterade problemen kan vara okända mod konflikter.",
  "Multiple reports about getting a blank screen when loading a map.": "Flera rapporter om att få en tom skärm när du laddar en karta.",
  "Crash the game / Error popup": "Kraschar spelet / Fel-popup",
  "Several reports of lagging the game.": "Flera rapporter om att släpa spelet.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Skärmen blinkar / flimmer. Tidsåtgång hoppa eller gå bakåt.",
  "Not recognise few latest DLC sounds.": "Inte känner igen få senaste DLC-ljud.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Om du prenumererar på fel konfigurerade tillgångar som behöver detta mod kan dessa tillgångar orsaka spelproblem.",
  "Several users report it is not working at all.": "Flera användare rapporterar att det inte fungerar alls.",
  "LOD not correct.": "LOD stämmer inte.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Tillgångar som är en del av en mod kan inte längre automatiskt aktiveras av spelet.",
  "Conflicts with various other mods.": "Konflikter med olika andra mods.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Arbetar inte för alla byggnader, terrängspikar och hål, prestandaproblem, felmeddelanden.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "VARNING: Detta döljer bara problemikonerna. Problemen finns fortfarande! Detta kan snabbt leda till massuppsägning om du glömmer att kontrollera efter problem.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Arbetar inte med byggnader från Promenades & Plazas DLC. Orsakar olika buller och ibland till och med kraschar!",
  "Broken / Can't be used": "Trasig / Kan inte användas",
  "Forgets settings at start, esp. the sun height.": "Glömmer inställningarna i början, speciellt solhöjden.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Vissa användare rapporterar detta för att orsaka oladdbara spel. Det är okänt om detta är en mod konflikt eller ett problem med spel patch 1. 4. Vissa användare rapporterar ett saknat UI. LOD:er kan inte bytas ut. Se Workshopen för mer information om kända problem.",
  "Can't be loaded / Error popup": "Kan inte laddas / Fel-popup",
  "Doesn't show up in the CSL Music Mod.": "Visar inte upp i CSL Music Mod.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "På vissa korsningar dubbla trafikljus visas. På en T-korsning, inget ljus visas på den korsande vägen. Motorvägar och motorvägsramper har trafikljusen på fel sida av korsningen.",
  "Not supporting budgets for newer DLC.": "Stödjer inte budgetar för nyare DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Vanilj-persontåg visas inte längre i varierande färger. Detta är det avsedda beteendet.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Detta är inte kompatibelt med moddar som också ändrar byggnadskapacitet. Använd Realistic Population Revisited istället för bättre kompatibilitet.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Alla spelare måste ha exakt samma DLC (inga stöds) och mods. CSM är inkompatibel med de flesta mods, för många för att nämna här. En (mycket kort) lista över moddar som stöds: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Highway texturer kommer att spegla slumpmässigt per segment när du tillämpar denna mod och måste byggas om för att fixa.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Saknar inställningar för de senaste DLCs: Parklife, Industries, Campus, och Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Kommer inte bulldoze om du äger naturkatastrofer. Du måste använda Katastrofsvarsenheten i detta fall. Nyare byggnadskategorier är inte bulldozed.",
  "Vehicle LOD Turn White": "Fordons LOD blir svart",
  "DLCs after Campus can’t be selected.": "DLC:er efter Campus kan inte väljas.",
  "Can cause performance issues (lag or fps drops).": "Kan orsaka prestandaproblem (eftersläpning eller fps fall).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Denna mod kan påverka spelets prestanda. Fungerar inte i scenariospel.",
  "This sometimes breaks transport lines.": "Detta bryter ibland transportlinjerna.",
  "As it is an outdated mod some panels may noth be unlocked.": "Eftersom det är en föråldrad mod kan vissa paneler inte låsas upp.",
  "Breaks the pause after loading game option.": "Bryter pausen efter att ha laddat spelet alternativet.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Yttre resurser används därför inte för att du inte kan använda det på en ny karta. Olika spelare rapporterar att det inte fungerar alls.",
  "Building flickers": "Byggnader flimrar",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "Borsten slutar ibland att arbeta. Avsluta prenumerera och skicka tillbaka (medan spelet inte är igång) hjälper ofta ett tag, men en mer permanent lösning är att använda lastningsordern Mod och ställa in lastningsordern av Forest Brush till 9999.",
  "Buttons are no longer aligned correctly.": "Knappar är inte längre anpassade korrekt.",
  "For some players it do not create ship pathes.": "För vissa spelare det inte skapa vägar fartyg.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Underjordiska stationer skapar en tunnelingång, vilket gör det svårt att ansluta spåret till stationen och störa markytan. Förhöjda och markspår verkar bra.",
  "This breaks up the UI, especially text scaling.": "Detta bryter upp UI, särskilt textskalning.",
  "Game might get corrupted.": "Spelet kan bli korrupt.",
  "Causes game crashes.": "Orsakar spelet kraschar.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Fungerar inte med faktiska spelversioner eftersom beroendet mod Roads United Core 2.0 inte uppdateras längre.",
  "It’s in early development stage. See information on workshop page.": "Det är i ett tidigt utvecklingsstadium. Se information på verkstadssidan.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Om du vill ha träd att försvinna när du bygger vägar, se till att ha \"kollision\" i Network Anarchy aktiverad.",
  "Freezes the game": "Fryser spelet",
  "Everything that has more than two rails tracks can't be hidden.": "Allt som har mer än två järnvägsspår kan inte döljas.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Detta kanske inte fungerar med en 3DxWare drivrutinsversion högre än 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Resultat är inte tillförlitliga längre. Använd kompatibilitetsrapport istället.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Detta kan fungera, men det är inte det bästa sättet att lösa problemet. Spelet löser redan detta genom att anställa några högutbildade människor i lågutbildningsjobb, eller så kan du använda överutbildade arbetare V2 istället för en starkare effekt.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Det ger upphov till ”dubbla prefab”-fel, som är ofarliga. Vissa användare rapporterar att trafikljusrekvisita fortfarande blir vita efter den senaste uppdateringen som bör ha fixat detta.",
  "Public transport part not working anymore.": "Kollektivtrafiken fungerar inte längre.",
  "You can easily modify the RICO settings in-game.": "Du kan enkelt ändra RICO-inställningarna i spelet.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Kommer att bryta någon DLC eller bas-spel intercity överföring funktioner nyare än Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Funktionaliteten i denna mod ingår i själva spelet.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Sällsynta fall där det kan kasta fel och även kan stänga spelet till skrivbordet.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Lägger endast roterande lampor till fordon som stöds, listade på verkstadssidan.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Namnet på detta mod är vilseledande. Det minskar inte mängden skräp som produceras. Det minskar bara skräpkostnaderna. Så bättre namn skulle vara \"mindre skräpkostnader\".",
  "Bloom settings not being applied. Config files not loading.": "Bloom-inställningar används inte. Konfigurationsfiler laddas inte.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "När din stad når omkring 15000 medborgare, kommer denna mod inte längre öka hastigheten över x4 spelet standardinställning.",
  "It takes some in-game time for the extra money to arrive.": "Det tar lite tid i spelet för extra pengar att anlända.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Vattenspikar kan vara för alltid, även om modden är avregistrerad.",
  "Not showing information for newer DLC assets.": "Visar inte information för nyare DLC-tillgångar.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Flera funktioner fungerar inte längre och kastar fel om du inte har Industries DLC.",
  "Dropdown not working, probably due to incompatibility with other mods.": "Dropdown fungerar inte, förmodligen på grund av inkompatibilitet med andra mods.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "OBSERVERA: Den japanska locale-filen kommer inte att tas bort även om du avregistrerar detta mod. För mer information se Workshop-beskrivningen.",
  "This is only needed for custom networks that require this mod.": "Detta behövs bara för anpassade nätverk som kräver detta mod.",
  "Button for the settings not visible for several users.": "Knapp för inställningar som inte syns för flera användare.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Val av fordon för intercity tåg ignoreras och vissa nyare vaniljbilar dyker inte upp i fordonets urvalsfönster.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "VARNING: Denna författare förbjöds för att sätta skadlig kod i sina mods. Denna mod misstänks ha skadlig kod i den. Du skulle bättre återskapa det IMMEDIATELY! Författaren är också känd för medvetet bryta sina egna mods ur spion.",
  "Includes malicious code!": "Inkluderar skadlig kod!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "VARNING: Denna mod är DANGEROUS! Den laddar ner filer från en oövervakad plats och skriver över filer från andra moddar med den. Detta är MYCKET DANGEROUS programvara och bör inte användas! Du skulle bättre återskapa det IMMEDIATELY! VARNING: Denna författare förbjöds för att sätta skadlig kod i sina mods. Författaren är också känd för att medvetet bryta sina egna mods ur spion. VARNING: Detta mod togs bort från Workshopen av Steam eftersom det bröt mot deras avtal.",
  "This breaks maps saved in the map editor.": "Detta bryter kartor sparade i kartredigeraren.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Växla det! har en möjlighet att dölja byggnader från kartan (t.ex. för att ha bara gatorna synliga för planering). Om du möter \"osynliga byggnader\" kontrollera, om du har aktiverat detta alternativ av misstag.",
  "Private building cannot include roads or other net types": "Privat byggnad kan inte innehålla vägar eller andra nättyper",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Olaglig DLC-upplåsning!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Det kan orsaka visuella buggar i menyn (flikar utan beskrivning och/eller bild).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Snabbtangenten fungerar inte (prova vänster skift istället för höger skift). Ljusinställningar av Ultimate Eyecandy återställning eller ljuset blir mycket mörkt på någon förändring i Relight-inställningar, eller vid spelbelastning.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "Detta saknar alla nya objektklasser från alla patchar sedan release och från alla DLCs.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Att spara kan ta mycket lång tid för kartor med en hög mängd träd och ett stort antal bränder.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Anpassade pelare kan återställas vid nästa belastning. UI för modden fungerar inte fullt ut.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Denna mod misstänks ibland förhindra andra mod knappar att visa.",
  "LOD has too many vertices.": "LOD har för många hörnpunkter.",
  "Various players report, information could not be gathered.": "Olika spelare rapporterar, information kunde inte samlas in.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Verkar vara en Traffic Manager klon, men berättar att det är Auto Line Color och källkoden är inte tillgänglig.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "Efter att ha ändrat stilar tillbaka till ingen och laddat om ett sparat spel återgår den till den stil som valdes i förväg. Den tar bort historiska byggnader av andra stilar. Workaround är att ta bort distriktet och måla det igen.\nFix är i utveckling.",
  "Africa in Miniature buildings don't show up in menus.": "Afrika i Miniatyr-byggnader dyker inte upp i menyer.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina innehåller en körbar fil för att köra LUT Editor som finns i Workshop-mappen av Lumina.",
  "Demand stays at zero.": "Efterfrågan stannar på noll.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Fungerar, men orsakar \"InvalidOperationException\" felmeddelanden i loggfil.",
  "This is missing statistics from later DLCs and game patches.": "Det saknas statistik från nyare DLCs och speluppdateringar.",
  "Several reports about conflicts with various mods.": "Flera rapporter om konflikter med olika mods.",
  "Rocks can’t be deleted.": "Stenar kan inte tas bort.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Detta sägs vara trasigt, men det finns ganska många betänkanden som säger att det fungerar. Du kan behöva för att ställa in en 180 degress förskjutning för sunen att gå från öst till väst.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "För vissa personer fungerar detta mod fortfarande bra. För andra finns det inkompatibilitet med olika mods, att vi inte kunde helt verifiera.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Detta kan behöva Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Lås inte upp alla vägar.",
  "Distorted LOD": "Förvrängd LOD",
  "Causes ingame lags": "Orsakar fördröjningar i spelet",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Kopieringsfunktionen från Move It mod kan också duplicera unika byggnader.",
  "Error: too many vertices": "Fel: För många hörnpunkter",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Detta fungerar för några skadade spel sparar, men inte för alla. Om spelet spara laster, kommer spelet att frysa under en tid. Detta är normalt.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Detta är inte uppdaterat för de senaste DLC:erna och saknar fortfarande mycket från Industries DLC.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries och rekvisita blir svarta för de stödda Vanilla spår!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Busshållplatser på vägar från nyare patchar och DLCs kommer inte att ersättas.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Inställning återställer varje belastning och för flera spelare det bryts. Också mycket troligt Det kommer att strida mot olika andra kameramods.",
  "Breaks game if you setup to high values.": "Bryter spelet om du ställer in till höga värden.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Detta kommer inte att fixa byggnader som redan övergavs innan denna mod blev aktiv.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Denna mod behövs inte längre, om du inte har en gammal tillgång som kräver det. Som funktionaliteten i denna mod ingår i spelet själv.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Omvårdnad hem visas som dödvård täckning när du placerar dem.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Att tillämpa en lista kommer att inaktivera onödiga moddar men inte avregistrera dem, och inaktiverade moddar kan orsaka problem. Tillgångar som ingår med en mod kan bugga. Spelinställningar återställning när du sparar dessa modddata.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Olika problem, instabila. Vägpilfunktionalitet fungerar inte, eller bara efter att inaktivera och återaktivera det vid varje belastning. Inte alla vägar stöds.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "International Airport of After Dark orsakar problem på nätet skapande. Det finns några rapporter om en saknad ikon/knapp.",
  "This might block the vanilla quay upgrade tool.": "Detta kan blockera vaniljkajen uppgradering verktyg.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Funktionen Random Security Doors som ingår orsakar en NullReferenceException. Om du vill använda det här paketet bör du inte använda Random Security Doors.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Orsaker långa laddningstider, orsakar olika frågor som är i slutet även spelet brytning, därför markerade som oförenliga med spelet.",
  "Not showing up ingame.": "Visar inte upp ingame.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Lag, spelet fryser och skärmen blinkar rapporteras. Använd med försiktighet, eller unsubscribe.",
  "White lines at the moon and Flickering when game running.": "Vita linjer vid månen och Flickering när spelet körs.",
  "Invalid Image Format": "Ogiltigt bildformat",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "På spelbelastning, är det tidigare värdet laddat korrekt, men reglaget i mod alternativ kommer alltid att vara i standardpositionen.",
  "This is only needed if a prop or mod requires it.": "Detta behövs bara om en prop eller mod kräver det.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Vissa användare får det att fungera bra, men det finns ganska många rapporter, bland annat om inställningar som återställs mellan laster.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Detta fungerar bara för skärmar med bildförhållandet 16:9 eller 16:10. Detta saknas funktionalitet för nyare patchar och DLCs.",
  "Terrain conforming props cannot be moved up/down.": "Terräng som överensstämmer med rekvisita kan inte flyttas upp/ner.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Medan denna mod ökar skärpan, kan det också införa buller, moire<unk> mönster och aliasing problem. Speciellt på högre resolutioner, du kanske inte ser skillnaden mellan denna mod aktiv eller inte.",
  "This causes (vanilla) trees to flicker.": "Detta orsakar (vanilja) träd flimmer.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Denna mod har ingen funktion längre. Skaparen publicerar inte sina mods för spelarna utan bara för att visa människor hur bra han kan koda.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Det går inte att exportera med ett 'XML-rotelement' fel i loggen. Tågspår ingår inte ibland.\nOm du ändrar en nod i NCR eller NC2 och skriver ut en karta kan ritningen av motsvarande noddel vara felaktig.\nPassagerarhelikopter och Trolley-busslinjer i DLC SH visas inte. (DLC SH stöds inte).",
  "Creating 'ghost' vehicles": "Skapar \"spök\"-fordon",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Skapandet av \"spökbilar\" rapporteras och måste verifieras.",
  "Do not remove trees added after Campus DLC to the game.": "Ta inte bort träd som lagts till efter Campus DLC till spelet.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Konflikter med olika moddar och kan leda till krascher. Kan orsaka prestandaproblem och öka belastningstiden.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Detta orsakar mycket långa laddningstider om laddningstid Fix mod inte används.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "För att bygga utanför anslutningar med zonsbara vägar utanför olåsta plattor måste du tillfälligt inaktivera zonindelning med ett annat modd. I kartredaktören måste anslutningarna använda vaniljvägar, inte anpassade vägar. Bussar går bara in i staden via 1-vägs motorväg utanför förbindelser, inte via någon 2-vägs väg.",
  "This is an incomplete version to lure you into buying a complete version.": "Detta är en ofullständig version för att lura dig att köpa en komplett version.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Abonnera denna mod orsakar flimrande eller försvinnande byggnader. Undvik att använda någon tillgång, som tvingar dig att använda denna mod!",
  "The default English names still appear as well, next to the new Japanese names.": "Standard-engelska namn fortfarande visas också, bredvid de nya japanska namnen.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Denna mod ökar laddningstiden, och denna ökning kan vara enorm för stora städer.",
  "Previously created rotating props still require the PropRotating Params mod.": "Tidigare skapade roterande rekvisita kräver fortfarande PropRotating Params mod.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Vissa betänkande inte kan rädda spelet, särskilt med ett stort antal procedurföremål.\r\nVid första start efter installation ett tomt fönster apears. Starta om ditt spel för att lösa detta.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "På en T-korsning, inget ljus visas på den korsande vägen.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Detta är inte uppdaterat för Industries DLC och kommer förmodligen inte att fungera för industriområden från den DLC.",
  "Simulation Errors and conflits with various other mods.": "Simuleringsfel och liknande med olika andra mods.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Om standard ser för mörk ut, vänd upp de globala och/eller omgivande ljusintensitetsinställningarna i Ultimate Eyecandy. Skuggor måste ställas in till max med hjälp av skuggstyrkans Riktare för att förhindra att solen läcker genom objekt. För att göra skuggorna mindre synliga, minska den globala ljusintensiteten och öka ljusintensiteten i Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Orsakar olika problem eftersom en väg av flera tillgängliga blir slumpmässigt vald",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Stödjer inte namn för nyare DLC-distrikt.\nAktivering och laddning av flera namnlistor som ändrar samma översättningselement kommer att orsaka konflikter.\nFör att undvika konflikter, kontrollera vilka översättningselement som ändras i namnlistans workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Resurser tömmas istället för att vara obegränsat, språk växlar tillbaka till engelska varje start och spelet låses upp även om denna funktion är inaktiverad.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Arbetar inte på Vanilla vägar från senare än Sunser Harbour. Du kunde hålla prenumerationen men inaktiverad för att använda BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 för att byta rekvisita.",
  "Not able to name new districts.": "Kan inte namnge nya distrikt.",
  "The traffic lights on some custom road do not change.": "Trafikbelysningen på vissa anpassade vägar ändras inte.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Att inaktivera vattenföroreningar är inte omedelbart, det tar lite tid för vattnet att klara upp. Återaktiverande mark eller vatten föroreningar är inte heller omedelbar, det tar lite tid att bygga upp igen.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Fel i spelloggen om otillåtna åtgärder. Inga förnamn tilldelas.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Fungerar endast med kartor som prenumererar från verkstaden. Använder omväg och därmed inte kompatibel med olika andra – främst Harmoni – mods.",
  "Only a limited set of roads is included.": "Endast en begränsad uppsättning vägar ingår.",
  "User reports that it is not working at all if you select heavy traffic.": "Användare rapporterar att det inte fungerar alls om du väljer tung trafik.",
  "Broken LOD, Vehicle blinks.": "Trasig LOD, Fordon blinkar.",
  "Clipping may occur as well as simulation errors.": "Urklipp kan uppstå liksom simuleringsfel.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "För vissa användare tar medborgare inte en bil, men despawn och återuppstå hemma, ibland gå till samma station/stopp igen.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Se den grundläggande Render It! & Play It! guide på https://bit.ly/3XiMQPY för mer information.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Visar fel typ av trafikljus när du använder 'Large Avenue med Grass'. Det kanske inte fungerar för vänster trafik (LHT) och för små enkelriktade vägar eller vägar med spårvagnar.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Att ta bort ett vägsegment med justerad sökväg kan orsaka ett NullReference fel.",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Fel vid uppstart. Saknas UI. Prestandaproblem (fps droppar).",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Detta blockerar ofta knappen för att uppgradera vägen. Skalningsfunktionen är trasig och bör inte användas. Användare rapporterar även några andra problem.",
  "Button missing. Error popups.": "Knapp saknas. Fel popups.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Rapporterade massiva problem, inklusive: saknade väg texturer, KeyNotFoundException fel, spelet kraschar, hög minnesanvändning.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Gräs kan växa genom CSUR vägar. Gömma gräset med Göm Det eller höja noderna något med Flytta Det kommer att hjälpa. Vägar kan ibland placeras något under ytan. Höj dem med Move It. Tunnel ingångar från icke-centrerade CSUR vägar täcks av terräng. Vissa användare rapporterar spelkrascher och CSUR gränssnitt fungerar inte.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Knappen kan inte flyttas, vilket gör att statistiken går utanför skärmen på vissa skärmupplösningar.",
  "Various issues reported, see Worshop comments for details.": "Olika rapporterade problem, se Workshop-kommentarer för detaljer.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Vänster hand trafik stöds inte. Detta fungerar inte på Linux. Mittemot sidan trafikljus har några egenheter på T-korsningar och enkelriktade vägar.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "VARNING: INTE SUPPRESS FELAR i mod alternativen eller i popups från denna modd, eftersom det gör felsökning mod/tillgång problem nära omöjligt. Dölja fel gör inte att de försvinner, och kommer att göra ditt spel mindre tillförlitligt!",
  "Disasters are not recognized.": "Katastrofer känns inte igen.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Detta fungerar inte för de nya tunnelbanestationerna från 'Content Creator Pack: tågstationer', och för vissa anpassade stationer. Du kan använda Flytta det istället för dessa stationer.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Svår droppe i FPS när du skapar vägar. Vissa användare får ett fel på \"ogiltig form\". Omvänd riktning ger ibland ett undantag. Undantaget är ofarligt, men du kan inte vända det segmentet och måste ta bort och återskapa.",
  "For several players it causes errors and is not working.": "För flera spelare orsakar det fel och fungerar inte.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Vissa funktioner fungerar inte för lokalt installerade tillgångar: sortera efter senaste nedladdning, sök efter författarnamn, öppna Workshop-sidan.",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Det finns en bugg med leken som en ko. Sluttningar, ramper och förhöjda vägar verkar inte fungera. Vissa kan bara gå bakåt eller flyta.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Du kan inte spara de genererade vägarna och därför bör du inte öppna en räddning där den har använts efteråt. Denna mod är fortfarande i ett tidigt utvecklingsstadium.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Vissa användare får det fortfarande att fungera, men för många är det delvis eller helt brutet, inklusive att inte kunna ladda ett spel spara. Inaktivera \"den nya algoritmen för att ta bort trafikstockningar nära externa anslutningar\" kan hjälpa. Ta bort EnhancedDistrictServices.cgs filen kan också hjälpa, men du kommer att förlora alla anpassningar.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Arbetar inte med leveransfordon från Industrier och Sunset Harbor DLCs. Inställningsmenyn blir trasslad (stäng och öppna inställningar igen kan hjälpa). Potentiellt inkompatibel med alla moddar som ändrar fordonets AI.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Denna mod fungerar endast på Windows, inte på MacOS eller Linux. Detta är en avancerad mod som kräver kunskap om Pythonskript att använda.",
  "You must follow exactly the steps on the workshop page to use it.": "Du måste följa exakt stegen på verkstadssidan för att använda den.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Inkompatibel med någon form av automatiserad bulldoze mods.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Behövs för att ett Adaptivt Nätverk ska fungera korrekt. Det är till exempel vägar för vägbyggare, olika staket och nätverk för järnväg 2.",
  "Users reported various issues, see Workshop comments.": "Användare har rapporterat olika problem, se Workshop-kommentarer.",
  "Will lead to various graphical issues ingame": "Kommer att leda till olika grafiska problem i spelet",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Var medveten om att detta mod är instabilt och kraschar kan inträffa i större städer!",
  "Cargo trains for some do not spawn.": "Godståg för vissa leker inte.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Denna mod har ett antal buggar och stabilitetsproblem, och rekommenderas inte för nya spel. Det tillhandahålls här som ett försök att hjälpa spelare med befintliga städer med hjälp av Extended Managers Library/Prop Anarchy fortsätta sina räddningar utan att behöva göra om sitt arbete.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Detta behövs bara om du vill använda den nya generationens mods Tree Control, Prop Control, Linjeverktyg på en karta/spara som används före Extended Manager Library, Tree Anarchy, Prop Anarchy. För mer information se verkstadssidan för detta mod.",
  "Do nothing right now. Should normally not be released publicly.": "Gör ingenting just nu. Ska normalt inte släppas offentligt.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 block Theme Mixer 2 för vissa spelare för att kunna ändra Tema texturer.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Vissa vägar från Network Extensions skapar fel eller inget trafikljus.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Distriktsbegränsningar (import / export) visar inte några borttagna listor, om de används tillsammans med Transfer Manager CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Använd den ursprungliga Precision Engineering mod istället för den nu föråldrade 2.0-versionen.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Beroende på skärmupplösning kan det behövas för att använda UI Resolution 1.2 för att se alla TLM:s UI",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Omvårdnad hem kommer att ha ett onödigt tomt fordon urvalsfönster.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Orsakar träd att flyta. Du kan växla till Trädkontroll, som har funktionaliteten i båda dessa mods.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Blå noder kan visas och kan inte automatiskt fixas. Om du använder AN Networks är det bättre att ta bort Continues Junction median.",
  "Real Time might delay the arrival of extra Starting Money.": "Real Time kan fördröja ankomsten av extra startpengar.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Författaren till Camera Positions Utility säger att dessa är oförenliga, men vissa användare rapporterar dem fungerar bra tillsammans.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 tömmer flikarna i Better Education Toolbar. Det är därför bättre att använda den alternativa samlingen istället.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "I pausläge kan du ändra dagtid, men så fort du avbryter kommer hanteringen av Realtid att ta över. Detta är avsett beteende. Om du saktar ner simuleringshastigheten med Play It! dagtid kommer inte längre att matcha Realtid. Detta blir mycket synligt på sen kväll och tidig morgon. Detta är avsett beteende och kan inte ändras.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Delade stopp kan inte skapas på CSUR expressvägar (det fungerar på vanliga och kompakta vägar).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Shared Stop Enabler har funktionaliteten för att skapa förhöjda stopp.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "Vid användning av Transfer Manager kommer statistik inte att visa rätt mängd poliskoptrar som används. Den kommer alltid att visa 0 %.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Spelet pausar automatiskt när du ändrar tid, och tiden återställs när du avpausar. Alternativ för tidshastighet i TimeWarp fungerar inte.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Detta kan vara inkompatibelt med en mängd olika moddar med liknande funktionalitet. De angivna moddarna är bara en liten delmängd av de inkompatibla moddarna.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Du måste inaktivera Custom Font Manager i FPS Booster om du vill använda Font Options.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Texturer från Tema Dekaler kommer förmodligen inte att matcha blandat tema.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Dölj det! innehåller också en \"ta bort förstörande\"-funktion. Detta måste stängas av helt och inte tvinga den i Dölj det!. Aktivera istället dessa funktioner i BOB. På så sätt är dessa moddar utformade för att fungera tillsammans.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Om du vill använda de gamla tillgångarna som ingår i den ursprungliga modden, kan du hålla den ursprungliga modden prenumererad, men inaktiverad. Alternativt kan du flytta den ursprungliga . rp filerna till din lokala resursmapp och avprenumerera den ursprungliga modden. Om du startar en ny stad är det bäst att avprenumerera den ursprungliga modden och använda Ploppable Surfaces från den länkade samlingen.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Denna mod behövs inte för modden ska fungera, även om verkstadssidan anger något annat.",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal är aktivt utvecklad och mer användarvänlig.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Detta kan orsaka blått tomrum på utbytes/MOM-korsningar. Det kan finnas andra inkompatibiliteter.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Mer Network Stuff ger bara ytterligare funktioner i Editor. För normalt spel använd Network Anarchy endast.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "För tillgångsskapare: Detta mod behövs inte för nyligen skapade animerade rekvisita. Använd Modtools och detta länkade skript istället.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Du bör använda RON + Cylis NExt2 Replacement Collection istället.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Medan Cubemap Replacer också ändra olika belysning och reflektionsinställningar och ändra moln och sol till statiska positioner, AD Cloud Replacer erbjuder rörlig sol och moln.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Road Builder bör inte användas tillsammans med FPS Booster, eftersom vissa patchar i detta fall inte kommer att tillämpas korrekt. Som Road Builder fungerar bara i Editor, och inte göra något i normalt spel, det bör vara minst avaktiverat om du vill spela spelet. Det är ännu bättre att utesluta Vägbyggaren med Laddningsbeställningsverktyget eller att avbeställa Vägbyggaren om du inte vill skapa vägar. FPS Booster bör därför vara minst avaktiverat om du vill gå in i redigeraren och använda Road Builder. Det är ännu bättre att utesluta FPS Booster med lastorderverktyg eller att avbeställa FPS Booster om du vill skapa vägar.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS inte upptäcka de extra CitizenUnits.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "I Inställningar för \"Express Bus Services (TLM Plugin)\" kan alternativen \"Experimental\" och \"Agressive\" orsaka bussar att misströsta om Transport Line Manager också används. Alternativet \"Prudential\" fungerar som förväntat.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO har nu funktionaliteten hos Grow the Ploppables. Att använda båda moddarna tillsammans är möjligt, men kan ge inkonsekventa resultat om inte dina inställningar är anpassade. Ta bort Odla diskoteken rekommenderas, men om gjort på ett befintligt spel måste du se till att inställningarna för båda moddar är samma.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "Vid användning av Transfer Manager, kommer Building Usage inte att visa rätt mängd poliskoptrar i bruk. Det kommer alltid att visa noll.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Utökad InfoPanel 2 har alla funktioner från HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Att klicka i nedre fältet för UEC-funktionalitet fungerar inte.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Moln & dimma Toggler åsidosätter dimalternativ av Göm det.",
  "A black bar might appear above the bottom toolbar.": "Ett svart fält kan visas ovanför det nedre verktygsfältet.",
  "The yellow arrow signals do not operate with TM:PE.": "Den gula pil-signalen fungerar inte med TM:PE.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned kan inaktivera UI Resolution. Använd den vanliga versionen av Harmony istället.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Växla det! och detta mod kan användas tillsammans för att t.ex. dölja specifika aviseringsikoner även om du aktiverar visning av dem i Toggle It!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Vissa vägar från Network Extensions skapar fel trafikljus.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Trädanarki har funktionaliteten hos växttalning, och mycket mer.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control har alla funktioner i historiska distrikt, och mer.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Spela det! har de flesta funktioner i Timewarp Fix. Kombinera Spela det! med Render It! för full ersättningsfunktionalitet.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Naturkatastrofer Overhaul blir förvirrad av det långsammare flödet av tid. Mest anmärkningsvärt skogsbränder kommer att bli mycket vanligare. Ställ brandsannolikheten låg som en arbetsmiljö.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Hitta Det filter fungerar inte korrekt med träd & fordon Prop mod.",
  "MOM already allows you to convert train stations to metro stations.": "MOM kan du redan konvertera tågstationer till tunnelbanestationer.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Det finns ingen anledning att uppgradera rör om du inte behöver rör alls.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Detta kan ge problem med \"Not Enough Buyers\" när du använder lane connection tool från TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Endast funktioner i spelet, så att du kan skapa och ta bort fartyg och plan vägar. Du kan köra MNS tillsammans med NA för MNS's kart/tillgång redaktörsfunktioner. Men det är bättre att ha fler Network Stuff bara ingår i Editor Profiler.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Båda mods vidrör samma spelfunktionalitet och förmodligen konflikt.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Plockare plocka ett annat objekt när Dynamic Asset sorter ändrar ordningen på objekt.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Vissa funktioner i TM:PE fungerar med vändbara spårvagnar, men inte alla.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Modulen \"No Problem\" gör att spelet tycker att problemet inte existerar, medan mod \"Dölj problem\" bara döljer ikonen. Varje mod kan (ironiskt) redan leda till allvarliga problem. Kombinera dem verkligen ber om det...",
  "Compatible when level Randomization is turned OFF": "Kompatibel när nivå Randomisering är avstängd",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Du kan inaktivera detta mod och använda BOB för att byta trafikljus med de från detta paket.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Om du vill ha den nya cubemap bara om dagen, med standard natthimlen, aktivera följande inställningar för Dimma Controller: \"Daynight Fog\" och \"Classic Fog\", och aktivera följande inställningar för Daylight Classic: - \"Klassisk solljusfärg\", \"Klassisk solljus intensitet\", \"Klassisk dimma effekt\" och \"Tillåt Classic dimma effekt om dag/natt cykel är på\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play It! kommer att inaktivera sina egna funktioner som överlappar med Theme Mixer. Om du inte använder Theme Mixer att blanda teman, behövs det inte längre",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Additive Shader tillgångar som konverterats till PO visas inte efter omladdning av en sparning.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Anti-Aliasing teknik TAA kommer att orsaka flimrande grafik. Sätt till FXAA om du vill använda dessa två moddar tillsammans.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Använd Trädkontroll istället för obegränsat träd Mod.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Fordonets gräns kommer att höjas korrekt, men Watch It visar felaktigt den gamla fordonsgränsen.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Du måste inaktivera Custom Font Manager i FPS Booster om du vill använda Font Selector.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Nya skinn som lagts till med Network Skins i en session speglar inte alltid Traffic Light Replacer ändras förrän ett spel laddas.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Från huvudmenyn kommer fördröjningstiden i moddalternativen att vara felaktig. Medan i spelet, mod alternativ visar rätt fördröjningstid, motsvarar realtid långsammare tid.",
  "Use the regular version of Harmony instead.": "Använd den vanliga versionen av Harmony istället.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "Du kommer att ha bara ca 5 till 10 sekunder på sig att välja din raket.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Ändra bygghastigheten till 100% i realtidsinställningarna för att undvika att byggnader försvinner.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Växla vithet inkluderar funktionaliteten i ihållande resursvy. Avsluta prenumerationen på senare.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Byte av vägpilar med Prop Switcher rekommenderas inte och kan ge en \"array out of bounds\" fel.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Fordonets rekvisita som genereras av Tree & Vehicle Props Patch kommer att ha oönskade ljuseffekter när spelet är i nattcykeln.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Bättre Highway ikoner utlöser ett fel popup från Building Themes ('System.Reflection.MonoMethod.Invoke'). Båda mods fortfarande verkar fungera efter.",
  "The 'Remove Unwanted' button may not work properly.": "Knappen \"Ta bort oönskad\" kanske inte fungerar som den ska.",
  "This might only work with all ULOD settings to 'game default'.": "Detta kan bara fungera med alla ULOD inställningar till 'game default'.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Accelarated natt/helg cyklar från realtid kan ge problem med distriktstjänster.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Kompatibilitet är osäker, men den ökade gränsen för fler fordon används förmodligen inte av PXPVehicleInfo, leder till felaktiga tal när man går bortom den ursprungliga fordonsgränsen.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller bryter Harmony och valfri mod beroende på Harmony. Växla till Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Trädanarki har redan funktionaliteten av obegränsade träd.",
  "This combination might cause a performance decrease (FPS drop).": "Denna kombination kan orsaka en minskning av prestandan (FPS drop).",
  "Use BOB instead of Prop Switcher.": "Använd BOB istället för Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Dataomvandlaren kan bara göra sitt arbete när Plop the Growables inte prenumererar.",
  "Use Prop Anarchy instead of Prop Snapping.": "Använd Prop Anarchy istället för Prop Snapping.",
  "EML already has a better limit showing functionality.": "EML har redan en bättre gräns visar funktionalitet.",
  "Undoing props is disabled when using EML.": "Ångra rekvisita är inaktiverat när du använder EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector har alla funktioner i RiverCargoHarborMod. Avsluta prenumerera på det senare.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarki har redan en bättre prop målning funktionalitet.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Om konturlinjer inte fungerar, stäng av \"Skriv över terrängen\" och ställ in värdet till runt 100 i ROTTERdams alternativ.",
  "You can't export props with modtools while EML is active.": "Du kan inte exportera rekvisita med modtools medan EML är aktiv.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Använd Prop Anarki i kombination med Trädanarki istället för Prop & Trädanarki.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Mer Advanced OptionsPanel har funktionaliteten hos Wider OptionsPanel, och mer.",
  "Use the original instead of the now deprecated 2.0 version.": "Använd originalet istället för den nu föråldrade 2.0-versionen.",
  "Unsubscribe Holy Water's TM:PE.": "Avsluta prenumerationen på Holy Water's TM:PE.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "När denna mod är aktiv kommer ingen Big Truck inte att ha någon effekt förutom lastbilar som kommer in från externa anslutningar.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Båda moddarna använder Tab-tangenten. Använd en annan första person mod, eller ändra nyckeln till First-person Auto-walking.",
  "When changing zoning to a road, changes from Network Skins are reset.": "När du ändrar zonindelning till en väg, ändras från Nätverksskinn återställs.",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistisk befolkning innefattar en funktionalitet som inte är dödlig.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Vänligen avsluta prenumerationen på Network Extension 2 innan du använder den länkade samlingen.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM kan bryta Hitta det. Kör spelet som administratör kan tillfälligt lösa inkompatibilitetsproblemet.",
  "Some textures on Network Extensions roads might not load.": "Vissa texturer på nätverkstillägg vägar kanske inte laddar.",
  "With 81 tiles 2 you don't need Cross The Line.": "Med 81 plattor 2 behöver du inte Cross The Line.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Med båda mods aktiva, placerade byggnader despawn. Ploppable RICO har redan funktionalitet.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Plattor 2 innehåller samma funktion men utan alternativen för att välja specifika nätverk. Du kan använda båda tillsammans med eller utan den andra modden.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Spelet pausar automatiskt när du ändrar tid och tiden återställs när du avbryter. Alternativ för tidshastighet i Ultimate Eyecandy fungerar inte.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Inaktivera Classic solljus färg, Classic solljus intensitet och Classic för färginställningar i Daylight Classic.",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Så länge du inte använder TM:PE för att begränsa hastigheten för räls bör dessa moddar vara kompatibla.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Moln & Dimma Toggler åsidosätter dimalternativ av Göm det, Bobby.",
  "Several users report using these together without issues.": "Flera användare rapporterar att använda dessa tillsammans utan problem.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter uppdaterades inte till senaste Move It uppdateringar, skapa problem för alla mod som försöker integrera med Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "Om du ändrar Move It \"förstärkt pelare kontroll\" alternativet dina befintliga ytfärger kan försvinna.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Ändra datumet kan orsaka att ett mellanrum i grafen eller orsaka att en del av grafen skrivs över.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lifecycle Rebalance innehåller redan funktionalitet för \"ingen dödvård\".",
  "Use Ploppable RICO Revisited instead.": "Använd Ploppable RICO Revisited istället.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Mod-inställningar för skuggdistans Fixa återställning vid spelbelastning.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Uppgradera Oberörbar bryter valet MOM pelare.",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Orsakar träd att flyta. Du kan byta till träd anarki, som har funktionaliteten av båda dessa mods.",
  "Loading Screen Mod asset report file also include all these information.": "Laddar Screen Mod tillgångsrapport filen innehåller också all denna information.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Båda moddarna har alternativ för att dölja paneler på huvudmenyskärmen. Använd bara en mod för att dölja dem, eller så kan du stöta på problem.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Du kan byta till Trädanarki, som har funktionaliteten i båda dessa mods.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Ställa in trafikljus eller prioriterade skyltar med TM:PE på tågspår kommer inte att fungera. Andra inställningar fungerar.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Flera användare rapporterar att Parallel Road Tool inte kommer att fungera med nätverkets utseenden prenumererade.",
  "Restores ship behavior that allows them to float on the land.": "Återställer fartygets beteende som tillåter dem att flyta på marken.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Vissa vägar från Network Extensions skapar fel eller ett extra trafikljus.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster har alla funktioner i Mini FPS Booster, med mera.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Detta kan ge ett fel. Se den 24 aug. 2021 kommentar på FPS Booster verkstad sida för en lösning.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Alla tre listade moddar bör användas för nya spel istället för att använda Extended Managers Library",
  "This mod combination prevents using the light background theme.": "Denna modkombination förhindrar användning av ljusets bakgrundstema.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Vägar som skapats med Road Builder använder inte vaniljpelare. Detta leder till en klyfta mellan dessa vägar och pelare, om du minskar tjockleken på broar och förhöjda delar i Curb Höjd Adjuster.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Tjänsteutbudet på panelen för val av vårdtjänster visas för lågt vilket gör det svårt eller omöjligt att klicka.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Båda moddarna ersätter \"vanilj matchmaker\", vilket gör dem inkompatibla.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Vid automatisk byte kommer TM:PE-inställningarna att gå förlorade på ersatta och anslutna nätverkssegment, och körfältspilar och körfältsanslutningar kan komma att trasslas upp på hela kartan.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR är inkompatibel med avancerade zonindelning alternativ i Network Extensions.",
  "Flickering and disappearing buildings and assets are reported.": "Flimmer och försvunna byggnader och tillgångar rapporteras.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Den AdjacentToPurchased alternativet Common Ground är inkompatibel med 81 Plattor. Common Ground behövs inte för gameplay när du låser upp alla 81 brickor, men är fortfarande bra för användning i kartredigeraren.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Om du använde innan Plop Growables mod på en spara, använda den länkade omvandlare innan du laddar utan att mod. Också prenumerera i så fall RICO återvände och Hitta den! 2 för att kunna ploppa growables.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader är inte kompatibel med variabla soluppgång/solnedgångstider från Real Time. Använd testversionen av Additive Shader istället.",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Inaktivera den lokala mod Unlimited Soil från Colossal Order, eftersom dess funktion ingår i Extra Landscaping Tools.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Kör alltid Steam-klienten innan du kör spelet. På Linux och MacOS krävs en del användaråtgärder, se installationsguiden: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Fixen är en del av grundspelet nu.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Detta är en standard, inbyggd mod som laddas upp till Workshopen.",
  "The original mod supports various languages.": "Den ursprungliga modden stöder olika språk.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Detta verkar vara relaterat till den ökända ali213_mod_01 mod.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Det rekommenderas starkt att göra en säkerhetskopia av en befintlig spara innan du använder denna mod på den.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Funktionen är nu en del av grundspelet. Denna mod behövs bara för tillgångar som är gjorda för denna mod.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Nu en del av basspelet, behövs bara för tillgångar, som använder dessa spår.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Funktionaliteten i denna mod ingår i själva spelet, även om beräkningarna i denna mod är något annorlunda.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Vissa användare rapporterar att UI saknas när de inte prenumererar på Fine Road Tools.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "\"Gör historisk\" är en del av själva spelet nu, men med detta mod en historisk byggnad kan inte bli övergiven.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Använd alternativet \"Försök att återhämta sig från simuleringsfel\" från Laddning av skärmMod istället, vilket är mer kraftfullt än det här läget.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Det rekommenderas inte att använda detta i kartredigeraren, eftersom skapade kartor kräver Prop Anarki.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Denna mod behöver minst en trafikljusprop pack för att fungera. Denna mod inaktiverar automatiskt individuella trafikljusmods vid spelstart för att undvika konflikter, men använder buntade rekvisita från dessa mods. Lämna de andra trafikljusmoddarna inaktiverade.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Du kan hitta nyare versioner av denna LABS-version på GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Alla jobb från icke-RICO byggnader, inklusive alla industrier DLC byggnader, ingår i tjänsten (SRV) nummer.",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Modulen fungerar på Windows, Mac OS och Linux. Den medföljande fristående \"Load Order Tool\" är endast Windows och kräver ytterligare . et install. Se Workshop-sidan för detaljer.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Naturreservatet stigar och liknande blandas inte in när den placeras på sluttande terräng. Detta kan fixas genom att använda klämläge med en styrka runt 100 (rekommenderas) eller genom att aktivera alternativet \"skriva över terrängutseendet\".\r\n\r\nMed alternativet \"skriva över terräng utseende\" aktiverat, topografiska linjer overlay bryts. Antingen inaktivera det alternativet, eller använda klämläge med en styrka på 120 eller lägre, eller skala läge med en styrka på 100 eller lägre.\r\n\r\nNätverken kommer alltid att visa gräset och aldrig klippstrukturen. Detta märks särskilt med t.ex. D<unk> <unk> X<unk> <unk> s lutningsprofiler.",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Funktionaliteten i denna mod ingår i själva spelet, även om pilarna i denna mod är bättre synliga.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Detta behövdes för MacOS, eftersom FPS Booster inte fungerade på MacOS. Det skulle lösas och alla skulle kunna använda FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Alla omfärgning kommer att gå förlorade när du (av)prenumerera på något medan spelet körs.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Detta kan användas på egen hand, eller inaktiveras och användas som \"prop pack\" för BOB eller Traffic Light Replacer mod.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Detta brukade vara den nyare versionen, men var föråldrad efter att den ursprungliga versionen uppdaterades. Använd den ursprungliga versionen istället.",
  "When using this mod, it is wise to back up your saves from time to time.": "När du använder detta mod är det klokt att säkerhetskopiera dina sparningar från tid till annan.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Bussar går bara in i staden via 1-vägs motorväg utanför förbindelser, inte via någon 2-vägs väg.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Denna användning föråldrad information. Den officiella utgåvan av Kompatibilitetsrapporten har stöd för flera språk!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Denna mod behövs nu bara för kyrkogårdar. Avfallsöverföringen och bearbetningen av anläggningar från spelet täcker de andra funktionerna från detta mod.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Detta efterträds av följande prop pack kombinerat med BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Felaktigt visas som filmkamera.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Alternativ för detta finns här: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Spelet löser redan frågan om att inte ha tillräckligt med lågutbildade arbetstagare genom att anställa högutbildade människor i lågutbildningsjobb.",
  "CAUTION: If you use this and save, the game save is broken.": "VARNING: Om du använder detta och sparar, spelet spara bryts.",
  "This is for testing only and might be removed from the Workshop soon.": "Detta är endast för testning och kan tas bort från Workshopen snart.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "När du skapar tillgångar med rekvisita från den här modden behöver dessa tillgångar den här versionen av modden och kan inte användas med den ursprungliga modden.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Använd Prop Anarki i kombination med Trädanarki istället för Prop &amp; Trädanarki.",
  "It is STRONGLY recommended not to use this mod!": "Det rekommenderas STARK att inte använda denna mod!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Alternativt har detta ett \"spökläge\" som tillåter avregistrering och fortfarande hålla spelet spara tillgängligt, om du vill helt ta bort MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Skaparen krypterade sin kod och ger ingen åtkomst till sin kod. Därför kan inte verifiera om de inte innehåller någon form av skadlig kod. Ingen av de andra moddarna kan arbeta med att fastställa problem som väcker med hjälp av moddar från den här skaparen. Vi kan bara kontrollera, att deras moddar skapar problem med flera topp 100 mods.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Om du har problem med teckensnittsvisning, inaktivera Custom Font Manager i mod alternativ.",
  "This mod was only for scenario developers looking for more options.": "Denna mod var bara för scenarioutvecklare som letade efter fler alternativ.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Obs: Lokalfilen kommer inte att tas bort när du avslutar prenumerationen. Den måste tas bort manuellt, se Workshop-sidan.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Detta är inkompatibelt med en mängd olika moddar med liknande funktionalitet samt kolliderar med olika moddar. Alldeles för mycket att räkna upp dem alla.",
  "The original mod supports the Chinese language.": "Den ursprungliga mod stöder det kinesiska språket.",
  "Now part of the base game, therefore not needed any more.": "Nu en del av grundspelet och behövs därför inte längre.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Detta kommer bara att låsa upp 25 brickor i början av ett nytt spel, inte på ett tidigare spel spara.",
  "Can't show data from extension mods like Extended Managers Library.": "Kan inte visa data från tilläggsmoduler som Extended Managers Library.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Självbudgeterande polis, hälso- och sjukvårdsstationer och brandstationer kan orsaka markvärde att sjunka, eftersom lägre budget innebär lägre täckningsområde.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Detta är en inofficiell fast version av Toggleable Whiteness mod.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "Spelet har enkelriktad tåg spår också, men detta har också en enda tvåvägs spår och behövs fortfarande för anpassade stationer med en enkelriktad station spår.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Detta behövs bara om en gammal flagga prop eller fordonsundernät fortfarande kräver det."
}