{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "Несумісно з Динамічною роздільною здатністю та іншими модами камери.",
  "Vehicle LOD Flashing": "Підвезення ТЗ LOD Flashing",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "Відписатись від використання! Це призведе до спаму журнал гри і серйозного збільшення розміру.",
  "Broken / Can't be loaded": "Пошкоджений / Не може бути завантажений",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "В параметрах Repaint також є налаштування для виправлення кольору темного вузла на автомагістралях доступний.",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "Якщо секції виглядають блакитними, перейдіть до налаштувань моду та увімкніть автооновлення. Це збільшує час завантаження, якщо у вас багато користувацьких доріг.",
  "This might increase loading time.": "Це може збільшити час завантаження.",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "Ця модифікація не оптимізована і може викликати проблеми з продуктивністю. Це, мабуть, не є несумісністю з іншими модами. Це STRONGLY рекомендовано не використовувати цей мод!",
  "Mod options resetting on game load.": "Налаштування моду скидаються при завантаженні гри.",
  "Game breaking": "Перерва гри",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "ПОТРІБНО ВИКОРИСТОВАНІ ПРОПС у модах, таких як BOB, Pocedural Objects або Intersection Marking Tool. Це може зламати ваш рядок! Це якимось чином логічно, а не проблема цих модів. Не трансформуючи плікації, а також дерев'яні та Транспортні об'єкти створюються у певному місці у процесі завантаження (вони не зберігаються! Це означає, що використання цих активів в модах призведе до проблеми завантаження, просто тому, що вони не створюються в даний момент, мережі та інші речі завантажуються.",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "Через значні зміни до базової гри цей мод найкраще використовується тільки для нових ігор.",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "Назви довгих станцій або повторювані назви станцій можуть порушити макет. Лінії, що обслуговують одну й ту саму станцію, можуть заплутати мод. Назви станцій на декількох платформах можуть бути некоректними.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "ЗАСТЕРЕЖЕННЯ: Цей автор був заблокований за встановлення шкідливого коду в своїх модифікаціях. Цей мод підозрює наявність шкідливого коду. Вам краще було б ВИЛУЧИТИ ІММЕДІАЛЬНО! УВАГА: НЕ ПОПЕРЕДЖЕННЯ: виконуйте інструкції на сторінці модифікації, щоб завантажити оновлення через GitHub. Цей оновлення містить MALICIOUS код і вставить зловмисний код в цей гармонії мод! Автор також відомий тим, що навмисно вириває свої власні моди. Технічно це не дуже добре, дає багато хибних помилок і несумісних з багатьма модами в Майстерні. У поєднанні з історією автора було б дуже мудро РОЗПИСАТИ!",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "Творець зашифровав свій код і не надав жодного доступу до його коду. Тому, не можливо перевірити, чи вони не містять в собі жодного типу шкідливого коду. Жоден з інших режимів не може працювати над вирішенням питань, які піднімають його, використовуючи моди. Ми можемо перевіряти, що їх моди створюють проблеми лише з кількома топ-100 модами. Тому ми настійно радимо не користуватися цим модом!",
  "Can't be loaded": "Не вдається завантажити",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "Склад не порожній для деяких користувачів. Це може бути спричинене риболовлевими човнами, які беруть усі слоти автомобіля, тому не може стати на складі вантажівки. Користувачі помітили вантажівки, які переносять рибу з одного складу в інший.",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "Щоб побачити шляхи перевезення під час розміщення мосту, увімкніть інформацію про транспорт.",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "Лісопильність була надто далеко від початкової точки спавну іноді запобігає усім пасажирам громадського транспорту. Місце призову для вантажних вантажівок не підтримуються на вантажних залізничних станціях, вантажних аеропортах або вантажних гаваней.",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod завантажений з помилками\" додатковими повідомленнями.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Приховування Prop було видалено з цього моду, але воно доступне в моді BOB.",
  "Only works on displays with a 16:9 aspect ratio.": "Працює лише на дисплеї з співвідношенням сторін 16:9.",
  "Not working for all buildings, performance issues, errors messages.": "Не працюють для всіх будівель, проблем із продуктивністю, повідомленнями про помилки.",
  "Lags the game massively": "Викидає гру масово",
  "Vanilla lights on pedestrian roads can't be exchanged.": "Ванільні вогні на пішохідних дорогах не можуть бути обміняні.",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "Це може призвести до того, що шими застрягатимуть у зламаному або видаленні зупинки громадського транспорту. Це спричиняє зменшення кількості міст.",
  "LOD has too many vertices": "У LOD занадто багато вершин",
  "This has some issues with spaces in names.": "Це має деякі проблеми з пробілами в іменах.",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "ЗАСТЕРЕЖЕННЯ: Цей автор був заблокований за наявність шкідливого коду в своїх модифікаціях. Автор також відомий тим, що навмисно вириває свої власні моди. Технічно це може функціонувати. Враховуючи історію автора було б дуже розумно для UNSUBSCRIBE!",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "Це працює для деяких людей, але інші повідомляють про проблеми. Воно не працює у головному меню, а лише після завантаження карти.",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "Перед дезонуванням, вимкніть прокрутку за допомогою однієї з гарячих клавіш, щоб уникнути випадкового масштабного дезонування. Те ж саме стосується інших дій, виконуваних за допомогою правої кнопки миші, наприклад, покращення доріг.",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "У роздільних здатностях, що відрізняються від співвідношення сторін 16:9, він переміщається в лівий верхній кут, перекриваючи кнопку перегляду інформації за замовчуванням.",
  "Causes strange effects on junctions and conflicts with various Mods.": "Спричиняє дивні наслідки для з'єднання та конфліктів з різними модами.",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "Клавіша Tab для цього моду використовує конфліктує з кількома іншими модами. Використовуйте інший перший модуль користувача, або змініть ключ у файлі xml (див. коментарі у Майстерні).",
  "Create massive lags if no overlay.png is in the specified folder.": "Створюйте величезні лаги, якщо не накладається .png у вказаній теці.",
  "Vehicle LOD Turn Black": "Транспортний LOD поворот в чорний",
  "Error popup": "Вікно помилки",
  "Missing UI. Performance issues (fps drops).": "Відсутній інтерфейс. Проблеми продуктивності (Fps падає).",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "Користувацький звіт про те, що \"Зробити його Rain\" повинен бути натиснутий (у налаштуваннях), якщо використовується багато модів. Без інших модифікацій вона працює самостійно. Також дощу може мерехтіти трохи згодом.",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "Налаштування моду може зламатися, якщо у вас занадто багато активів поїздів. Деякі користувачі повідомляють про проблеми з конфігураційним файлом не створюються належним чином. Це може викликати затримку запуску, якщо не використовується FPS Booster.",
  "Error messages popup": "Вікно повідомлень про помилки",
  "The reported issues might be unknown mod conflicts.": "Повідомлені проблеми можуть бути невідомими конфліктами моду.",
  "Multiple reports about getting a blank screen when loading a map.": "Декілька звітів про отримання повного екрану під час завантаження карти.",
  "Crash the game / Error popup": "Повідомлення про падіння гри / помилки",
  "Several reports of lagging the game.": "Кілька повідомлень про відставання у грі.",
  "Screen flashes / flickering. Time jumping or going backwards.": "Затемнення екрану / мерехтіння. Час стрибає або рухається назад.",
  "Not recognise few latest DLC sounds.": "Не розпізнавати кілька останніх звуків DLC.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "Якщо ви підпишетеся на хибні налаштовані активи, які потребують цього моду, ці активи можуть спричинити проблеми з ігри.",
  "Several users report it is not working at all.": "Декілька користувачів повідомляють, що воно зовсім не працює.",
  "LOD not correct.": "LOD неправильний.",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "Активи, які є частиною моду, можуть більше не бути автоматично включені грою.",
  "Conflicts with various other mods.": "Конфлікти з різними іншими модами.",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "Не працюючи над усіма будівлями, стрибок і отвори, продуктивність повідомлень, повідомлення про помилку.",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "УВАГА: Це лише приховує піктограми проблеми. Проблеми все ще існують! Це може швидко призвести до масового покидання, якщо ви забудете перевірити проблеми.",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "Не працюючи з будівлями Promenades & Plazas DLC. Causing різних відблисків і іноді навіть аварій!",
  "Broken / Can't be used": "Пошкоджений / Не може бути використаний",
  "Forgets settings at start, esp. the sun height.": "Форжети мають налаштування при запуску.",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "Деякі користувачі повідомляють про це, щоб викликати ненавантаження. Невідомо, чи це конфлікт модів чи проблема з патчем гри 1. 4. Деякі користувачі повідомляють про відсутні користувацькі інтерфейси. LOD не можна замінити. Перегляньте у Майстерні для більш докладної інформації про відомі проблеми.",
  "Can't be loaded / Error popup": "Неможливо завантажити / Зринаюче вікно помилок",
  "Doesn't show up in the CSL Music Mod.": "Не відображається в CSL музичному моді.",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "В деяких перехрестях з'являється дублювання світлофора. На Т-перетині лампи не з'являються на перехресній дорозі. Машини та лампи автомобільних доріг мають світлофори на неправильній стороні перехрестя.",
  "Not supporting budgets for newer DLC.": "Немає підтримки бюджетів для новішого DLC.",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "Ванільні пасажири більше не будуть присвічувати варіаціями кольорів, це призначена для подальшої поведінки.",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "Це не сумісно з модами, які також змінюють потенціал будівництва. Використовуйте реалістичну популяцію для кращої сумісності.",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "Всі гравці повинні мати однакові DLC (не підтримуються) і моди. CSM несумісна з більшістю модів, занадто багато, щоб згадати тут. Список модів, що підтримуються: https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "Шосе текстури буде віддзеркалюватися випадковим чином на сегмент при застосуванні цієї модифікації і її потрібно буде перебудувати для виправлення.",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "Відсутні налаштування для останніх декількох DLC: Parklife, Industries, Campus та Sunset Harbor.",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "Не буде знести бульдозу, якщо ви володієте природними катастрофами. Вам потрібно в цьому випадку використовувати елемент рятувальної служби, а категорії для будівництва не є бульдозованими.",
  "Vehicle LOD Turn White": "Транспортний LOD повернутися в білий",
  "DLCs after Campus can’t be selected.": "DLCs після того, як табір не може бути вибраний.",
  "Can cause performance issues (lag or fps drops).": "Може спричиняти проблеми з продуктивністю (затримки або падіння кадрів в секунду).",
  "This mod can have an impact on game performance. Does not work in scenario games.": "Ця модифікація може вплинути на продуктивність гри. Не працює в сценарії гри.",
  "This sometimes breaks transport lines.": "Іноді це ламає транспортні лінії.",
  "As it is an outdated mod some panels may noth be unlocked.": "Так як це застарілий мод деякі панелі може бути розблокований.",
  "Breaks the pause after loading game option.": "Розберіть паузу після завантаження опції гри.",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "Там не використовуються зовнішні ресурси для того, щоб використовувати їх на новій карті. Різні гравці не працюють взагалі.",
  "Building flickers": "Метальні пристрої",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "пензль іноді припиняє працювати. Скасування підписки і підписання (поки гра не працює) часто допомагає протягом деякого часу але більш постійним рішенням є використання \"Замовлення завантаження\" та встановлення завантажувального порядку Лісової чистки на 999999.",
  "Buttons are no longer aligned correctly.": "Кнопки не правильно вирівнюються.",
  "For some players it do not create ship pathes.": "Для деяких гравців це не створює шляхи корабля.",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "Підземні станції створюють вхід в тунель, тому його важко підключити до станції та порушуючи наземну поверхню. Так виглядають виведені і наземні треки.",
  "This breaks up the UI, especially text scaling.": "Це розбиває інтерфейс, особливо масштабування тексту.",
  "Game might get corrupted.": "Гра може бути пошкоджена.",
  "Causes game crashes.": "Вмикає аварійне завершення гри.",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "Не працюйте з актуальними версіями гри, так як залежність мод Roads United Core 2.0 більше не оновлюється.",
  "It’s in early development stage. See information on workshop page.": "Зараз на ранньому етапі розробника. Перегляньте інформацію про це на сторінці семінару.",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "Якщо ви хочете розвіяти дерева під час будівництва доріг, будьте обережні, щоб їх активували в Мережевій анархії.",
  "Freezes the game": "Зупинити гру",
  "Everything that has more than two rails tracks can't be hidden.": "Все, що має більше, ніж два рейлгові пісні, не можна приховати.",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "Це може працювати не з версією драйвера 3DxWare вище 10.6.4.",
  "Results are not reliable anymore. Use Compatibility Report instead.": "Результати вже не надійні. Замість цього використовуйте звіт про сумісність.",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "Це може спрацювати, але це не найкращий спосіб вирішити проблему. Гра вже вирішує це, використовуючи високоосвічених людей на роботах з меншою освітою, або можна використовувати Робочу область Переосвіченого Працівника V2 замість сильнішого ефекту.",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "Він повертає помилки 'дубльовані шаблони' які нешкідливі. Користувачі повідомляють, що світлофори досі перетворюють на біле після останнього оновлення, яке мало б виправити це.",
  "Public transport part not working anymore.": "Частина громадського транспорту більше не працює.",
  "You can easily modify the RICO settings in-game.": "Ви можете легко змінити налаштування RICO у грі.",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "Поламає будь-які DLC або базові інтерфейси передачі ігор новіші, ніж Snowfall DLC.",
  "The functionality of this mod is included in the game itself.": "Функціональність цього моду включена в саму гру.",
  "Rare cases where it can throw errors and can even close the game to desktop.": "Відбуваються випадки при виникненні помилок та навіть можуть закрити гру на робочий стіл.",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "Додає обертання вогні лише для підтримуваних транспортних засобів, зазначених на сторінці семінару.",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "Назва цього моду вводиться в оману. Це не зменшує кількість вироблених непотрібних даних. Так що краще ім'я буде \"Менші витрати на сміттєве сміття\".",
  "Bloom settings not being applied. Config files not loading.": "Налаштування ефекту блиску (bloom) не застосовуються. Файли конфігурації не завантажуються.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "Коли ваше місто досягає близько 15000 мешканців, цей мод більше не збільшує швидкість понад налаштування за замовчуванням гри x4.",
  "It takes some in-game time for the extra money to arrive.": "Додаткові кошти потребують певного часу в грі, щоб надійти.",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "Гори води можуть залишатися назавжди, навіть якщо ви відписалися від мода.",
  "Not showing information for newer DLC assets.": "Не показувати інформацію для нових DLC ассетів.",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "Декілька функцій більше не працюють і видають помилки, якщо у вас немає DLC \"Industries\".",
  "Dropdown not working, probably due to incompatibility with other mods.": "Випадаючий список не працює, ймовірно, через несумісність з іншими модами.",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "УВАГА: Японський файл локалізації в Японії не буде вилучено, навіть якщо ви відпишете цей режим. Для більш докладної інформації дивіться опис Майстерні.",
  "This is only needed for custom networks that require this mod.": "Це необхідно лише для користувальницьких мереж, які вимагають цього моду.",
  "Button for the settings not visible for several users.": "Кнопка для параметрів, які не відображаються для кількох користувачів.",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Вибір ТЗ для міжміських поїздів ігнорується, і в вікні вибору автомобіля не з'являються деякі додаткові автомобілі.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "ЗАСТЕРЕЖЕННЯ: Цей автор був заблокований за встановлення шкідливого коду в своїх модифікаціях. Цей мод підозрює наявність шкідливого коду. Вам краще ВИЛУЧИТИ ІММЕДІАТЕЛЕ! Автор також відомий як навмисно порушуючи власні моди з-під обмеження.",
  "Includes malicious code!": "Включає шкідливий код!",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "УВАГА: Ця модифікація - DANGEROUS! Вона завантажує файли немонізованого розташування і перезаписує файли інших модифікацій. Це ВЖЕ ПРО МЕНЕ програмне забезпечення і не слід використовувати! Ви краще ПРИБРАТИ ІМЕТРИМАННЯ! ЗАСТЕРЕЖЕННЯ: Цей автор був заблокований за наявність шкідливого коду в своїх модифікаціях. Автор також відомий тим, що навмисно вириває свої власні моди. УВАГА: Цей мод видалено з Майстерні Steam, тому що він порушив їхню угоду.",
  "This breaks maps saved in the map editor.": "Ця зупинка карт збережена в редакторі мап.",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Переключення на нього! мають можливість приховати будівлі з карти (наприклад, мати лише вулиці, видимі для планування). Якщо ви зіткнетеся з контролем \"невидимі будівлі\", якщо ви активували цей параметр помилково.",
  "Private building cannot include roads or other net types": "Приватна будівля не може включати дороги або інші чисті типи",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Неприпустима DLC розблокована!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "Це може викликати помилки в меню (вкладки без опису та/або зображення).",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "Гаряча клавіша не працює (спробуйте змістити вліво замість правої). Світлові налаштування Ultimate Eyecandy скидаються або світло дуже темне в будь-яких параметрах Relight або під час завантаження гри.",
  "This is missing all new item classes from all patches since release and from all DLCs.": "У цього відсутні всі нові класи предметів з усіх патчів з моменту релізу та усіх DLC пакетів.",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "Заощадження може зайняти багато часу для карт з високою гучністю дерев та великою кількістю пожеж.",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "Користувацькі стовпи можуть бути скинуті при наступному завантаженні. Інтерфейс користувача для роботи модом.",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "Ця модифікація підозрюється, щоб іноді заборонити показ інших кнопок моду.",
  "LOD has too many vertices.": "В LOD занадто багато вертиків.",
  "Various players report, information could not be gathered.": "Неможливо зібрати інформацію про різних гравців.",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "Як здається, клон Traffic Manager, але повідомляє про наявність авто лінії і коду є недоступним.",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "Африка в мініатюрних будівлях не з'являється в меню.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina включає в себе виконуваний редактор LUT, який розташований в папці Lumina.",
  "Demand stays at zero.": "Попит залишається на нулі.",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "Працює, але викликає повідомлення про помилку \"InvalidOperationException\" в журнальному файлі.",
  "This is missing statistics from later DLCs and game patches.": "У цьому відсутні статистичні дані з пізніших DLC і оновлень гри.",
  "Several reports about conflicts with various mods.": "Є кілька повідомлень про конфлікти з різними модами.",
  "Rocks can’t be deleted.": "Камені не можуть бути видалені.",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "Кажуть, що це несправне, але є досить багато повідомлень, що воно працює. Можливо, вам потрібно встановити зсув на 180 градусів для того, щоб сонце належним чином рухалося від сходу на захід.",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "Для деяких людей цей мод все ще працює добре. Для інших виникають несумісності з різними модами, які ми не змогли повністю перевірити.",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "Це може потребувати Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.",
  "Do not unlock all roads.": "Не розблоковуйте всі дороги.",
  "Distorted LOD": "Дисторно LOD",
  "Causes ingame lags": "Спричиняє відставання",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Ця функція копій може дублювати унікальні будівлі.",
  "Error: too many vertices": "Помилка: занадто багато вершин",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "Це працює для деяких пошкоджених збережених ігор, але не для всіх. Якщо гра завантажиться і гра заморозить деякий час. Це нормально.",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "Він не оновлюється для останніх доповнень (DLC), але досі відсутній в рамках DLC індустрій.",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Катенари та об'єкти стають чорними для підтримуваних Vanilla доріжок!",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "Автобусні зупинки на дорогах з нових патчів і DLC не будуть замінені.",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "Налаштування скидає всі завантаження і для декількох гравців які він зламав. Крім того, вони будуть конфліктувати з різними іншими модами камери.",
  "Breaks game if you setup to high values.": "Перервати гру, якщо ви встановлюєте високі значення.",
  "This will not fix buildings that were already abandoned before this mod became active.": "Це не буде виправляти будівлі, які вже були покинуті до того, як цей мод став активним.",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "Ця модифікація є довшою якщо ви не маєте старого активу, який її потребує. Як функціональність цього моду включається в саму гру.",
  "Nursing Homes show as Deathcare coverage when placing them.": "Веселі будинки показують як висвітлення про шкоду смерті при їх розміщенні.",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "Застосування списку вимкне непотрібні моди, але не відписатися від них, а відключені моди можуть викликати проблеми. Активи, які включені в мод, можуть злитися з модом. Параметри гри скидаються при збереженні цих модів.",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "Різні проблеми, нестабільні. Функція зі стрілками дороги не працює або лише після вимкнення і повторного увімкнення її при кожному завантаженні підтримується. Не всі дороги підтримуються.",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "Міжнародний аеропорт після темних причин у створенні ліній. Є деякі повідомлення про відсутність піктограми/кнопки.",
  "This might block the vanilla quay upgrade tool.": "Це може заблокувати інструмент, який удосконалення зникне.",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Включені двері Випадкової безпеки викликають виняток NullReferenceExcepence. Якщо ви хочете використовувати цей пакет, вам слід виключити випадкові двері з безпеки.",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "Вмикає тривалий час завантаження і викликає проблеми навіть перерви в грі, відзначені як несумісні з грою.",
  "Not showing up ingame.": "Не відображається вслід.",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "Повідомлення про зависання гри та спалахи екрану. Використовуйте з обережністю або скасуйте підписку.",
  "White lines at the moon and Flickering when game running.": "Білі лінії на Місяці та мерехтіння під час гри.",
  "Invalid Image Format": "Неприпустимий формат зображення",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "При завантаженні гри попереднє значення завантажено правильно, але слайдер в налаштуваннях моду завжди буде у позиції за замовчуванням.",
  "This is only needed if a prop or mod requires it.": "Це необхідно, лише якщо запит або модифікація.",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "Деякі користувачі можуть робити це добре, але є досить деякі звіти, включаючи налаштування скинуті між навантаженнями.",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "Це працює тільки для відображення з співвідношенням сторін 16:9 або 16:10. Для більш недавніх патчів та DLC це не стабільно.",
  "Terrain conforming props cannot be moved up/down.": "Конформаційні об'єкти не можна перемістити вгору/вниз.",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "Хоча ця модифікація збільшує чіткість, вона також може запроваджувати шум, шаблони морів та проблем відчуження. Особливо на вищих рівнях, ви можете не побачити різниці між активною модовою чи ні.",
  "This causes (vanilla) trees to flicker.": "Це викликає (ваніл) дерева мерехтіть.",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "Цей мод більше не має жодної функції. Творець не публікує свої моди для гравців, а лише для того, щоб показати, наскільки він хороший.",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).",
  "Creating 'ghost' vehicles": "Створення 'примарних автомобілів'",
  "Creating 'ghost' vehicles is reported and need to be verified.": "Створення 'привиди' автомобілів' зареєстровано і необхідно перевірити.",
  "Do not remove trees added after Campus DLC to the game.": "Не видаляти дерева, додані після Campus DLC до гри.",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "Конфлікт з різними модами і може призвести до краху. Може викликати проблеми з продуктивністю та збільшити час завантаження.",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "Це викликає дуже тривалий час завантаження якщо Завантаження Виправлення часу не використовується.",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Для того, щоб побудувати ззовні з'єднання з цоновими дорогами за межами розблокованих плиток, необхідно тимчасово вимкнути зонування в іншому моді. У редакторі карт з'єднань повинні використовувати стандартні дороги, а не спеціальні дороги. Міжміські автобуси потрапляють тільки через 1-сторонні автомагістралі за межами, а не через будь-яку двосмугову дорогу.",
  "This is an incomplete version to lure you into buying a complete version.": "Це неповна версія, щоб заманити вас у купівлю повної версії.",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "Підписка на цей мод викликає мерехтіння або зникнення будівель. Уникайте використання будь-якого активу, ця змушує вас використовувати цей режим!",
  "The default English names still appear as well, next to the new Japanese names.": "Англійські назви за замовчуванням все ще з’являються поряд з новими японськими іменами.",
  "This mod increases loading time, and this increase can be huge for big cities.": "Ця модифікація збільшує час завантаження і така кількість зростає для великих міст.",
  "Previously created rotating props still require the PropRotating Params mod.": "Раніше створені обертаючі об'єкти все ще потребують Ремонтації.",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Деякі звіти не можуть зберегти гру, особливо з великою кількістю процедурних об'єктів.\r\nНа початку після встановлення порожніх віконних інтерфейсів. Перезапустіть гру, щоб вирішити цю проблему.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "У прямому перехресті жодне світло не з'являється на перехресній дорозі.",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "Це не оновлено для DLC індустрії і, ймовірно, не буде працювати в промислових районах з цього DLC.",
  "Simulation Errors and conflits with various other mods.": "Моделювання помилок і конфліктів з різними інших модами.",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "Якщо типово виглядає занадто темно, то увімкніть глобальні налаштування інтенсивності і/або освітлення в системі Ultimate Eyandy. Тіні потрібно встановити максимум, використовуючи силу тіні для того, щоб запобігти витіку сонця через об'єкти. Щоб зробити тінь менш помітною, зменшити інтенсивність глобального світла та збільшити інтенсивність світла в Ultimate Eyecandy.",
  "Causes various issues as one path is randomly selected": "Спричиняє різні проблеми як один шлях буде обрано випадково",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "Ресурси виснажуються, замість того, щоб бути необмеженими, мова переключається на англійський кожен старт, і гра розблокована, навіть якщо ця функція деактивована.",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "Не працюючи над Ванільними дорогами пізніше, ніж у Сансера Харбур. Ви могли б продовжити підписку, але деактивовану на використання BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 для обміну передзвітами.",
  "Not able to name new districts.": "Не в змозі назвати нові райони.",
  "The traffic lights on some custom road do not change.": "Світлофор на деяких користувацьких дорогах не змінюється.",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "Відключення забруднення води не є негайним, для освячення води потрібно деякий час. Повторне увімкнення забруднення ґрунту або води також не відразу, для цього потрібно деякий час для нарощування знову.",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "Помилки у журналі гри про недозволені дії. Не використовується першочергово імена.",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "Працює тільки з картами, які підписані на семінар. Там є і знаходиться сумісні з різними іншими - в основному гармонією - модами.",
  "Only a limited set of roads is included.": "Включено лише обмежений набір доріг.",
  "User reports that it is not working at all if you select heavy traffic.": "Користувач повідомляє, що він взагалі не працює, якщо ви вибираєте великий трафік.",
  "Broken LOD, Vehicle blinks.": "Пошкоджений LOD, модуль \"ТЗ зв'язок\".",
  "Clipping may occur as well as simulation errors.": "Відсікання може відбуватися як і помилки моделювання.",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "Деякі користувачі їздять не на машині, але у відчаї та відродженні вдома, іноді йдуть на ту ж зупинку.",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "Для більш детальної інформації дивіться на базовий рендер! Прочитайте інструкцію на https://bit.ly/3XiMQPY.",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "Показано тип світлофора з травою неправильний на екрані. Це може не працювати в лівому русі (LHT) і на невеликі односторонні дороги або дороги з трамваями.",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "Видалення сегмента дороги з регульованим шляхом може викликати помилку NullReference .",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "Помилки при запуску. Відсутні проблеми з швидкістю.",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "Це часто блокує кнопку покращення дороги. Функція масштабування порушена і не повинна використовуватися. Користувачі також повідомляють про інші проблеми.",
  "Button missing. Error popups.": "Не вистачає кнопок - спливаючих вікон.",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "Повідомлення про великі проблеми у тому числі: відсутні тексти доріг, помилка KeyNotFoundception - помилка в грі, високе використання пам'яті.",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "Трава може рости через дороги CSUR. Проведіть траву з Приховати її або піднімайте вузли трохи з рухомим виглядом. Дороги іноді можуть бути розташовані трохи нижче поверхні. Підніміть їх з переміщенням It. Тунель від доріг CSUR не центрованих доріг. Деякі користувачі повідомляють про аварійні збої в грі і інтерфейс CSUR не працює.",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "Кнопка не може бути переміщена, щоб статистика була розміщена на певному екрані в роздільній здатності.",
  "Various issues reported, see Worshop comments for details.": "Є різні питання, про які повідомляють, у вас є коментарі в магазині для детальної інформації.",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "Лівий трафік не підтримується. Він не працює на Linux. Помірний бічний трафік має деякі вигадки на T-перетині та односторонні дороги.",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "УВАГА: НЕ ПІДТРИМУЄ ПОМИЛКА В параметрах моду або в спливаючих вікнах з цього моду, оскільки це робить проблеми з модом/активами поблизу неможливими. Приховування помилок не змусить їх піти, і зробить вашу гру менш надійною!",
  "Disasters are not recognized.": "Не розпізнаються катастрофи.",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "Це не працює для нових радіостанцій типу 'Content Creator Pack: Train Stations' і для деяких користувальницьких станцій. Ви можете використати її замість цих станцій.",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "Серйозне падіння FPS при створенні доріг. Деякі користувачі отримують помилку \"некоректне формування форми\". В зворотньому напрямку іноді залишається виключення. Винятком є нешкідливим, але ви не можете його скасувати, і ви повинні видалити і відновити.",
  "For several players it causes errors and is not working.": "Для декількох гравців він спричиняє помилки та не працює.",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "Деякі функції не будуть працювати на встановлені локально файлів: сортувати за останнім завантаженням, шукати за назвою автора, відкрити сторінку Workshop",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "Існує жук з появу корови, схилами, панпанпанами та високими шляхами не працюють. Деякі можуть підійти назад або попливти.",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "Ви не можете зберегти згенеровані дороги і тому ви не повинні відкрити для зберігання де він використовувався. Ця модифікація все ще в ранньому стані розвитку.",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "Деякі користувачі все ще мають його на роботу, але для багатьох вони частково або повністю зламані, у тому числі і не мають можливості завантажити збереження гри. Вимкнення \"нового алгоритму для молодят журналу трафіку поза межами з'єднання\" може допомогти. Видалення файлу EnhancedDistrictServices.cgs також може допомогти, але ви втратите всі налаштування.",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "Не працюючи з транспортними засобами від Industries і Sunset Harbor DLCs. Меню параметрів може допомогти вам (близькі та знову відкриті налаштування). Потенційно несумісні з усіма модами, що модифікують Технічний інтерфейс.",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "Ця модифікація працює тільки на Windows, не на MacOS чи Linux. Це розширений мод, який вимагає використання сценарію Python.",
  "You must follow exactly the steps on the workshop page to use it.": "Щоб використовувати його, Ви повинні виконати ті ж кроки на сторінці майстерні.",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "Несумісний з будь-якими автоматизованими модами бульдозу.",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "Для правильної роботи будь-якої адаптивної мережі необхідно мати на функціональність. Це наприклад дороги з конструктором Road дороги, різні паркани і залізниці 2.",
  "Users reported various issues, see Workshop comments.": "Користувачі повідомили про різні проблеми, перегляньте коментарі в Майстерні.",
  "Will lead to various graphical issues ingame": "Буде призвести до різноманітних графічних проблем",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "Майте на увазі, що цей мод нестабільний і може відбуватися в більших містах!",
  "Cargo trains for some do not spawn.": "Вантажні потяги для деяких не породжують.",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "Ця модифікація має ряд помилок і проблем з стабільністю, і не рекомендується для нових ігор. Це надається тут як спроба допомогти гравцям з існуючими містами за допомогою розширеної бібліотеки / Проп Анархії продовжуватимуть свої заощадження без необхідності переробити свою роботу.",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "Це потрібно лише в тому випадку, якщо ви хочете використовувати новий мод Рід Дерева, Prop Control, Лінійний інструмент на карті/збереженні, який використовується до розширеної бібліотеки бібліотек дерев, Анархії, Просувати Anarchy. Для отримання додаткової інформації перевірте сторінку майстерні цього моду.",
  "Do nothing right now. Should normally not be released publicly.": "Нічого не в даний момент. Це зазвичай не має бути звільнено публічно.",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Селектор ТЗ З сервіса 2 блоки тем Mixer 2 для деяких гравців з можливістю змінити текст теми.",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "Деякі дороги з мережевих розширень призводять до неправильного або відсутнього світла.",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "Обмеження району (Імпорт/Експорт) не показують пропущених списків, якщо вони використовуються разом з Менеджер Transfer CE",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "Використовувати оригінальний інженерний мод для будівництва замість застарілої версії 2.0.",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "Залежно від роздільної здатності екрана, може знадобитися для використання роздільної здатності інтерфейсу користувача 1.2 для перегляду всіх TLM",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "Домівки попереду будуть мати непотрібне порожнє вікно з вибором автомобіля.",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "Викликає плаваюче дерево. Ви можете перемкнутися на Контроль Дерева, який має функціональність обох цих модів.",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Сині вузли можуть з'являтися і не можуть бути виправлені автоматично. Якщо ви використовуєте мережі AN, краще видалити континенти Junction median.",
  "Real Time might delay the arrival of extra Starting Money.": "Реальний час може затримати прибуття додаткових початкових монет.",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Автор позицій \"Камера\" каже, що це несумісно, але деякі користувачі повідомляють про це роботу разом.",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "NExt2 очищує вкладки в кращому барі Освіти. Тому краще використовувати альтернативний колекцію.",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "У режимі паузи ви можете змінити день, але як тільки ви зупините час обробки цього часу перейде в реальному часі. Це навмисно пов'язано з поведінкою. Якщо ви уповільнюєте швидкість моделювання за допомогою Play! День більше не буде відповідати тесту \"Реальний час\". Це видно пізно ввечері і рано-вранці. Це має на увазі, поведінку, і це не може бути змінено.",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "Спільні зупинки не можуть бути створені на дороги для перегляду CSUR (вони працюють на регулярних і компактних дорогах).",
  "Shared Stop Enabler has the functionality to create elevated stops.": "Спільна Stop Enabler має функціональність для створення підвищених зупинок.",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "При використанні менеджера передач статистика не буде показана правильної кількості поліцейських поліцейських. Вона завжди показуватиме 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "Гра призупиняється автоматично, коли ви змінюєте час, і час відновлюється, коли ви відкладаєтеся. Час в TimeWarp не буде працювати.",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "Це може бути несумісним з декількома модами з подібною функціональністю. перераховані моди є лише невеликою підмножиною несумісних модів.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "Щоб використовувати корекції налаштувань, потрібно вимкнути користувацьке керування шрифтами FPS Booster з файлами, якщо ви хочете використовувати налаштування шрифту.",
  "The textures from Theme Decals will probably not match the mixed theme.": "Текстури з Теми, ймовірно, не будуть співпадати із змішаною темою.",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Сховати його! Також включає в себе видалення функції руйнування. Це має бути вимкнено повністю та не примушувати їх в Приховати це!. Замість цього активуйте ці функції в BOB. Таким чином, ці моди розроблені так, щоб працювати разом.",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "Якщо ви хочете використовувати старі реквізити, які включені в вихідний мод, ви можете зберегти оригінальний мод підписку, але вимкнуто. Альтернативно ви можете перемістити оригінал. об’єднайте файли в папку локальних активів і відсуніть оригінальний мод. Якщо створити нове місто, то найкраще відмовитися від оригінальної модифікації та використовувати оплачувану поверхню зі зв’язаної колекції.",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "Ця модифікація не потрібна для роботи моду, навіть якщо сторінка Майстерні має значення інакше.",
  "Node Controller Renewal is actively developed and more user friendly.": "Поновлення контролера вузла активно розвивається і більше дружнє до користувача.",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "Це може викликати сині пустоти в районах заміни/МОМ. Можуть бути й інші несумісності.",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "Більше мережевих можливостей дає лише додаткові можливості в редакторі. Для звичайної гри за допомогою лише анархії Мережі.",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "Для творців активів: цей мод не потрібний для щойно створених анімованих профілів. Використайте Modtools і цей пов'язаний скрипт.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "Ви повинні використовувати RON + Колекція Cylis NExt2 Replacement замість цього.",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Поки автор Кубомапа також змінює різні освітлення та параметри відображення, змінює хмари та сонячне пересування на статичні позиції, Заміна реклами пропонує сонце та хмари.",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "Конструктор шляхів не повинен використовуватися разом з FPS Booster, тому що в цьому випадку деякі патчі не будуть правильно застосовані. Оскільки конструктор шляхів працює тільки в редакторі, і не робити нічого в звичайній грі, має бути як мінімум деактивовано, якщо ви хочете грати в гру. Ще краще виключати \"Конструктор шлях\" з завантаженням інструменту замовлення або відмовитися від підписки на \"Будівельники шляху\", якщо ви не хочете створювати дороги. FPS Booster повинен бути принаймні деактивованим, якщо ви хочете увійти в редактор і використовувати Конструктор доріг. Ще краще виключати FPS Booster з завантаженим менеджером або відмовитися від підписки на FPS Booster з FPS, якщо ви хочете створити дороги.",
  "EDS doesn't detect the extra CitizenUnits.": "EDS не визначає зайвих CitizenUnits.",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "У налаштуваннях \"Express Bus Services (TLM Plugin)\" параметри \"Експериментальні\" та \"Agressive\" можуть викликати відчай автобусів, якщо також використовується диспетчер транспортних ліній. Параметр \"Пруденціальний\" працює належним чином.",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "У RICO є функціональність Grow Ploppables. Використання обох модів можливе, але може дати неузгоджені результати, якщо ваші налаштування не будуть узгоджені. Рекомендується вилучення Grow Ploppables, але якщо в існуючій грі ви повинні переконатися, що налаштування обох модів однакові.",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "При використанні Менеджера передач використання споруд не відображатиме правильну кількість поліцейських мітингів. Вона завжди показує нуль.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Розширена Інфопанель 2 має всю функціональність з HideUI.",
  "Clicking in the bottom bar for UEC functionality does not work.": "Натискання на нижню панель для функціональності UEC не працює.",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Хмари та туманні тогглери протистоять опціям туману шкури It.",
  "A black bar might appear above the bottom toolbar.": "Чорна панель може з'явитися над нижньою панеллю.",
  "The yellow arrow signals do not operate with TM:PE.": "Сигнали для жовтих стрілок не працюють з ПП:П.",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Гармонія вирівнювання може відключити резолюцію інтерфейсу. Замість цього використовуйте звичайну версію Гармонії.",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Перемикач його! і цей мод може використовуватися разом, наприклад, приховувати конкретні іконки сповіщень, навіть якщо ви активуєте їх в перемикачі!",
  "Some roads from Network Extensions spawn the wrong traffic light.": "Деякі дороги з \"Мережевих розширень\" привели до неправильного світлофору.",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Анархія дерева має функціональність масштабування рослин та багато іншого.",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Покращений рівень будівництва має всі функціональності історичних округів та багато іншого.",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Грайте це! Підтримує більшість функціональних можливостей Timewarp Fix. Поєднуйте їх за допомогою рендерингу! для повної функціональності заміни.",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "Натуральні катастрофи Овергаул збиває з пантелику часу. Найбільш помітно, лісові пожежі будуть набагато поширенішими. Встановіть імовірність вогню низька, як робоча.",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "Знайдіть фільтри не працюють коректно з модом деревини та Транспортного Пропу.",
  "MOM already allows you to convert train stations to metro stations.": "МОМ вже дозволяє перетворювати залізничні станції в метро.",
  "There is no need to upgrade pipes if you don't need pipes at all.": "Якщо вам зовсім не потрібні труби, ви ніколи не потребуєте труб.",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "Це може призвести до проблем із порушенням помилок під час використання інструменту підключення до лінії TM:PE.",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "Тільки у грі функції для створення та видалення маршрутів корабля та літаків. Ви можете запускати MNS разом з NA для редагування MNS's map/asset Але краще мати більше мережевих інструментів, включених тільки в редактор профілів.\r\n",
  "Both mods touch the same game functionality and probably conflict.": "Також, якщо ви притримуєтеся однієї ігрової функціональності і, ймовірно, конфліктують.",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "Вибирайте інший об'єкт, коли динамічний сортувальник активів змінює порядок елементів.",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "Деякі функції ПП: ПП працюють над оборотними треками трамваю, але не всіма.",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "Мод \"Без проблеми\" змушує гру думати, що проблема не існує, тоді як \"Приховати проблеми\" мод приховує тільки піктограму. Кожна модифікація може (іронія) вже призводить до серйозних проблем. З’єднання їх дійсно запитує про це...",
  "Compatible when level Randomization is turned OFF": "Сумісність при вимкненому рівні",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "Ви могли б деактивувати цей мод і використати BOB для обміну світлофорами з яких з цього пакету.",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "Якщо хочете новий кубічний сценарій лише вдень, з нічним небом, активувати такі налаштування для Fog Controller: \"Daynight Fog\" і \"Classic Fog\", і увімкнути наступні налаштування для Daylight Classic: - \"Класичний колір сонячного світла\", \"Класичний інтенсивний сонячний світло\", \"Ефект класичного туману\" і \"Дозволити при увімкненому класичному тумані дні\".",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Відтворити все! Деактивуйте власні функції, які перекриваються за допомогою Mixer тем. Якщо Ви не використовуєте Тему Міксер для змішування тем, вона більше не потрібна",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Адитивні Шейдери конвертують у PO, не з'являються після перезавантаження збереження.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "Згладжування техніки TAA може викликати миготіння графіки. FXAA - якщо ви хочете використовувати ці два моди разом.",
  "Use Tree Control instead of Unlimited Trees Mod.": "Використовуйте контроль за деревами замість необмеженого режиму дерева.",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "Ліміт автомобіля буде збільшено правильно, але годинник-він неправильно показує старий ліміт автомобіля.",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "Щоб увімкнути редактор шрифтів в FPS Booster з шрифтів, необхідно вимкнути параметр вибору шрифтів.",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "Нові теми додані мережевими темами у сеансі не завжди відображають зміну трафіку до перезавантаження гри.",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "Від головного меню, час затримки в налаштуваннях моду буде невірним. Хоча у грі, параметри моду показують правильний час затримки, відповідний до реального часу уповільнення часу.",
  "Use the regular version of Harmony instead.": "Замість цього використовуйте звичайну версію Гармоні.",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "У вас буде близько 5-10 секунд, щоб вибрати свою ракету.",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "Змініть швидкість будівництва на 100% у налаштуваннях реального часу, щоб уникнути зникнення будівель.",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Вмикає \"Білоліт\" і включає в себе функціональність режиму \"Постійних ресурсів\". Відписатися від останньої версії.",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "Замінення стрілок шляхів за допомогою Prop Switcher не рекомендується і може дати помилку 'масив поза межами.",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "Пристрої, згенеровані пайками дерев та транспортних протоків, матимуть небажані світлові ефекти, коли ігровий час знаходиться в нічному циклі.",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Кращі значки шосе викликають помилку в спливаючому вікні будівельних тем ('System.Reflection.MonoMethod.Invoke'). Обидва модифікації як і раніше з'являються на роботі.",
  "The 'Remove Unwanted' button may not work properly.": "Кнопка «Видалити не хоче» може працювати не правильно.",
  "This might only work with all ULOD settings to 'game default'.": "Це може працювати лише з усіма параметрами ULOD за замовчуванням '.",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Виділені цикли ночі та вихідних із Реального часу можуть давати проблеми з послугами району.",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "Сумісність непевна, але збільшений ліміт використання декількох автомобілів, ймовірно, не використовується літаком PXPVehicleInfo, водити на помилкові числа при виході за межі первинного ліміту автомобіля.",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Програма сміття Bin Controller розриває гармонії і будь-яку модифікацію в залежності від гармонії. Переключитися на Garbage Bin Manager.",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Анархія дерев вже має функціональність необмежених Дерев.",
  "This combination might cause a performance decrease (FPS drop).": "Ця комбінація може спричинити зменшення продуктивності (ФПС).",
  "Use BOB instead of Prop Switcher.": "Використовуйте BOB замість Prop Switcher.",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "Перетворювач даних може виконати свою роботу лише тоді, коли Plop гарнітура не буде підписана.",
  "Use Prop Anarchy instead of Prop Snapping.": "Використовувати підвищувати Анархію замість Прив'язки.",
  "EML already has a better limit showing functionality.": "EML вже має кращу межу відображення функцій.",
  "Undoing props is disabled when using EML.": "Пропозиції скасування дій вимкнено під час використання EML.",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "У селектора транспортних засобів функціональність RiverCargoHarborMod. Відписатися останнє.",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Анархія вже має краще функцію живопису в основі.",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "Якщо лінії контурів не спрацьовують, вимкніть \"Перервати територію\" і встановіть значення близько 100 в налаштуваннях ROTTERdams.",
  "You can't export props with modtools while EML is active.": "Ви не можете експортувати об'єкти за допомогою modtools поки EML активний.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "Використайте поглиблену Анархію в поєднанні з Анархією Дерево замість Анархії.",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "Додаткові параметри панелі має функціональність панелі віджетів і багато іншого.",
  "Use the original instead of the now deprecated 2.0 version.": "Використовуйте оригінал замість застарілої версії 2.0.",
  "Unsubscribe Holy Water's TM:PE.": "Відписатися від пам'яті Святої води:ПП.",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "Коли цей мод активний, то жодна велика вантажівка не матиме жодного ефекту, крім того, що вантажівки приходять з-за зовнішніх зв'язків.",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "Обидві модифікації використовують ключ «Tab . Щоб змінити ключ, використайте інший перший персональний мод, або змініть ключ автоматичної ходи.",
  "When changing zoning to a road, changes from Network Skins are reset.": "При зміні зонування на дорогу, зміни з Мережевих скінів скинуті.",
  "Realistic Population includes a 'no deathcare' functionality.": "Реалістичне населення включає у себе функціональність смерті \"мертвої\" людини.",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "Будь ласка, відписатися від розширення мережі 2 перед використанням пов'язаної колекції.",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM може зламати It. Запуск гри як адміністратор може тимчасово вирішити проблему несумісності.",
  "Some textures on Network Extensions roads might not load.": "Деякі текстури на дорогах мережі розширення можуть не завантажуватися.",
  "With 81 tiles 2 you don't need Cross The Line.": "Якщо тобі потрібно 81 плитку 2, то ви не хочете перейти до лінії перетину.",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "Коли обидві моди активні, розмістили відчай будівлі. RICO вже має функціонал.",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Плитка 2 включають ту саму функцію, але w/o опції для вибору конкретних мереж. Можна використовувати обидва разом або w/o інший мод.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "Гра зупиняється автоматично, коли ви змінюєте час, і час відновлюється, коли ви відкладаєтеся. Параметри швидкості часу в Ultimate Eyecandy не працюватимуть.",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "Відключити Класичний колір сонячного світла, Класичний інтенсивність сонячного світла і Класичний для параметрів кольору в стилі \"літнього світла\".",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "Якщо ви не використовуєте ПП: для обмеження швидкості залізничних доріг, то ці моди мають бути сумісними.",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Хмари і Туман Тоггглер керують опціями туману шкуру, Боббі.",
  "Several users report using these together without issues.": "Декілька користувачів звітують, як спільно використовувати їх без проблем.",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Нещодавнє оновлення Prop Painter не було оновлено, створюючи проблеми для будь-якого моду, які намагаються інтегрувати з Move It.",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "При зміні ходу пристрій \"покращений Pillar Control\" опція, ваша чинність поверхні може зникнути.",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "Зміна дати може викликати розрив у графіку або перезаписувати частину графіка.",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Ребаланс життєвого циклу вже не містить функціональності смертної кари.",
  "Use Ploppable RICO Revisited instead.": "Використовувати Ploppable RICO reisited замість цього.",
  "Mod settings for Shadow Distance Fix reset on game load.": "Виправлені налаштування модів для відстані тіні скинуті при завантаженні гри.",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Покращіть Недоторканний розлад стовпа MOM",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "Впливає на дерева - ви можете переключитися на Анархію Дерева, яка має функціонал обох модів.",
  "Loading Screen Mod asset report file also include all these information.": "Завантаження файлу звіту Екран моду також включає всю цю інформацію.",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "Обидві моди мають можливість приховувати панелі на головному екрані меню. Використовуйте тільки один мод щоб приховати їх, або ви можете виникнути проблеми.",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "Ви можете переключитися на Анархію Дерева, яка має функціональність обох модів.",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "Налаштування світлофора або пріоритетних ознак TM: PE на маршрутах потягу не працюватиме. Інші налаштування працюють.",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "Декілька користувачів повідомляють, що Інструмент Parallel Road не буде працювати з мережевими скінами підписки.",
  "Restores ship behavior that allows them to float on the land.": "Відновлює поведінку корабля, дозволяючи їм плавати на землі.",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "Деякі дороги з \"Мережевих розширень\" присвітять неправильно або ж додаткову світлофора.",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster має всі функціональності Mini FPS Booster, та багато іншого.",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "Це може мати помилку. Ознайомтеся з коментарями 24 серпня 2021 на сторінці \"Бустер\" FPS для вирішення проблеми.",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "Усі три перераховані моди слід використовувати для нових ігор замість використання бібліотеки Extended Managers",
  "This mod combination prevents using the light background theme.": "Ця комбінація не дозволяє використовувати світлий фон теми.",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Дороги, створені за допомогою Конструктора, не використовують оригінальні таблетки. Це призводить до розриву між цими дорогами і стовпами, якщо ви зменшите товщину мостів та підняті частини у Curb Height Adjuster.",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "Вибір послуг на панелі вибору медичної служби відображається занадто мале це ускладнює або неможливо клацати.",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "Обидва моди замінюють \"vanilla matchmaker\", роблячи їх несумісними.",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "Під час автоматичної заміни, параметри TM: ПП будуть втрачені на замінюваних та під’єднаних сегментах мережі, і стрілки по лінії і конектори, які з'єднуються по всій карті.",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR несумісний з розширеними можливостями зонування в розширених розширеннях мережі.",
  "Flickering and disappearing buildings and assets are reported.": "Повідомляються про мерехтіння та відключення будівель.",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Аджакентопридбаний варіант Common Ground несумісний з 81 тайлом. Common Ground не потрібен для геймплею, коли ви розблокуєте всі 81 плитки, але все ще відмінно для використання в редакторі мапи.",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "Якщо ви використовуєте перед збереженням моду «Зростає» використовуйте відповідний конвертер перед завантаженням без цього моду. Передплачуйте також у тому випадку, коли RICO відвідає та знайдіть його! 2, щоб мати можливість користуватись розробниками.",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Адитивний Шейдер не сумісний з різноманітним часом сходу / заходу в режимі реального часу. Використовуйте замість цього версію тесту \"Адитивний шейдер\".",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "Деактивуйте збірку у необмеженому вигляді модифікації колосальних доріг, тому що її функція включена в Додаткові інструменти для пейзажу.",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "Завжди запускати клієнт Steam перед запуском гри. На Linux і MacOS потрібна певна дія для користувача, дивіться посібник з установки: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "Виправлення - це частина базової гри.",
  "This is a standard, builtin mod uploaded to the Workshop.": "Це стандарт, вбудований мод, завантажений в Workshop.",
  "The original mod supports various languages.": "Оригінальний мод підтримує різні мови.",
  "This seems to be related to the infamous ali213_mod_01 mod.": "Схоже це пов'язано з сумнозвісним модом ali213_mod_01.",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "Настійно рекомендується зробити резервну копію наявних збережень перед використанням цього моду.",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "Тепер функція є частиною базової гри. Цей мод потрібен лише для активів, які зроблені для цього моду.",
  "Now part of the base game, only needed for assets, that use these tracks.": "Тепер частина базової гри, яка потрібна лише для активів, які використовують ці треки.",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "Функціональність цього моду включається у саму гру, навіть якщо розрахунки цього моду дещо відрізняються.",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "Деякі користувачі повідомляють про користувацький інтерфейс як відсутній, коли не підписані на Наші дорожні інструменти.",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "'Зробити історичним' є частиною гри зараз, але з цим модом історичну будівлю не можна покинути.",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "Використовуйте опцію \"Спробувати відновити із імітації\" при завантаженні екранного моду, що є більш потужним за цей мод.",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "Не рекомендується використовувати це в редакторі мап, оскільки для створених карт потрібна анархія Prop.",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "Для функціонування цьому моду потрібен принаймні один світлофорний пакет prop. Ця модифікація автоматично вимикає індивідуальні світлофори під час запуску гри, щоб уникнути конфліктів, але використовує вбудовані об'єкти з цих модів. Залишіть ці інші світлофори вимкнені.",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "Ви можете знайти новіші версії цієї версії LABS на GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "Усі робочі місця з номерів не RICO, включаючи усі DLC будівель, включені до сервісів (SRV).",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Мод працює на Windows, Mac OS та Linux. Включена standalone 'Порядок завантаження' є лише Windows і вимагає додатка. і установка. Перегляньте сторінку Майстерні для подробиць.",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "Природні заповідники і подібні не змішуються при похилому ґрунті. Це можна виправити за допомогою режиму клацання зі значенням близько 100 (рекомендовано) або шляхом активації параметра \"перезаписати місцеву відповідність\".\r\n\r\nПри ввімкненому параметрі «перезаписати вигляд місцевості», Накладення топографічних ліній зламано. Вимкніть цей параметр, або використовуйте режим марок з силою 120 або нижче, або ж режим масштабування з силою 100 або нижче.\r\n\r\nМережі завжди будуть відображати траву, ніколи текстуру скелі. Це особливо помітно, наприклад, з нахилами D<unk> <unk> <unk> <unk> <unk> <unk> <unk> .",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "Функціональність цього моду включена у саму гру, незважаючи на те, що краще бачити стрілки цього моду.",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "Це було необхідно для MacOS, тому що FPS Booster не працює на MacOS. Це має бути вирішено і кожен повинен мати можливість використовувати FPS Booster.",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "Будуть втрачені, якщо ви (знімаєте) підпишете будь-що поки триває гра.",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "Це може бути використано самостійно, або вимкнено, і використовуватиметься як 'пакет prop' для моду BOB або руху світлофора.",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "Це колись була новіша версія, але застаріла після того, як оригінальна версія була оновлена. Використайте оригінальну версію.",
  "When using this mod, it is wise to back up your saves from time to time.": "При використанні цього моду, час від часу розумно створювати резервні копії ваших заощаджень.",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "Міжміські автобуси потрапляють тільки через 1-сторонні автомагістралі за межами, а не через будь-яку двосмугову дорогу.",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "Ця інформація використовує застарілу інформацію. Офіційний випуск звіту про сумісність має багатомовну підтримку!",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "Тепер ця модифікація потрібна тільки для кладовищ. Для переказу та обробки інформації з гри в обкладинці інших функціоналів цього моду.",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "Це вдалося зробити наступний пакет досвіду, в поєднанні з модом BOB: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "Неправильно показує як Кінематична Камера.",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "Альтернативи для цього можна знайти тут: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "Гра вже вирішує питання не мати достатньо низькоосвічених працівників, працюючи високоосвічених людей на роботах з меншою освітою.",
  "CAUTION: If you use this and save, the game save is broken.": "УВАГА: Якщо ви використовуєте це і зберегте, збереження гри зламано.",
  "This is for testing only and might be removed from the Workshop soon.": "Це призначена для тестування тільки та може бути видалена з Майстерні найближчим часом.",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "При створенні активів з пропозиціями від цього моду, ці активи потребують цієї версії моду і не можуть використовуватися з оригінальним модом.",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "Використовувати поглиблену Анархію дерев в в поєднанні з Анархією Дерев &amp; Анархії.",
  "It is STRONGLY recommended not to use this mod!": "Рекомендовано не використовувати цей мод!",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "Крім того, цей режим має \"привид\", який дозволяє відписатись і досі зберігати гру у доступному вигляді, якщо ви хочете повністю видалити MOM.",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "Творець зашифровав свій код і не надав жодного доступу до його коду. Тому, не можливо перевірити, чи вони не містять в собі жодного типу шкідливого коду. Жоден з інших режимів не може працювати над вирішенням питань, які піднімають його, використовуючи моди. Ми можемо перевірити лише ті моди, які створюють задачі з кількома модами з 100 модами.",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "Якщо у вас є проблеми з екраном шрифтів, вимкніть користувацький менеджер шрифтів у параметрах моду.",
  "This mod was only for scenario developers looking for more options.": "Цей мод був тільки для розробників, які шукають додаткові опції.",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "Увага: Файл локалі не буде видалений при відписці від підписки. Він повинен бути видалений вручну, дивіться сторінку Майстерні.",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "Це не сумісно з різноманітними модами з подібною функціональністю, а також з різними модами. Шлях до багатьох переліку їх усіх.",
  "The original mod supports the Chinese language.": "Оригінальний мод підтримує китайську мову.",
  "Now part of the base game, therefore not needed any more.": "Зараз частина базової гри, тому більше не потрібна.",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "Це розблокує 25 плиток на початку нової гри, не на попередній збереженні гри.",
  "Can't show data from extension mods like Extended Managers Library.": "Не вдалося показати дані з модів розширення, таких як бібліотека розширених менеджерів.",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "Автоблукаюча поліція, медичні та пожежні станції можуть знизити вартість землі, адже менший бюджет означає меншу область прикриття.",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "Це неофіційна фіксована версія моду, який можна змінити на білому рівні.",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "У грі є односторонні залізничні колії, але це також має окрему двосторонню доріжку, яка досі необхідна для настроюваних станцій з одностороннім маршрутом.",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "Це потрібно лише в тому випадку, якщо старий кореспондент або транспортна сітка все ще вимагає її."
}