{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "与 Dynamic Resolution 和其他摄像机模组不兼容。",
  "Vehicle LOD Flashing": "导致载具的 LOD 闪烁",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "使用后请取消订阅！此模组会往游戏日志里写入大量的垃圾信息，并大幅增加日志文件大小。",
  "Broken / Can't be loaded": "已损坏 / 无法加载",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "在 Repaint 选项中，有一个修复道路节点颜色较暗问题的功能。",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "如果路口出现蓝洞，请在此模组的选项中启用“Auto refresh all road junctions on startup”。\n如果您使用了较多的道路资产，加载存档用时会变长。",
  "This might increase loading time.": "此插件可能导致存档加载时间变长。",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "此模组没有进行过优化，可能会导致性能问题，可能与其他模组不兼容。强烈建议不要使用此模组！",
  "Mod options resetting on game load.": "存档加载完成时，此模组的选项会自动重置。",
  "Game breaking": "导致游戏崩溃",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "请勿在其他模组（如 BOB、Procedural Objects 或 Intersection Marking Tool）中使用此模组生成的摆件。这样做可能损坏你的存档！\n在某种程度上，这是合乎逻辑的，并且这不是这些模组的问题。\n在加载存档的进程中，Non Terrain Conforming Props 和 Tree & Vehicle Props 会在特定时刻生成摆件（这些生成的摆件并没有被保存到存档文件内！）\n这意味着，在其他模组中使用这些模组生成的摆件，会出现无法加载摆件的错误，因为这些摆件不是在加载 Network 和其他内容时生成的。",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "由于游戏的重大更新，这个模组最好仅对新存档使用。",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "如果有过长/重复的车站名称，线路的布局可能会损坏。\n如果有多次经过同个站点的公共交通线路，模组可能会出现无法处理这些站点的问题。\n多站台车站的名称可能会显示错误。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：由于在自己的模组中添加恶意代码，作者已经被封禁。这个模组可能含有恶意代码，您最好立刻删除这个模组！！！\n警告：请不要按照工坊页面上所说的“通过 GitHub 下载更新”的说明！GitHub 上的更新包含恶意代码，还会把恶意代码注入到 Harmony 模组里！该作者还以故意损坏模组而闻名。\n从技术层面来看，由于此模组存在大量误导性的错误信息，且与非常多的模组均不兼容，这个模组非常差劲。再结合作者的过往行径，强烈建议取消订阅此模组！！！",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "作者加密了源代码，且不允许他人访问。 因此，无法检查它们是否含有恶意代码。\n其他模组作者都无法解决使用该作者的模组引发的问题。我们只是已经验证，该作者的模组与多个很流行的模组冲突。\n因此强烈建议不要使用这个模组！",
  "Can't be loaded": "无法加载",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "对于某些玩家，仓库无法清空，原因可能是渔船占据了所有的载具位置，因此仓库无法继续生成货车。 玩家会注意到货车将鱼产品从一个仓库运往另一个仓库。",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "在铺设桥梁时如果要查看船只/渡轮路径，请打开公共交通信息视图。",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "如果您将生成点移动得太远，公共交通乘客可能会出现问题。\n此模组不支持更改货运火车站、货运机场或货运码头的货运卡车生成点。",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "出现“No Big Truck 模组加载出错”的问题。",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "此模组的隐藏摆件功能已经移除，请使用 BOB, the Tree and Prop Replacer 模组来隐藏摆件。",
  "Only works on displays with a 16:9 aspect ratio.": "此模组只适用于宽高比为 16:9 的显示器。",
  "Not working for all buildings, performance issues, errors messages.": "此模组对于任何建筑物都无法使用，存在性能问题，还会导致游戏报错。",
  "Lags the game massively": "导致游戏出现大量卡顿",
  "Vanilla lights on pedestrian roads can't be exchanged.": "无法替换人行道路上原版游戏的灯具。",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "此模组可能会导致市民在损坏或已删除的公共交通站点卡死。在较大的城市里，此模组会导致游戏卡顿。",
  "LOD has too many vertices": "LOD 顶点数量过多",
  "This has some issues with spaces in names.": "此模组会导致名称带有空格的问题。",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：由于在自己的模组中添加恶意代码，作者已经被封禁。该作者还以故意损坏模组而闻名。 即使从技术层面上此模组可能有作用，但是，考虑到作者历史上的不良行径，强烈建议取消订阅此模组！！！",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "部分玩家可能可以正常使用此模组，但也有很多玩家报告了问题：此模组在主菜单中无法正常运行，只能在存档加载完成后使用。",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "在删除分区网格时，请使用一个快捷键禁用边缘卷动，这样做可以防止意外地删除了其他分区网格。\n在使用鼠标右键执行其它操作（例如升级道路）之前，也请使用快捷键禁用边缘卷动。",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "在非16:9宽高比的屏幕分辨率下，时钟会在屏幕左上角显示，并会阻挡游戏的信息视图按钮。",
  "Causes strange effects on junctions and conflicts with various Mods.": "此模组会在路口造成奇怪的效果，且与很多模组之间不兼容。",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "这个模组使用的 Tab 快捷键与其他几个模组冲突。 请改用其他的第一人称摄像机模组，或者在 xml 配置文件中更改快捷键（详见创意工坊页面的评论区）。",
  "Create massive lags if no overlay.png is in the specified folder.": "如果指定的文件夹中没有 overlay.png，此模组会导致大量的卡顿。",
  "Vehicle LOD Turn Black": "导致载具的 LOD 变成黑色",
  "Error popup": "导致游戏报错",
  "Missing UI. Performance issues (fps drops).": "用户界面丢失，并导致帧率下降的性能问题。",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "据用户报告，如果您使用了很多模组，则必须选择在模组选项中点击“下雨”。没有其他模组时，此模组可以正常运行。\n雨水可能会闪烁一段时间，但稍后会变得正常。",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "如果你拥有很多火车载具资产，模组选项面板可能会出错。\n有些用户报告说，此模组无法正确地创建配置文件。\n如果不使用 FPS Booster，此模组可能会导致游戏卡顿。",
  "Error messages popup": "导致游戏报错",
  "The reported issues might be unknown mod conflicts.": "玩家报告的问题可能是未知的模组冲突。",
  "Multiple reports about getting a blank screen when loading a map.": "有多个用户报告说，加载存档时屏幕变成一片空白。",
  "Crash the game / Error popup": "导致游戏崩溃 / 弹出报错信息",
  "Several reports of lagging the game.": "有报告说此模组会导致游戏卡顿。",
  "Screen flashes / flickering. Time jumping or going backwards.": "此模组会导致屏幕闪烁、时间突然跳跃或时间倒流的问题。",
  "Not recognise few latest DLC sounds.": "无法识别较新 DLC 的声音。",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "如果您订阅了需要此模组作为前置、且被错误配置的资产，会导致游戏出现问题。",
  "Several users report it is not working at all.": "多个玩家报告说，此模组完全无法正常运行。",
  "LOD not correct.": "LOD 存在错误。",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "自动启用模组后，模组本身包含的前置资产可能不会自动启用。",
  "Conflicts with various other mods.": "与很多模组不兼容。",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "此模组对于任何建筑物都无法使用，可能会导致游戏出现地形尖刺和空洞，存在性能问题，还会导致游戏报错。",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "注意：此模组只能隐藏问题的警告图标。如果城市内有问题，问题仍然存在！\n如果您没有解决这些问题，可能很快就会导致大规模的建筑废弃。",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "此模组不适用于 Promenades & Plazas DLC 的建筑，还会引发各种错误，有时甚至会导致游戏崩溃！",
  "Broken / Can't be used": "已损坏 / 无法使用",
  "Forgets settings at start, esp. the sun height.": "在存档加载完成时，此模组的设置会自动重置，例如太阳高度（Sun Height）。",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "有些用户报告说，此模组会导致无法加载存档的问题。目前暂不清楚这是模组之间的冲突，还是模组与游戏版本 1.14 不兼容。还有些用户报告说，此模组的用户界面缺失、无法替换 LODs。请查看模组创意工坊的描述了解更多详情。",
  "Can't be loaded / Error popup": "无法加载 / 弹出报错窗口",
  "Doesn't show up in the CSL Music Mod.": "在 CSL Music Mod 中此模组没有显示。",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "此模组会导致一些路口会出现重复的红绿灯。T型路口的道路上，红绿灯会消失。在高速公路和匝道的路口，红绿灯的位置会出错。",
  "Not supporting budgets for newer DLC.": "不支持对较新 DLC 自动调整预算。",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "原版客运列车不再出现颜色变化，这是预期的现象。",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "此模组与能够更改建筑物容量的模组不兼容。请使用 Realistic Population 2 替换，它的兼容性更好。",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "所有玩家必须拥有完全相同的 DLC 并使用完全相同的模组。\nCSM 与大多数模组不兼容，不兼容模组太多，在这里无法提及。 \n下面是与 CSM 兼容的模组列表（非常短）：https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "此模组应用时，会导致高速公路每个路段的纹理随机性地镜像排列，需要重新建设高速公路才能修复此问题。",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "此模组丢失了几个较新 DLC 的设置：Parklife、Industries、Campus 和 Sunset Harbor。",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "如果你拥有 Natural Disasters DLC ，此模组将无法自动铲除废弃建筑。这种情况下，需要使用灾难应急响应单位。较新类别的建筑无法被自动铲除。",
  "Vehicle LOD Turn White": "导致载具的 LOD 变成白色",
  "DLCs after Campus can’t be selected.": "无法选择校园 DLC 之后的DLC。",
  "Can cause performance issues (lag or fps drops).": "可能引发性能问题（卡顿或帧率下降）。",
  "This mod can have an impact on game performance. Does not work in scenario games.": "这个模组会对游戏性能产生较大影响。在剧本游戏中无法使用此模组。",
  "This sometimes breaks transport lines.": "此模组有时会导致公共交通线路断开。",
  "As it is an outdated mod some panels may noth be unlocked.": "由于此模组已经过时，某些面板可能无法解锁。",
  "Breaks the pause after loading game option.": "存档加载完成后，自动暂停游戏的功能会失效。",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "此模组无法调用外部资源，因此，新建存档无法使用此模组。有多个玩家报告说，此模组完全无法正常运行。",
  "Building flickers": "导致建筑物闪烁",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "树刷功能有时无法正常使用，请使用 Forest Brush Revisited 替换此模组。\n当游戏未在运行时，取消订阅并重新订阅此模组，通常能暂时性地解决问题，但更为永久的方法是使用 Loading Order Mod 并将 Forest Brush 的加载顺序设置为 9999。",
  "Buttons are no longer aligned correctly.": "按钮再也无法正确地对齐。",
  "For some players it do not create ship pathes.": "对于一些玩家来说，此模组无法创建轮船航线。",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "地下火车站会形成一个隧道入口，导致火车轨道难以连接到车站，并破坏了地面。高架和地面轨道似乎正常。",
  "This breaks up the UI, especially text scaling.": "此模组会导致界面显示（尤其是文本缩放功能）出现问题。",
  "Game might get corrupted.": "可能导致游戏崩溃。",
  "Causes game crashes.": "导致游戏崩溃。",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "无法适配当前的游戏版本，因为其前置模组 Roads United Core 2.0 已经不再更新。",
  "It’s in early development stage. See information on workshop page.": "此模组处于早期开发阶段。请查看创意工坊页面以了解更多信息。",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "如果要在建设道路时移除与道路重叠的树木，必须打开 Network Anarchy 模组面板中的“碰撞”按钮（如果有 Tree Control 或 Tree Anarchy temporary fix 还要关闭树木无碰撞）。",
  "Freezes the game": "导致游戏卡死",
  "Everything that has more than two rails tracks can't be hidden.": "无法隐藏任何含有多于两条轨道的物体。",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "在 3DxWare 驱动程序版本高于 10.6.4 时，此模组可能无法正常工作。",
  "Results are not reliable anymore. Use Compatibility Report instead.": "此模组显示的结果不再可信。请改用 Skyve (Stable)。",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "此模组可能还能使用，但不是解决问题的最佳办法。\n原版游戏已经通过雇佣受高等教育的人从事低学历要求的工作，解决了这个问题。 \n或者您可以使用 Employ Overeducated Workers V2 以获得此功能更强的效果。",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "此模组会引发“duplicate prefab”报错，但该报错是无害的，可以忽视。有些用户报告说，在上次更新后，红绿灯摆件仍然会变为白色，但上次更新应该已经解决了这个问题。",
  "Public transport part not working anymore.": "公共交通的部分再也无法正常使用。",
  "You can easily modify the RICO settings in-game.": "您可以轻松修改游戏中的 RICO 设置。",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "此模组会损坏所有在 Snowfall DLC 之后更新的城际交通运输功能。",
  "The functionality of this mod is included in the game itself.": "原版游戏已经整合了此模组的功能。",
  "Rare cases where it can throw errors and can even close the game to desktop.": "在极少数情况下，此模组会引发报错，甚至可能将游戏退出到桌面。",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "此模组只会为其所支持的载具添加旋转灯效，支持载具列表详见此模组工坊页面描述。",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "这个模组的名称具有误导性。此模组不会减少产生垃圾的数量，只能减少垃圾处理设施的维护费用。\n因此，此模组更好的名称是“减少垃圾设施维护费用”。",
  "Bloom settings not being applied. Config files not loading.": "无法应用 Bloom 设置，且无法加载配置文件。",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "当您城市的人口增长到约 15000 时，这个模组将不再支持原版游戏四倍速以上的速度。",
  "It takes some in-game time for the extra money to arrive.": "游戏内额外资金的到账需要一段的时间。",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "即便您取消订阅了该模组，制造的海啸仍可能永久存在。",
  "Not showing information for newer DLC assets.": "无法显示较新 DLC 所含资产的信息。",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "如果您没有工业 DLC，此模组的一些功能将无法正常工作，并会导致报错。",
  "Dropdown not working, probably due to incompatibility with other mods.": "下拉菜单无法正常使用，可能是因为此模组兼容性不佳。",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "注意：即使您取消订阅此模组，日语本地化翻译也不会删除。请查看此模组创意工坊页面的描述以了解更多详情。",
  "This is only needed for custom networks that require this mod.": "仅当您拥有需要此模组作为前置模组的网络资产时，才需要此模组。",
  "Button for the settings not visible for several users.": "多个玩家报告说，“设置”按钮无法显示。",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "城际列车的载具选择功能出现了问题。载具选择窗口中，原版游戏近期新增的一些载具没有显示。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "警告：由于在自己的模组中添加恶意代码，作者已经被封禁。这个模组可能也含有恶意代码！您最好立刻删除这个模组！！该作者还以故意损坏模组而闻名。",
  "Includes malicious code!": "包括恶意代码！",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "警告：这个模组非常危险！它会从某个不受监管的位置下载文件，并覆盖其它模组中的同类文件。因此这个模组十分危险，绝对不要使用！！您最好立刻删除这个模组！！\n警告：由于在自己的模组中添加恶意代码，作者已经被封禁。该作者还以故意损坏模组而闻名。\n警告：由于违反了 Steam 的用户协议，该模组已经从工坊移除。",
  "This breaks maps saved in the map editor.": "这个模组会损坏在地图编辑器中保存的存档。",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Toggle It! 面板有一个选项，该选项可以隐藏地图中的建筑（如：用于规划路网时只显示道路）。\n如果您遇到了建筑无法正常显示的问题，请检查是否意外地打开了该选项。",
  "Private building cannot include roads or other net types": "私有建筑不可以包含道路，或其它类型的网络 (Network)",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "非法的 DLC 解锁器！",
  "It can cause visual glitches in menu (tabs without description and/or image).": "此模组会在菜单中导致视图错误的问题（选项卡没有描述/图像）。",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "快捷键失效，尝试使用左 Shift 键，而不要使用右 Shift 键。\n在存档加载完成时，或在 Relight 中调整任何设定后，Ultimate Eyecandy 的光照设置会被重置，亮度会变得非常暗。",
  "This is missing all new item classes from all patches since release and from all DLCs.": "缺少自 2015 年此模组发布以来新 DLC 和游戏更新新增的 Item Classes。",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "如果地图内存在大量树木或大量火灾，保存存档可能需要很长时间。",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "在下次加载存档时，自定义桥墩可能会被重置。模组的界面无法完全正常使用。",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "此模组有时会导致其它模组的按钮无法正常显示。",
  "LOD has too many vertices.": "LOD 顶点数量过多。",
  "Various players report, information could not be gathered.": "多个玩家报告说无法收集信息。",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "此模组看起来是 Traffic Manager 的复制品，但其实它是 Auto Line Color ，并且源代码不可用。",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "将区划的建筑风格更改为 \"none (无)\" 并重新加载存档后，区划的建筑风格会恢复为之前选择的风格，并且会导致其他建筑风格中的历史建筑消失。\n临时的解决方法是：删除该区划并重新绘制区划。\n作者正在修复此问题。",
  "Africa in Miniature buildings don't show up in menus.": "菜单中，Africa in Miniature DLC 的建筑没有显示。",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina 包含了一个可执行文件，用于运行此模组 Workshop 文件夹中的 LUT 编辑器。",
  "Demand stays at zero.": "此模组会导致需求保持为零。",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "此模组仍然可以运行，但会在日志文件中产生 \"InvalidOperationException\" 的报错信息。",
  "This is missing statistics from later DLCs and game patches.": "此模组缺少较新 DLC 和游戏最近更新的统计信息。",
  "Several reports about conflicts with various mods.": "多个玩家报告说，此模组与许多模组不兼容。",
  "Rocks can’t be deleted.": "无法删除岩石。",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "根据报告，这个模组已经损坏，但也仍有人报告说仍然可以使用。\n您可能需要为太阳设置180度的偏移，才能让太阳正确地从东向西移动。",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "部分玩家仍然可以正常使用这个模组；但对于另一部分玩家，此模组与许多模组发生冲突，我们无法将其全部验证。",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "此模组可能需要 Ambient Sound Tuner 2.0：https://steamcommunity.com/workshop/filedetails/?id=818641631",
  "Do not unlock all roads.": "无法解锁所有道路。",
  "Distorted LOD": "错误的 LOD",
  "Causes ingame lags": "导致游戏卡顿",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "Move It 的复制功能也可以复制独特建筑。",
  "Error: too many vertices": "错误：顶点数量过多",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "此模组确实可以修复某些损坏的存档，但并不是对任何损坏的存档都能修复。如果成功修复了存档，加载存档时游戏会卡住一段时间，这是正常现象。",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "此模组没有针对最新的 DLC 进行更新，它仍然缺少了很多工业 DLC 相关的内容。",
  "Catenaries and Props become black for the supported Vanilla tracks!": "原版游戏火车轨道的接触网和摆件都会变成黑色的！",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "此模组无法替换游戏最近更新新增的、以及 DLC 道路上的公交车站。",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "每次存档加载完成后，设置都会重置，部分玩家报告说此模组已损坏。此模组也很可能会与其他摄像机模组冲突。",
  "Breaks game if you setup to high values.": "如果将模组中的数值设置得很大，此模组会导致游戏崩溃。",
  "This will not fix buildings that were already abandoned before this mod became active.": "此模组不会修复启用此模组前已废弃的建筑。",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "除非您拥有需要此模组作为前置的旧资产，您不再需要使用此模组，因为原版游戏已经整合了此模组的功能。",
  "Nursing Homes show as Deathcare coverage when placing them.": "摆放养老院时，会错误地显示殡葬服务的覆盖范围。",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "在此模组中应用列表时，不需要的模组将被禁用，但不会被取消订阅或卸下。禁用模组可能会引发问题。\n模组插件本身包含的资产可能会损坏/丢失。\n在此模组保存数据时，游戏的设置将被重置。",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "此模组不稳定且存在许多问题。道路箭头功能无法使用，或者仅在每次加载存档前，禁用并重新启用此模组时才能使用。此模组并非对任何道路都适用。",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "使用此模组时，After Dark DLC 的国际机场回导致创建线路时出现问题。有些用户报告说，此模组缺少图标/按钮。",
  "This might block the vanilla quay upgrade tool.": "此模组可能会屏蔽原版游戏的护岸升级工具。",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "此插件包含的 Random Security Doors 资产会导致游戏出现 NullReferenceException 错误。\n如果您想要使用此插件，您应当卸下插件所含的 Random Security Doors 资产。",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "此模组会导致加载存档用时很长等各种各样的问题，甚至使游戏崩溃，因此被标记为不兼容。",
  "Not showing up ingame.": "游戏内没有显示。",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "据报告，此模组出现卡顿、游戏卡死和屏幕闪烁的问题。请谨慎使用或取消订阅。",
  "White lines at the moon and Flickering when game running.": "在游戏的夜间，此模组会导致月亮闪烁并出现白色线条。",
  "Invalid Image Format": "图像格式无效",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "加载存档时，模组能正常加载上次设定的数值，但模组选项中的滑块始终会处于默认位置。",
  "This is only needed if a prop or mod requires it.": "只有当您的某个摆件或模组依赖于该模组时，您才需要此模组。",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "有些玩家可以正常使用，但有相当多玩家报告说，此模组会导致设置重置。",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "此模组只适用于分辨率宽高比为 16:9 或 16:10 的屏幕。\n对于最近的更新和 DLC，此模组存在功能缺失的问题。",
  "Terrain conforming props cannot be moved up/down.": "无法抬升/降低跟随地形的摆件的高度。",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "虽然这个模组会提高清晰度，但也可能引发噪点、摩尔纹和图像混叠问题。特别是在高分辨率屏幕上时，您甚至可能看不到这个模组是否启用的区别。",
  "This causes (vanilla) trees to flicker.": "此模组会导致 (原版) 树木闪烁。",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "此模组现不再有任何功能。作者发布此模组并非给玩家使用，不过只是为了向人们展示他的编程有多好。",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "日志中可能会出现“XML 根元素丢失”的错误，这种情况下无法导出城市规划图。有时候图片内不会显示火车轨道。\n如果使用 Node Controller Renewal 或者 Node Controller V2 修改了节点，导出的地图中的节点可能显示不准确。\n地图中不会显示客运直升机和无轨电车的公共交通线路，因为此模组尚未对 Sunset Harbor 更新，尚不支持该 DLC 中新增的公共交通类型。",
  "Creating 'ghost' vehicles": "引发幽灵载具问题",
  "Creating 'ghost' vehicles is reported and need to be verified.": "据报告，此插件会导致游戏生成“幽灵载具”，但仍需要进一步验证。",
  "Do not remove trees added after Campus DLC to the game.": "无法移除在校园 DLC 更新之后游戏新增的树木。",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "此模组与很多模组不兼容，可能导致游戏崩溃。此模组可能引发性能问题，并导致存档加载用时变长。",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "如果不使用 Ploppable Asphalt + [Loading time Fix] 模组，存档加载用时会变得非常长。",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "如果要在未解锁的地块内，使用可分区的道路创建公路对外连接，请先暂时禁用道路的分区。\n在地图编辑器中，创建对外连接必须使用原版游戏的道路，而不能使用其他道路资产。\n城际公交车只能通过对外连接处的单行的道路进入城市，无法通过双向道路进入城市。",
  "This is an incomplete version to lure you into buying a complete version.": "这是不完整版本，旨在吸引您购买完整版本。",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "订阅此模组会导致建筑物闪烁或消失。同时建议不要使用任何依赖于此模组的资产！",
  "The default English names still appear as well, next to the new Japanese names.": "默认的英文名称仍然显示在新的日文名称旁边。",
  "This mod increases loading time, and this increase can be huge for big cities.": "这个模组会导致存档加载时间变长，如果城市规模较大，会导致加载时间变得非常长。",
  "Previously created rotating props still require the PropRotating Params mod.": "旧的具有旋转属性的摆件仍然需要 PropRotating Params 模组。",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "有报告说无法保存存档，特别是当存档内有大量的魔物（Procedural Objects）时。\n如果 Procedural Objects 模组的窗口变成空的，请退出到桌面并重启游戏来解决问题。",
  "On a T-intersection, no light appears on the intersecting road.": "导致 T 型路口的道路上灯具消失的问题。",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "此模组尚未针对工业 DLC 进行更新，并且可能不适用于工业 DLC 中的工业区。",
  "Simulation Errors and conflits with various other mods.": "引发模拟错误，并与其他模组冲突。",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "如果默认设置看起来太暗，请使用 Ultimate Eyecandy 增大全局/环境光照强度。\n必须使用 Shadow Strength Adjuster 将阴影强度设置为最大，以防止阳光穿过物品对象。\n要使阴影强度更浅，请在 Ultimate Eyecandy 中降低全局光照强度，并增大环境光照强度。",
  "Causes various issues as one path is randomly selected": "选择人行路径时会引发多种问题。",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "此模组不支持对较新 DLC 区域进行命名。\n如果启用并加载多个名称列表，请确保这些名称列表不会重复更改同一个翻译元素，否则会出现冲突。\n为了避免出现冲突，请前往名称列表的工坊页面，并检查它会更改哪些翻译元素。",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "自然资源仍会耗尽，而无法变成无限资源。\n每次启动游戏时，语言会自动变成英语。\n即使禁用此功能，游戏也会被解锁。",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "此模组不适用于在 Sunser Harbor DLC 之后的更新中原版游戏新增的道路。\n尽管如此，仍然可以订阅并禁用此模组，然后使用 BOB 模组（https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850）来替换摆件。",
  "Not able to name new districts.": "无法对新的区划进行命名。",
  "The traffic lights on some custom road do not change.": "此模组无法更改某些道路资产的红绿灯。",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "此模组无法立即消除水污染，水体需要一段时间才能得到净化。\n重新启用地面污染或水污染也不是立即的，污染程度需要一段时间来提升。",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "游戏日志中显示，由于操作未经授权，此模组出现了错误。\n此模组会导致公交车无法生成，还会导致游戏无法自动分配名字。",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "此模组只适用于在创意工坊订阅的地图，其使用了过时的 Detour 技术，导致与其他基于 Harmony 的模组不兼容。",
  "Only a limited set of roads is included.": "仅含有一套有限的道路资产。",
  "User reports that it is not working at all if you select heavy traffic.": "有用户报告说，如果您选择高交通流量，此模组将无法正常工作。",
  "Broken LOD, Vehicle blinks.": "LOD 损坏，载具出现闪烁问题。",
  "Clipping may occur as well as simulation errors.": "可能引发模拟错误和贴图错误。",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "对于一部分玩家，市民会出现不坐车的问题，在家中自己消失并重新生成，有时会重复地走到同一个车站/站点。",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "在 https://bit.ly/3XiMQPY 查看 Render It! 和 Play It! 的基础教程。",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "使用“Large Avenue with Grass”时，此模组会显示错误类型的红绿灯。\n此模组可能不适用于靠左行驶 (LHT) 的地图，也不适用于小型单行道路或带电车轨道的道路。",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "如果您铲除了一段已调整过寻路路径的路段，可能会出现 NullReference 错误。",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "启动时发生错误，缺少用户界面，并且导致性能问题与帧率下降。",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "此模组经常会阻挡升级道路的按钮。缩放功能已经损坏，不应继续使用。一些用户也报告了其他问题。",
  "Button missing. Error popups.": "缺少按钮，弹出报错信息。",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "报告了大量问题，包括：路面纹理丢失（补充：非模组问题，这是缺少对应模块资产导致的，可通过自制对应模块解决），KeyNotFoundException 错误，游戏崩溃，内存使用量高（可使用 Skyve 卸下不需要的模块来减少内存占用）等。",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "CSUR 道路的路面可能会长草，请用 Hide It 隐藏草精灵（Grass Sprite）或用 Move It 抬高部分道路节点。\n道路的高度有时会稍微低于地面，请用 Move It 将其节点抬高。\n非中心 CSUR 道路的隧道入口会被地形覆盖。\n有报告称游戏会崩溃，CSUR 界面无法正常工作。",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "无法移动此模组的按钮，这导致使用某些屏幕分辨率时，统计数据会在屏幕之外显示。",
  "Various issues reported, see Worshop comments for details.": "玩家报告了很多问题，请查看此模组的创意工坊评论区了解详情。",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "此模组不支持靠左行驶的地图，且无法在 Linux 系统上使用。在 T 型路口和单行道路上，相向的红绿灯可能会变得比较奇怪。",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "警告：请勿在模组选项或此模组弹出的窗口中禁用报错信息（Suppress Errors），禁用报错信息会导致很难对模组/资产进行故障排除。\n隐藏错误消息并不能避免游戏出错，反而会使您的游戏不太可靠！",
  "Disasters are not recognized.": "无法识别自然灾害。",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "此模组不适用于“内容创作者包：火车站”中新增的地铁站，以及一些车站资产。 对于这些不受支持的车站，您可以改用 Move It 模组。",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "此模组会导致建设道路时帧率严重下降，有时会出现“invalid shape”错误。\n反转道路的方向时此模组也会报错， 这会导致无法反转这个路段的方向，必须铲除并重新铺设这个路段。",
  "For several players it causes errors and is not working.": "对一些玩家来说，此模组会出错且无法正常使用。",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "部分功能不适用于本地安装的资产：按最近下载时间排序，按作者姓名搜索，打开创意工坊页面。",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "行人出现了一个会像奶牛一样漫无目的行走的问题，隧道、斜坡和高架似乎都无法正常工作，有些行人只能倒退着行走或漂浮。",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "无法保存生成的道路，因此不应该加载使用了这个模组的存档。 \n这个模组仍处于早期开发状态。",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "一些用户仍然可以使用此模组，但对大部分人来说，此模组已经部分或完全损坏，有时甚至会导致存档无法加载。禁用“消除外部连接附近的交通拥堵的新算法”可能会有所帮助。同时，删除 EnhancedDistrictServices.cgs 文件也可能有所帮助，但你将丢失此模组所有的自定义设置。",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "此模组不适用于工业DLC和日落港口DLC的货运车辆。\n设置菜单有时会变得混乱（关闭并重新打开菜单可能可以解决）。\n此模组可能与任何能够修改载具 AI 的模组不兼容。",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "这个模组只能在 Windows 系统上使用，无法在 MacOS 或 Linux 系统上使用。此模组是一个需要 Python 编程知识才能使用的高级模组。",
  "You must follow exactly the steps on the workshop page to use it.": "请务必准确地按照此模组创意工坊页面上的步骤进行操作。",
  "LOD aci null": "LOD aci 无效",
  "Incompatible with any kind of automated bulldoze mods.": "与任何具有自动铲除废弃建筑功能的模组不兼容。",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "任何具有 Adaptive Network 属性的网络资产（即 Network，例如道路、轨道、围栏）都需要此模组才能正常使用，例如：Road Builder 道路、几个围栏资产，和 Railway 2 铁路。",
  "Users reported various issues, see Workshop comments.": "玩家报告了很多问题，请查看此模组的创意工坊评论区了解详情。",
  "Will lead to various graphical issues ingame": "会导致游戏出现各种图形显示的问题",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "请注意：此模组不稳定，且可能损坏您的存档！",
  "Cargo trains for some do not spawn.": "部分玩家使用此模组时，出现了无法生成货运列车的问题。",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "这个模组有已知的 Bug 和稳定性问题，不建议在新建存档中使用。 \n制作临时修复版，只是为了让之前在存档中使用过 Extended Managers Library / Prop Anarchy 的玩家仍然可以继续游玩存档，而不必重做他们的工作。",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "只有当您想要使用新一代 Control 系列模组 Tree Control、Prop Control、Line Tool、Visibility Control，且该存档之前使用过 EML 框架下的 Extended Manager Library Temporary Fix、Tree Anarchy Temporary Fix、Prop Anarchy Temporary Fix 时，才需要使用此模组将 EML 从存档中移除。\n（注意：如果您将 EML 从一个存档中移除，该存档将再也无法使用 EML 加载！如果使用 EML 框架下的模组没有遇到问题，则不需要替换。）\n请查看此模组的创意工坊页面描述以了解详情。",
  "Do nothing right now. Should normally not be released publicly.": "此模组现在没有任何作用，正常情况下不应被公开发布。",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "Service Vehicle Selector 2 会屏蔽 Theme Mixer 2，以使某些玩家能够更改地图主题的纹理。",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "某些 Network Extensions 的道路会导致生成错误的红绿灯，或红绿灯消失。",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "如果同时使用了 Transfer Manager CE，会导致此模组的区划限制功能（进出口）无法正常显示下拉列表。",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "使用原版 Precision Engineering 模组替换现已废弃的 2.0 版本。",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "根据屏幕分辨率的不同，可能需要使用 UI Resolution 1.2 模组来更改用户界面的分辨率，您才能看到 Transport Lines Manager 的所有界面。",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "养老院会出现有一个不需要的、空白的载具选择窗口。",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "此模组会导致树木漂浮。你可以将其替换为 Tree Control，它已经整合了这两个模组的功能。",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "节点可能出现蓝洞，并且无法自动修复蓝洞问题。\n如果您使用了 Adaptive Network 网络，最好取消订阅 Continues Junction Median 模组。",
  "Real Time might delay the arrival of extra Starting Money.": "Real Time 可能导致游戏初始资金延迟到账。",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "Camera Positions Utility 的作者说，这些模组相互之间不兼容，但一些用户报告说它们可以同时使用。",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "Network Extensions 2 模组会导致 Better Education Toolbar 模组的选项卡变成空的。\n因此，最好使用替代方案合集中的道路资产，以替换 NE2 模组。",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "游戏暂停时，您可以更改时间；但一旦您让时间继续流逝，游戏时间将被重置为 Real Time 的时间。这是预期内的现象。\n如果您使用 Play It! 降低游戏的速度，游戏时间将再也无法与 Real Time 的时间匹配。在傍晚或清晨时，时间不匹配引发的问题尤为明显。这是预期的现象，无法改变。",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "无法在 CSUR 高架路上使用 Shared Stops (共享站点只能用于一般的紧凑型道路)。",
  "Shared Stop Enabler has the functionality to create elevated stops.": "SharedStopEnabler 已经具有在高架道路上设置车站的功能。",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "使用 Transfer Manager 时，Stats 模组无法正确地显示使用中的警用直升机数量，并始终显示为 0%。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "当您更改时间时，游戏会自动暂停；当您让游戏继续时，时间会被重置回来。TimeWarp 中的时间速度选项无法正常工作。",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "此模组可能与多个具有类似功能的模组不兼容吗，并且只列出了一小部分不兼容的模组。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "如果你想要使用 Font Options，必须禁用 FPS Booster 中的 Custom Font Manager。",
  "The textures from Theme Decals will probably not match the mixed theme.": "Theme Decals 的纹理可能与用 Theme Mixer 混合后地图主题的纹理不匹配。",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! 模组有移除树木和摆件毁坏效果的功能。\n如果您正在使用 BOB 模组，请在 Hide It! 的模组选项中完全禁用这个功能（即禁用 Ruinings 栏目下的 Trees 和 Props），并在 BOB 的模组选项的视觉效果页面中启用“禁止毁坏”功能。这就是这些模组能互相兼容的方式。",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "如果需要使用旧版 Ploppable Asphalt+ 模组中包含的旧摆件，例如在旧存档中使用过旧版模组时，则不需要取消订阅旧版模组。这种情况下请禁用旧版模组，订阅并启用 Ploppable Asphalt + [Loading Time Fix]，可以大幅减少加载存档的用时。\n\n或者，您可以将原版模组包含的旧摆件的 .crp 文件移动到本地资产文件夹，然后取消订阅原版模组。\n\n如果您要新建存档，最好取消订阅原版模组，改为使用下方合集中的 Ploppable Surfaces 资产，并订阅 Ploppable Asphalt + [Loading Time Fix] 。",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "不需要此模组作为其工坊页面所述模组的前置模组。",
  "Node Controller Renewal is actively developed and more user friendly.": "Node Controller Renewal 正在积极地开发，并且其用户体验更好。",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "此模组可能导致 Replacer/MOM 交叉口出现蓝洞。可能还有其他的不兼容问题。",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "More Network Stuff 只在编辑器中提供额外功能。游玩存档时，只能使用 Network Anarchy。",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "现在，如果资产创作者想要制作含有动画效果的摆件，不需要这个模组。\n请改用 ModTools 和下方链接中的脚本。\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "您应当使用 RON, the network replacer 模组 + Cylis 的 NExt2 Replacement Collection 合集，以替换 Network Extensions 2 模组。",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Cubemap Replacer 也会更改各种光照和反射参数，云和太阳会被替换为静态的。\n可以使用 AD Cloud Replacer 添加动态的云和太阳。",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "请勿同时使用 Road Builder 与 FPS Booster 模组，因为同时使用它们会导致部分修补程序无法运行。由于 Road Builder 只能在资产编辑器内使用，在游玩存档时没有任何作用，因此您至少需要禁用 Road Builder 才能游玩存档。\n如果您不想使用 Road Builder 来创建道路资产，那么应该使用 Skyve 将 Road Builder 卸下或者将其取消订阅。\n如果您想要在编辑器内使用 Road Builder，那么应该禁用 FPS Booster。当然，最好使用 Skyve 将 FPS Booster 卸下或者将其取消订阅。",
  "EDS doesn't detect the extra CitizenUnits.": "EDS 无法检测到增加的 CitizenUnits。",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "如果您使用了 Transport Line Manager ，那么在 Express Bus Services (TLM Plugin) 的设置中，\"Experimental\" 和 \"Agressive\" 选项可能会导致公交车停运。\"Prudential\" 选项可以正常工作。",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "Ploppable RICO 现在具有 Grow the Ploppables 的功能。 您可以同时使用这两个模组，但它们的设置必须相同，否则可能会出现不一致的结果。 建议删除 Grow the Ploppables，但是如果在现有的游戏上进行操作，必须确保两个模组的设置相同。",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "使用 Transfer Manager 时，Building Usage 无法正确地显示使用中的警用直升机数量，并始终显示为 0。",
  "Extended InfoPanel 2 has all functionality from HideUI.": "Extended InfoPanel 2 已经具有 HideUI 的所有功能。",
  "Clicking in the bottom bar for UEC functionality does not work.": "点击底部栏启用 Ultimate Eyecandy 的功能无法正常工作。",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "Clouds & Fog Toggler 会覆盖 Hide it 的隐藏云雾选项。",
  "A black bar might appear above the bottom toolbar.": "底部工具栏上可能出现一个黑色条形。",
  "The yellow arrow signals do not operate with TM:PE.": "黄色箭头信号不适用于 TM:PE。",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "Harmony Redesigned 可能会导致 UI Resolution 被禁用。请使用正常版本的 Harmony 代替。",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "Toggle it! 与这个模组可以一起使用。例如：即使您在 Toggle It! 中允许显示警告图标，仍然可以隐藏某些特定的警告图标！",
  "Some roads from Network Extensions spawn the wrong traffic light.": "某些 Network Extensions 的道路会生成错误的红绿灯。",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "Tree Anarchy Temporary Fix 已经具有 Plant Scaling 的功能，还有更多其它的功能。",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control 具有 Historical Districts 的全部功能，而且还有其他更多功能。",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "Play It! 整合了 Timewarp Fix 的大多数功能。用 Play It! 和 Render It! 以完全替换 Timewarp Fix 模组。",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "如果将时间流逝的速度减慢，Natural Disasters Overhaul 会变得混乱。\n更为重要的问题是，森林火灾会变得更为常见。\n将火灾概率设置为较低值是一个解决方法。",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "使用 Tree & Vehicle Prop 模组时，Find It 的搜索功能无法正常工作。",
  "MOM already allows you to convert train stations to metro stations.": "MOM 已经支持将火车站转换为地铁站。",
  "There is no need to upgrade pipes if you don't need pipes at all.": "如果您完全不需要管道，就不需要升级管道。",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "使用 TM:PE 的车道连接工具时，此模组可能会引发“买家不足”问题。",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "只有在游玩存档期间，您才能使用 Network Anarchy 创建/删除飞机路径和轮船路径。\n在地图或资产编辑器中，您可以同时使用 Network Anarchy 和 More Network Stuff，以使用这两个模组在编辑器中的功能。\n但是，最好只在编辑器中装载 More Network Stuff 模组。",
  "Both mods touch the same game functionality and probably conflict.": "两个模组都影响到了相同的游戏功能，因此可能发生冲突。",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "当 Dynamic Asset Sorter 改变项目的顺序时，Picker 将选择到不一致的物品。",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "TM:PE 的部分功能（并不是全部功能）可以对双向电车轨道使用。",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "\"No Problem\" 模组可以移除城市的问题，即让游戏认为您的城市不存在问题；\n\"Hide Problems\" 模组只能隐藏问题的警告图标，而不能解决城市的问题。\n每个模组本身就足以引发严重的问题，而同时使用这两个模组那真的是自找麻烦……",
  "Compatible when level Randomization is turned OFF": "仅当建筑等级随机化功能 [关闭] 时，才能相互兼容",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "您可以禁用此模组，并使用 BOB 模组把交通灯换成此插件中所含的交通灯资产。",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "如果你只想在白天使用新的天空盒子（Cubemap），但在夜晚使用原版游戏的天空，请在 Fog Controller 中启用以下选项：\n- \"Daynight Fog\" 和\" Classic Fog\"，\n并在 Daylight Classic 中启用以下选项：\n- “经典日光色彩”、“经典日光强度”、“经典雾效果” 和 “Allow Classic fog effect if day/night cycle is on”。",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play it! 模组会禁用其与 Theme Mixer 2/2.5 重复的功能。 如果不使用 Theme Mixer 来混合主题，那么就不需要 Theme Mixer 模组。",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "如果您将具有 Additive Shader 属性的资产转换为魔物 (PO)，在重新加载存档后，这些魔物将无法显示。",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "时间抗锯齿技术 TAA 会导致图形闪烁的问题。\n如果您想同时使用这两个模组，请使用 FXAA 抗锯齿技术。",
  "Use Tree Control instead of Unlimited Trees Mod.": "请使用 Tree Anarchy Temporary Fix 替换 Unlimited Trees 模组。",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "载具上限能够正常地提高，但 Watch It 会错误地显示原版游戏的车辆上限。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "如果你想要使用 Font Selector，必须禁用 FPS Booster 中的 Custom Font Manager。",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "在游戏重新加载之前，如果使用 Network Skins 对某段道路的外观进行了修改，那么 Traffic Light Replacer 对这段道路所做的改动将无法正常显示。",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "在游戏主菜单页面时，模组选项中显示的延迟时间是错误的。\n在存档加载完成后，模组选项中显示的延迟时间是正确的，与 Real Time 减慢的时间相对应。",
  "Use the regular version of Harmony instead.": "请使用正常版本的 Harmony 替换此模组。",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "您只会有大约 5 到 10 秒的时间来选择火箭。",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "在 Real Time 的设置中将建造速度更改为 100%，以避免建筑物消失。",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "Toggleable Whiteness 已经具有了 Persistent Resource View 的功能。请取消订阅后者。",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "不建议使用 Prop Switcher 替换道路行车导向箭头贴花，因为它可能会引发“Array out of bounds”的数组越界错误。",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "当游戏时间在夜间时，由 Tree & Vehicle Props Patch 生成的载具摆件会产生多余的灯光效果。",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "Better Highway Icons 会导致 Building Themes 报错 ('System.Reflection.MonoMethod.Invoke')。",
  "The 'Remove Unwanted' button may not work properly.": "“Remove Unwanted”按钮可能无法正常使用。",
  "This might only work with all ULOD settings to 'game default'.": "可能只有在 ULOD 的全部设置为 \"Game Default\" (游戏默认值) 时，此模组才能正常工作。",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "Real Time 加快夜间循环或周末周期的功能可能导致区划服务的问题。",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "兼容性尚不确定，但 PXPVehicleInfo 可能无法检测到 More Vehicles 提升的载具上限，从而导致使用 More Vehicles 提高载具上限时 PXPVehicleInfo 显示的数据不正确。",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "Garbage Bin Controller 会损坏 Harmony 以及任何依赖于 Harmony 的模组。请改用 Garbage Bin Manager。",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "Tree Anarchy Temporary Fix 已经整合了 Unlimited Trees 的功能。",
  "This combination might cause a performance decrease (FPS drop).": "同时使用这些模组，可能导致性能下降（帧率下降）。",
  "Use BOB instead of Prop Switcher.": "请使用 BOB, the Tree and Prop Replacer 替换 Prop Switcher。",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "只有在取消订阅了 Plop The Growables 时，PtG to ABLC data converter 才能正常工作。",
  "Use Prop Anarchy instead of Prop Snapping.": "使用 Prop Anarchy Temporary Fix 替换 Prop Snapping。",
  "EML already has a better limit showing functionality.": "Extended Managers Library Temporary Fix 已经有更好的游戏上限显示功能。",
  "Undoing props is disabled when using EML.": "使用 Extended Managers Library Temporary Fix 时，此模组无法撤消摆件相关的改动。",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "Service Vehicle Selector 整合了 RiverCargoHarborMod 的所有功能。请取消订阅后者。",
  "Prop Anarchy already has a better prop painting functionality.": "Prop Anarchy 已经具有了更好的摆件调色功能。建议改用 Prop Anarchy Temporary Fix。",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "如果等高线无法正常显示，请在 ROTTERdams 的模组选项中关闭“Overwrite Terrain”选项并将 strength 值设置为 100。",
  "You can't export props with modtools while EML is active.": "使用 Extended Managers Library Temporary Fix 时，无法使用 ModTools 导出摆件。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "使用 Prop Anarchy temporary fix 和 Tree Anarchy temporary fix 以替换 Prop & Tree Anarchy 模组。",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "More Advanced OptionsPanel 整合了 Wider OptionsPanel 的功能，还有更多其他功能。",
  "Use the original instead of the now deprecated 2.0 version.": "使用原版模组，以替换现已废弃的 2.0 版本。",
  "Unsubscribe Holy Water's TM:PE.": "请取消订阅 Holy Water 的 TM:PE 。",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "使用此模组时，No Big Truck 只会影响城市对外连接处生成的卡车。",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "这两个模组都使用了 Tab 键。请改用另一个第一人称摄像机模组，或者更改 First-person Auto-walking 的快捷键。",
  "When changing zoning to a road, changes from Network Skins are reset.": "使用此模组对某段道路的分区网格进行更改时， Network Skins 对该段道路的设定将被重置。",
  "Realistic Population includes a 'no deathcare' functionality.": "Realistic Population 整合了 \"No Deathcare\" 功能。",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "在使用替换 NE2 的合集前，请先取消订阅 Network Extension 2 模组。",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM 会与 Find It 冲突。请以管理员身份运行游戏，可能可以暂时解决不兼容问题。",
  "Some textures on Network Extensions roads might not load.": "Network Extensions 道路的部分纹理可能无法加载。",
  "With 81 tiles 2 you don't need Cross The Line.": "您已经订阅了 81 Tiles 2，不再需要 Cross The Line。",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "两个模组都运行时，已摆放的建筑会消失。Ploppable RICO Revisited 已经整合了这些功能。",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 同样也有道路通电功能，但不能选择仅对特定的道路通电。您可以同时使用这两个模组，或者使用其中一个。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "当您更改时间时，游戏会自动暂停；当您让时间继续流逝时，时间会被重置。Ultimate Eyecandy 中的时间速度选项无法正常工作。",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "请禁用 Daylight Classic 中的“经典日光色彩”、“经典日光强度”、“经典滤镜色调”选项。",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "只要您不使用 TM:PE 调整轨道的限速，这些模组应该是兼容的。",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "Clouds & Fog Toggler 会覆盖 Hide it, Bobby 的隐藏云雾选项。",
  "Several users report using these together without issues.": "几个用户报告说，他们同时使用这些模组没有遇到问题。",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop Painter 没有适配最新的 Move It 版本，会导致任何与 Move It 搭配使用的模组出现问题。",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "如果您改变了 Move It 的“高级桥墩控制”选项，已涂抹的地面可能会重置。",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "更改日期可能会导致图形中出现间隙，或部分图形被覆盖。",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "Lifecycle Rebalance Revisited 已经整合了 \"No Deathcare\" 功能。",
  "Use Ploppable RICO Revisited instead.": "请使用 Ploppable RICO Revisited 替换此模组。",
  "Mod settings for Shadow Distance Fix reset on game load.": "Shadow Distance Fix 的模组设置会在存档加载完成时被重置。",
  "Upgrade Untouchable breaks the MOM pillar selection.": "Upgrade Untouchable 会导致 MOM 选择桥墩的功能无法正常使用。",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "此模组会导致树木漂浮。你可以将其替换为 Tree Anarchy Temporary Fix，它已经整合了这两个模组的功能。",
  "Loading Screen Mod asset report file also include all these information.": "Loading Screen Mod Revisited 的资产报告文件 (Asset Report) 包含这些信息。",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "两个模组都有隐藏游戏主菜单上的面板的选项。只能使用一个模组来隐藏这些面板，否则可能会出现问题。",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "你可以替换为 Tree Anarchy Temporary Fix，它已经整合了这两个模组的功能。",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "无法使用 TM:PE 对火车轨道设置红绿灯或路口优先规则。其他功能能正常工作。",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "几个用户报告说， Parallel Road Tool 与 Network Skins 不兼容。",
  "Restores ship behavior that allows them to float on the land.": "允许轮船在陆地上/浅水区域正常行驶。",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "某些 Network Extensions 的道路会导致生成错误的红绿灯，或生成多余的红绿灯。",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster 已经具有 Mini FPS Booster 的所有功能，而且还有其它更多功能。",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "此模组可能会引发一个错误。请参考 FPS Booster 创意工坊页面2021年8月24日的评论以获取解决方案。",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "新存档应当使用列出的这三个模组，而不应对新存档使用 Extended Managers Library。",
  "This mod combination prevents using the light background theme.": "同时使用这两个模组，可能会出现浅色背景主题相关问题。",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "Road Builder 创建的道路不使用原版的桥墩。如果在 Curb Height Adjuster 中减少 Road Builder 道路的桥梁/高架部分的桥板厚度，会导致道路和桥墩之间出现一个空隙。",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "“医疗保健”服务面板上的服务选项显示得太低，因此很难点击或无法点击。",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "这两个模组都会修改原版游戏的 'matchmaker'，因此它们互不兼容。",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "进行自动替换时，被替换的道路及其所相连的路段的 TM:PE 的设置将会丢失，地图上的道路箭头和车道连接可能会变得混乱。",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR 与 Network Extensions 的高级分区选项不兼容。",
  "Flickering and disappearing buildings and assets are reported.": "据报告，此插件会导致建筑物和资产闪烁或消失。",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "Common Ground 的邻近已购买选项与 81 Tiles 不兼容。\n如果将81格全部解锁，您将不再需要 Common Ground ，不过 Common Ground 在地图编辑器中仍然可用。",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "如果您在之前的存档中使用了 Plop the Growables 模组，请取消订阅该模组，并使用链接中的 PtG to ABLC Data Converter 进行数据转换。 此后，请订阅 Ploppable RICO Revisited 和 Find it! 2 以摆放自长建筑。",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "Additive Shader 与 Real Time 模组的可变日出/日落时间功能不兼容。请改用 Prop Anarchy Temporary Fix 或 Visibility Control 模组。",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "请在内容管理器内禁用原版游戏自带的“无限土地”模组。Extra Landscaping Tools 模组已经整合了无限土地模组的功能。",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "启动游戏前，请始终先启动 Steam 客户端。在 Linux 或 MacOS 系统上，用户还需执行一些额外操作，请参考此安装教程：https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "原版游戏已经修复此问题，不再需要此模组。",
  "This is a standard, builtin mod uploaded to the Workshop.": "这是一个被上传至创意工坊的游戏内置模组。",
  "The original mod supports various languages.": "原版模组已经支持多种语言，包括简体中文。",
  "This seems to be related to the infamous ali213_mod_01 mod.": "这个模组似乎与臭名昭著的 ali213_mod_01 模组有关。",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "在使用此模组之前，强烈建议备份好现有的存档。",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "此模组的功能已被原版游戏整合。仅当您拥有为此模组制作的资产时，才需要此模组。",
  "Now part of the base game, only needed for assets, that use these tracks.": "此模组已被原版游戏整合。\n仅当您拥有需要这些火车轨道的资产时，才需要使用此模组。",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "原版游戏已经整合了这个模组的功能，尽管这个模组的计算值略有不同。",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "有用户报告说，如果没有订阅 Fine Road Tools ，此模组的界面显示会缺失。",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "游戏现已整合“设为历史建筑”功能，但是如果使用这个模组，历史建筑将不会废弃。",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "请使用 Loading Screen Mod Revisited “尝试从模拟错误中恢复”的功能。这个功能比此模组更加强大。",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "不建议在地图编辑器中使用此模组，否则您创建的地图需要 Prop Anarchy temporary fix 才能加载。",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "此模组至少需要一个红绿灯摆件资产包才能运行。\n在游戏启动时，此模组会自动禁用单个的红绿灯模组，以避免发生冲突，但会使用这些红绿灯模组插件所含的红绿灯摆件。\n如果要使用此模组，请保持禁用其他红绿灯模组。",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "您可以在 GitHub 上找到此模组 LABS 版本的新版本：https://github.com/kianzarrin/AdaptiveRoads/releases",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "非 RICO 建筑的所有工作岗位，包括工业 DLC 的所有建筑，都被列入了服务（SRV）编号中。",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "Load Order Mod 模组能在 Windows 、 Mac OS 和 Linux 系统上运行。附带的 'Load Order Tool' 是一个独立的应用程序，只能在 Windows 上运行，并且需要安装额外的 .Net 框架程序。详情请查看其创意工坊页面的描述。",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "在斜坡上建设自然保护区路径等人行路径时，如果出现问题，可以使用以下方法解决问题：\n使用 Clamp 模式并将 strength 值设置为 100（推荐）；\n或者启用 \"Overwrite terrain appearance\" 选项。\n\n启用 \"Overwrite terrain appearance\" 选项后，等高线渲染会出问题。\n要解决此问题，您可以禁用该选项；\n或使用 Clamp 模式，并将 strength 值设为 120 或更低的值；\n或使用 Scale 模式，并将 strength 值设为 400 或更低的值。\n\n网络（路径、道路、轨道等）将始终显示草地纹理，而不是悬崖纹理。使用 DX's slope profile 时这一点尤为明显。",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "原版游戏已经整合了这个模组的功能，尽管这个模组的箭头可能较为清晰可见。",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "此模组对于 MacOS 用户来说是必要的，因为 FPS Booster 无法在 MacOS 上运行。这个问题理应得到解决，每个人都应该能够使用 FPS Booster 。",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "如果在游戏运行时订阅或取订任何插件，所有重新着色的设定都会丢失。",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "此模组可以单独使用；或者禁用此模组，并在 BOB, the tree and prop replacer 中选择此模组作为\"摆件替换包\"。",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "此模组曾经是较新的版本，但在原版模组更新后已经废弃。请改用原版模组。",
  "When using this mod, it is wise to back up your saves from time to time.": "当您使用此模组时，明智的做法是时常备份存档。",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "城际公交车只能从对外连接的单向高速公路进出城市，不能通过任何双向的道路进入城市。",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "此模组的兼容性信息已过时。官方发布的 Skyve (整合了之前的 Compatibility Report) 已支持多语言！",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "这个模组现在只需要对殡葬服务使用。对于垃圾转运和处理设施，原版游戏现已整合了此模组相关的功能。",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "使用下方摆件资产包和 BOB 模组以替换此模组：https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "错误地显示为 Cinematic Camera。",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "替代方案可以在这里找到：https://steamcommunity.com/sharedfiles/filetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "游戏通过雇佣高学历的人从事低学历要求的工作，已经解决了没有足够的低学历工人的问题。",
  "CAUTION: If you use this and save, the game save is broken.": "警告：如果您使用此模组并保存存档，存档就会被损坏。",
  "This is for testing only and might be removed from the Workshop soon.": "此模组只是为了测试，可能很快就会从创意工坊中移除。",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "当使用该版本的模组所含摆件制作资产时，制作的资产需要与该版本的模组一起使用，无法与原版模组一起使用。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "使用 Prop Anarchy temporary fix 和 Tree Anarchy temporary fix 替换 Prop & Tree Anarchy 模组。",
  "It is STRONGLY recommended not to use this mod!": "强烈建议不要使用这个模组！",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "此外，如果您想要完全移除 MOM 模组，请勾选 MOM 模组里的“幽灵模式”选项，以保证移除 MOM 模组后不会损坏存档。",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "作者加密且不允许他人访问他的源代码。 因此，无法检查它们是否含有恶意代码。其他的模组作者都无法解决使用该作者模组引发的问题。我们只是已经验证，该作者的模组会与几个很流行的模组冲突。",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "如果字体显示出现问题，请在 FPS Booster 模组选项中禁用 Custom Font Manager 。",
  "This mod was only for scenario developers looking for more options.": "此模组仅适用于寻找更多选项的剧本作者。",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "注意：取消订阅此模组时，本地的翻译文件不会自动删除，而必须手动删除，详情请查看此模组的创意工坊页面。",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "它与多个具有类似功能的模组不兼容，并且会与其他模组发生冲突。 问题太多了，无法一一列举。",
  "The original mod supports the Chinese language.": "原版模组支持中文语言。",
  "Now part of the base game, therefore not needed any more.": "原版游戏已经整合了此模组的功能，因此不再需要此模组。",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "此模组只会在新建存档时解锁 25 格地块，无法解锁现有存档的地块。",
  "Can't show data from extension mods like Extended Managers Library.": "无法显示 Extended Managers Library 等能够提高游戏上限的模组的数据。",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "对警察、医疗和消防服务使用自动预算，可能导致地价下降，因为较低的预算会使公共服务的覆盖面积较小。",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "这是 Toggleable Whiteness 模组非官方的修复版本。",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "原版游戏也有单向火车轨道，但此模组也有单条双向轨道，含单向车站轨道的车站资产仍然需要此模组作为前置。",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "只有在某个旧的旗帜摆件或车辆子模型需要此模组时，才需要使用此模组。"
}