{
  "Incompatible with Dynamic Resolution and other Camera Mods.": "與動態解析度和其他相機模式不相容。",
  "Vehicle LOD Flashing": "導致載具的 LOD 閃爍",
  "Unsubscribe after use! This will spam the game log and seriously increase the size.": "使用後退訂！這將垃圾資訊遊戲日誌並嚴重增加大小。",
  "Broken / Can't be loaded": "已損壞 / 無法載入",
  "In Repaint options also a setting to fix the darker node colour on highways is available.": "在修復選項中，還有一個設置可以修復公路上黑暗節點顏色的設置。",
  "If intersections look blue, go into the mod's settings and enable auto-refresh. This increases loading time if you have many custom roads.": "如果交點看著藍色，請進入模組的設置並啟用自動刷新。如果您有許多自訂的道路，這會增加載入時間。",
  "This might increase loading time.": "此外掛可能導致存檔載入時間變長。",
  "This mod is not optimized and can cause performance issues. This probably has unknown incompatibilities with other mods. It is STRONGLY recommended not to use this mod!": "此模組無法優化，可能會導致性能問題。 這可能與其他模式不相容。建議不要使用此模式！",
  "Mod options resetting on game load.": "遊戲載入時重置模組選項。",
  "Game breaking": "導致遊戲崩潰",
  "DON'T USE THE GENERATED PROPS in mods like BOB, Pocedural Objects or Intersection Marking Tool. This can break your save! It's somehow logical and not an issue of these mods. Non Terrain Conforming Props as well as Tree & Vehicle Props are generated at a specific point in the loading process (they are not stored!) This means using these assets in mods, will lead to the issue that they cant be loaded, simply because they are not created at the moment the networks and other things are loaded.": "不要在 BOB 、 Pocedural Objects 或 Intersection Marking 工具中使用送交的PROPS。 這可能破壞你的保存！這在某種程度上是合乎邏輯的，而不是這些模式的問題。 在載入過程中的某個特定地點生成非地形變形Props以及樹和車輛Props(它們沒有存儲! 這意味著在模式中使用這些資產將導致它們可能被載入的問題， 僅僅因為它們是在網路和其他東西載入時創建的。",
  "Due to the significant changes to the base game, this mod is best used for new games only.": "由於基本遊戲的重大更改，這個模組最好僅用於新遊戲。",
  "Long station names or duplicate station names might break the layout. Lines which serve the same station multiple times might confuse the mod. Station names on multi-platform stations might be incorrect.": "長車站名稱或重複車站名稱可能會打破佈局。 多次使用同一個網站的線可能會混淆模組。多平臺網站名稱可能不正確。",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! WARNING: DON'T follow the instructions on the mod page to download an update through GitHub. That updater contains MALICIOUS code and will insert malicious code into this Harmony mod! The author is also known for deliberately breaking their own mods out of spite. Technically, this doesn't function very well, gives a lot of misguided errors and is incompatible with a lot of mods in the Workshop. Combined with the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：這位元作者因在他們的模式中放置惡意程式碼而被禁止。這個模組被懷疑有惡意程式碼。 您可以更好地移除IT IMMEDIATELY！警告：請不要按照模組頁面上的說明下載通過 GitHub 的更新。 那個更新程式封裝含 MALICIOUS 代碼，並將把惡意程式碼插入這個和諧模式！ 提交人還因故意打破他們自己的模組而聞名。 從技術上講，這個功能不很好，造成了許多誤導錯誤，並且不符合講習班上的許多模組。 再加上作者的歷史，UNSUBSCRIBEBE非常明智！",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods. Therefore we strongly advice to not use this mod!": "創建者加密了他的代碼，不允許訪問他的代碼。 因此，不可以核實它們是否不包括任何有害的代碼。 任何其它模式都無法解決使用此創建者的模組引起的問題。 我們只能驗證他們的模組使用幾個頂級的100個模組造成問題。因此我們強烈建議不要使用這個模組！",
  "Can't be loaded": "無法載入",
  "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.": "Due to changes in base game, this mod is not working atm. Modder is aware.\r\n\r\nPut at least a specialized barge harbor asset and connect it to another one and this mod works perfectly fine. You can add more harbors to the line to distribute the goods. If a connection gets lost or no barges spawn, this is not caused bxy this mod but by vanilla basic game.",
  "The warehouse does not empty for some users. This might be caused by fishing boats taking up all vehicle slots, so no warehouse truck can spawn. Users have noticed trucks transferring fish from one warehouse to another.": "對於某些用戶來說，倉庫並不是空的。 造成這種情況的原因可能是漁船佔據了所有車位，因此倉庫卡車無法生產。 使用者注意到卡車將魚從一個倉庫運往另一個倉庫。",
  "To see the ship/ferry paths while placing a bridge, enable the transport info view.": "要在鋪設橋樑時查看船隻/輪渡路徑，請啟用傳輸資訊視圖。",
  "Spawnpoints moved too far from the original spawnpoint sometimes prevent all public transport passengers. Spawn points for cargo trucks are not supported on cargo train stations, cargo airports or cargo harbors.": "出生點離原產地太遠，有時阻止所有公共運輸乘客。 貨車站、貨運機場或貨運碼頭不支持貨運卡車的生產點。",
  "\"NO Big Truck Mod loaded with errors\" message apears.": "\"NO Big Truck Mod loaded with errors\" message apears.",
  "Prop hiding has been removed from this mod, but is available in the BOB mod.": "Prop隱藏已從此模組移除，但可在 BOB mod 中使用。",
  "Only works on displays with a 16:9 aspect ratio.": "只能使用16:9寬高比顯示。",
  "Not working for all buildings, performance issues, errors messages.": "不適用於所有建築物，性能問題，錯誤資訊。",
  "Lags the game massively": "使遊戲嚴重延遲",
  "Vanilla lights on pedestrian roads can't be exchanged.": "行人道路上的原版燈具不能交換。",
  "This might cause cims to get stuck at broken or deleted public transport stops. This causes lag in larger cities.": "這可能導致一些人在公共交通站破碎或被拆除時被卡住，這在較大的城市造成滯後。",
  "LOD has too many vertices": "LOD has too many vertices",
  "This has some issues with spaces in names.": "這與姓名空間有一些問題。",
  "WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. Technically, this might function. Considering the history of the author, it would be very wise to UNSUBSCRIBE!": "警告：該作者因在他們的模式中放置惡意程式碼而被禁止。 提交人還因故意打破他們自己的模組而聞名。 從技術上來說，這可能會起作用。考慮到作者的歷史，對於UNSUBSCRIBEBE來說是非常明智的！",
  "This seems to work for some people, but others report issues. Doesn't work in the main menu, only works after loading a map.": "這似乎對一些人有效，但其他人報告問題。在主功能表中不能工作，只能在載入地圖後使用。",
  "Disable scrolling with one of the hotkeys before dezoning to prevent accidental massive dezoning. The same applies to other actions performed with the right mouse button, like road upgrades.": "在移除區域之前禁用一個熱鍵滾動以防止意外的大規模分區。 這同樣適用於使用滑鼠右鍵執行的其他動作，如道路升級。",
  "In resolutions other than 16:9 aspect ratio, it moves to the top left corner, blocking the default Infoview button.": "在除16:9寬高比的解析度中，它移動到左上角，阻止預設的資訊視圖按鈕。",
  "Causes strange effects on junctions and conflicts with various Mods.": "對交叉路口造成奇怪的影響，並與各種模式發生衝突。",
  "The Tab key this mod uses conflicts with several other mods. Either use another first person mod, or change the key in the xml file (see Workshop comments).": "這個模組使用的選項卡金鑰與其他幾個模組衝突。 要麼使用另一個人的模組，要麼更改XML檔中的金鑰(見Workshop comments)。",
  "Create massive lags if no overlay.png is in the specified folder.": "如果指定資料夾中沒有覆蓋.png，請創建大片滯後。",
  "Vehicle LOD Turn Black": "導致載具的 LOD 變成黑色",
  "Error popup": "彈出報錯窗口",
  "Missing UI. Performance issues (fps drops).": "缺少使用者介面。性能問題(ps drops)。",
  "Users report that \"Make it Rain\" must be clicked (in Options) if many mods are used. Without other mods it works on its own. Also rain may flicker for a bit but settles later.": "據報告，如果您使用了很多模組，則必須選擇在模組選項中點選「下雨」。沒有其他模組時，此模組可以正常運行。\n雨水可能會閃爍一段時間，但稍後會變得正常。",
  "The mod options screen might break if you have too many train assets. Some users report issues with config file not being properly created. This might cause some lag if not using FPS Booster.": "如果你擁有太多列車資產，模組選項螢幕可能會中斷。 有些用戶報告設定檔未正確創建的問題。如果不使用 FPS 提升，可能會造成一些滯後。",
  "Error messages popup": "彈出報錯資訊",
  "The reported issues might be unknown mod conflicts.": "報告的問題可能是未知的模組衝突。",
  "Multiple reports about getting a blank screen when loading a map.": "載入地圖時有多個關於獲取空白螢幕的報告。",
  "Crash the game / Error popup": "導致遊戲崩潰 / 彈出報錯資訊",
  "Several reports of lagging the game.": "有幾個報告說遊戲滯後。",
  "Screen flashes / flickering. Time jumping or going backwards.": "螢幕閃爍/閃爍。時間跳轉或倒退。",
  "Not recognise few latest DLC sounds.": "沒有識別最新的DLC聲音.",
  "If you subscribe to wrong configured assets that need this mod, these assets can cause game issues.": "如果您訂閱了錯誤配置的需要此模組的資產，這些資產可能會導致遊戲問題。",
  "Several users report it is not working at all.": "好幾個用戶報告它根本沒有工作。",
  "LOD not correct.": "LOD不正確。",
  "Assets that are part of a mod might no longer be auto-enabled by the game.": "屬於模組的資產可能不再被遊戲自動啟用。",
  "Conflicts with various other mods.": "與其他各種模式發生衝突。",
  "Not working for all buildings, terrain spikes and holes, performance issues, errors messages.": "不適用於所有建築物，地形跳躍和洞，性能問題，錯誤資訊。",
  "CAUTION: This only hides the problem icons. The problems still exist! This can quickly lead to mass abandonment if you forget to check for problems.": "注意：這只能隱藏問題圖示。問題仍然存在！如果你忘記檢查問題，這可能很快導致大規模遺棄。",
  "Not working with the buildings from Promenades & Plazas DLC. Causing various glitches and sometimes even crashes!": "無法使用 Promenades & Plazas DLC 的建築，造成各種玻璃破裂，有時甚至崩潰！",
  "Broken / Can't be used": "已損壞 / 無法使用",
  "Forgets settings at start, esp. the sun height.": "在存檔載入完成時，此模組的設定會自動重設，例如太陽高度（Sun Height）。",
  "Some users report this to cause unloadable games. It's unknown if this is a mod conflict or an issue with game patch 1.14. Some users report a missing UI. LODs can't be replaced. See the Workshop for more details about known issues.": "有些用戶報告這會導致無法載入的遊戲。如果這是一個模組衝突或遊戲補丁1的問題，它是未知的。 4. 有些用戶報告缺失的 UI. LODs 無法替換。請參閱本次講習班有關已知問題的更多詳情。",
  "Can't be loaded / Error popup": "無法載入 / 彈出報錯窗口",
  "Doesn't show up in the CSL Music Mod.": "不在 CSL 音樂模式中顯示。",
  "On some intersections duplicate traffic lights appear. On a T-intersection, no light appears on the intersecting road. Highways and highway ramps have the traffic lights on the wrong side of the intersection.": "在某些交叉路口出現重複的交通燈。在一條T交叉路口上，交叉路面上沒有燈光。 公路和公路坡道的交通燈位於交叉路口的錯誤一側。",
  "Not supporting budgets for newer DLC.": "不支持較新的人力資源管理廳的預算。",
  "Vanilla passenger trains no longer spawn in color variation, this is intended behaviour.": "原版客運列車不再出現顏色變化，這是預期的現象。",
  "This is incompatible with mods that also change building capacity. Use Realistic Population Revisited instead for better compatibility.": "這與同時也會改變能力的模組不相容。使用現實人口重新訪問以便更好地相容。",
  "All players must have the exact same DLCs (none are supported) and mods. CSM is incompatible with most mods, too many to mention here. A (very short) list of supported mods: https://citiesskylinesmultiplayer.com/#/supported-mods": "所有玩家必須擁有完全相同的 DLCs (不支持) 和模組。CSM 與大多數模組不相容，太多無法在這裡提及。 支援模式(非常短) 列表：https://citiesskylinesmultiplayer.com/#/supported-mods",
  "Highway textures will mirror randomly per segment when applying this mod and need to be rebuilt to fix.": "路由紋理應用此模組時，每個路段都會隨機鏡像，需要重建以修復。",
  "Missing settings for the last few DLCs: Parklife, Industries, Campus, and Sunset Harbor.": "最後幾個DLC：公園生活、工業、露營和日落哈博爾缺少設置。",
  "Will not bulldoze if you own Natural Disasters. You need to use Disaster Response Unit in this case. Newer building categories are not bulldozed.": "如果你擁有自然災害，就不會用推土機推倒。你需要在這裡使用救災單位。較新的建築類別不會被推土機推平。",
  "Vehicle LOD Turn White": "導致載具的 LOD 變成白色",
  "DLCs after Campus can’t be selected.": "無法選擇「校園」後的DLC。",
  "Can cause performance issues (lag or fps drops).": "可能導致性能問題 (延遲或 fps 丟棄)。",
  "This mod can have an impact on game performance. Does not work in scenario games.": "這個模組可以對遊戲性能產生影響。在場景遊戲中無法工作。",
  "This sometimes breaks transport lines.": "這有時打破了運輸線。",
  "As it is an outdated mod some panels may noth be unlocked.": "由於這是一個過時的模組，一些面板可能無法解鎖。",
  "Breaks the pause after loading game option.": "載入遊戲選項後中斷暫停。",
  "External ressources are not used therefor you can’t use it on a new map. Various players report it’s not working at all.": "外部資源不能用於您在新地圖上使用。多位玩家報告它根本沒有工作。",
  "Building flickers": "導致建築物閃爍",
  "The brush sometimes stops working. Unsubscribing and resubscribing (while the game is not running) often helps for a while, but a more permanent solution is to use the Loading Order Mod and set the loading order of Forest Brush to 9999.": "筆刷有時停止工作。 取消訂閱和重新訂閱(在遊戲未運行時)常常幫助一段時間。 但一個更永久的解決方案是使用載入訂單模組，並將森林筆刷的載入順序設置為99999。",
  "Buttons are no longer aligned correctly.": "按鈕不再對齊。",
  "For some players it do not create ship pathes.": "對於一些玩家來說，它不會創建船舶路徑。",
  "Underground stations create a tunnel entrance, making it hard to connect the track to the station and disrupting the ground surface. Elevated and ground tracks seem fine.": "地下站建立了一個隧道入口，使得很難將軌道連接到地面站並擾亂地面面。 地軌似乎已經平整。",
  "This breaks up the UI, especially text scaling.": "這將打破介面尤其是文本縮放。",
  "Game might get corrupted.": "遊戲可能已損壞。",
  "Causes game crashes.": "導致遊戲崩潰。",
  "Not work with actual game versions as the dependency mod Roads United Core 2.0 is not updated any more.": "無法使用實際遊戲版本，因為依賴型模組路由 United Core 2.0 不再更新。",
  "It’s in early development stage. See information on workshop page.": "它處於早期開發階段。請查看工作坊頁面上的資訊。",
  "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.": "If you want to have trees to disapear while building roads, take care to have \"Collision\" in Network Anarchy activated.",
  "Freezes the game": "導致遊戲卡死",
  "Everything that has more than two rails tracks can't be hidden.": "無法隱藏任何含有多於兩條軌道的物體。",
  "This might not function with a 3DxWare driver version higher than 10.6.4.": "3DxWare驅動程式版本高於10.6.4時，這可能無法起作用。",
  "Results are not reliable anymore. Use Compatibility Report instead.": "結果不再可靠。請使用相容性報告。",
  "This might work, but it's not the best way to solve the issue. The game already solves this itself by employing some highly educated people in lower-education jobs, or you could use Employ Overeducated Workers V2 instead for a stronger effect.": "這也許是可行的，但這不是解決問題的最佳辦法。 遊戲已經通過雇用一些受過高等教育的人從事低教育的工作來解決這個問題。 或者你可以使用 Empras Ovevered Workers V2 來提高效果。",
  "It produces 'duplicate prefab' errors, which are harmless. Some users report that traffic light props still turn white after the last update that should have fixed this.": "它產生「重複的預製」錯誤，無害。 一些用戶報告說，在上次更新後仍然會轉向白色，本來應該已經修復了這一點。",
  "Public transport part not working anymore.": "公共交通部分不再起作用。",
  "You can easily modify the RICO settings in-game.": "您可以輕鬆修改遊戲中的 RICO 設置。",
  "Will break any DLC or base-game intercity transfer features newer than Snowfall DLC.": "將破壞任何DLC或基礎遊戲的城市間傳輸功能比Snown DLC更新。",
  "The functionality of this mod is included in the game itself.": "此模組的功能包含在遊戲本身。",
  "Rare cases where it can throw errors and can even close the game to desktop.": "在極少數情況下，此模組會引發報錯，甚至可能將遊戲退出到桌面。",
  "Adds rotating lights only to supported vehicles, listed on workshop page.": "將旋轉燈僅添加到支援的車輛，列在車間頁面上。",
  "The name of this mod is misleading. It does not reduce the amount of garbage produced. It only reduces the garbage expenses. So better name would be \"Less Garbage Expenses\".": "這個模組的名稱具有誤導性。此模組不會減少產生垃圾的數量，只能減少垃圾處理設施的維護費用。因此，此模組更好的名稱是「減少垃圾設施維護費用」。",
  "Bloom settings not being applied. Config files not loading.": "Bloom 設置未應用。設定檔未載入.",
  "When your city reaches about 15000 citizens, this mod will no longer increase the speed above the x4 game default setting.": "當你的城市達到大約15000個公民時，這個模組將不會再提高超過x4遊戲預設設置的速度。",
  "It takes some in-game time for the extra money to arrive.": "額外資金到達需要一些遊戲中的時間。",
  "Water spikes might stay forever, even if the mod is unsubscribed.": "即使模組已取消訂閱，水的飛躍也可能永遠存在。",
  "Not showing information for newer DLC assets.": "不顯示更新的DLC資產資訊。",
  "Several functions are not working anymore and throws errors if you have not Industries DLC.": "好幾個函數不再工作，如果你沒有 DLC 就會出現錯誤。",
  "Dropdown not working, probably due to incompatibility with other mods.": "下拉式功能表失敗，可能是由於與其他模式不相容。",
  "ATTENTION: The Japanese locale file won't be removed even if you unsubscribe this mod. For more details see Workshop description.": "注意：即使您取消訂閱此模組，日語本地化翻譯也不會刪除。請查看此模組創意工坊頁面的描述以瞭解更多詳情。",
  "This is only needed for custom networks that require this mod.": "這僅適用於需要此模組的自訂網路。",
  "Button for the settings not visible for several users.": "設置按鈕對幾個使用者不可見。",
  "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.": "Vehicle selection for intercity trains are ignored and some newer vanilla vehicles doesn't show up in the vehicle selection window.",
  "WARNING: This author was banned for putting malicious code in their mods. This mod is suspected of having malicious code in it. You'd better REMOVE IT IMMEDIATELY! The author is also known for deliberately breaking their own mods out of spite.": "警告：這位元作者因在他們的模式中放置惡意程式碼而被禁止。這個模組被懷疑有惡意程式碼。 你能更好地移除IT IMEDIATELY！作者也因故意打破他們自己的模組而聞名。",
  "Includes malicious code!": "包括惡意程式碼！",
  "WARNING: This mod is DANGEROUS! It downloads files from an unmonitored location and overwrites the files of other mods with it. This is VERY DANGEROUS software and should not be used! You'd better REMOVE IT IMMEDIATELY! WARNING: This author was banned for putting malicious code in their mods. The author is also known for deliberately breaking their own mods out of spite. WARNING: This mod was removed from the Workshop by Steam because it violated their agreement.": "警告：這個模組是危險的！它從一個未監視的位置下載檔案並覆蓋其他模組的文件。 這是非常危險的軟體，不應被使用！您可以更好地刪除它的IMMEDIATELY！ 警告：該作者因在他們的模式中放置惡意程式碼而被禁止。 提交人還因故意打破他們自己的模組而聞名。 警告：這個模組被Steam從車間移除，因為它違反了他們的協議。",
  "This breaks maps saved in the map editor.": "這個間歇地圖保存到地圖編輯器。",
  "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.": "Toggle It! have an option to hide buildings from the map (e.g. to have only the streets visible for planning). If you face \"invisible buildings\" check, if you have activated this option by mistake.",
  "Private building cannot include roads or other net types": "Private building cannot include roads or other net types",
  "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.": "TLM 14.5 has a number of bugs in it, so there will occasionally be odd behaviours. Occasionally TLM will send random “dummy” planes to the airport (they’ll typically despawn as soon as arriving). The changes made to the original TLM code base have introduced a number of issues. We currently consider it an experimental and unstable mod, as other mods need to be upgraded to work together with it.",
  "Illegal DLC unlocker!": "Illegal DLC unlocker!",
  "It can cause visual glitches in menu (tabs without description and/or image).": "它可以在功能表中造成視覺鏡像(標籤，無描述和/或圖像)。",
  "Hotkey not working (try left shift instead of right shift). Light settings of Ultimate Eyecandy resetting or the light getting very dark on any change in Relight settings, or at game loading.": "熱鍵不可用 (試著左平移而不是右平移)。 亮度設置，或在遊戲載入時，亮度設置會重置或亮度變得非常暗淡。",
  "This is missing all new item classes from all patches since release and from all DLCs.": "這丟失了所有自發佈以來的補丁類和所有DLC類的所有新項目。",
  "Saving can take very long for maps with a high volume of trees and a large number of fires.": "大量樹木和大量火災的地圖可能需要很長時間。",
  "Custom pillars might reset on next load. UI for the mod not fully working.": "自訂支柱可能會重置下一次載入。模組的UI無法完全工作。",
  "This mod is suspected to sometimes prevent other mod buttons to show.": "此模組有時會阻止其它模組按鈕顯示。",
  "LOD has too many vertices.": "LOD 頂點數量過多。",
  "Various players report, information could not be gathered.": "不同的玩家報告無法收集資訊。",
  "Seems to be a Traffic Manager clone, but tells it is Auto Line Color and the sourcecode is not available.": "看起來是流量管理器克隆，但告訴它是自動線的顏色，源碼不可用。",
  "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.": "After changing styles to be back to none and reloading the save it reverts back to the style that was selected beforehand. It despawns historical buildings of other style. Workaround is to delete the district and paint it again.\r\nFix is in development.",
  "Africa in Miniature buildings don't show up in menus.": "Africa in Miniature buildings don't show up in menus.",
  "Lumina includes an executable to run LUT Editor that is located in the Workshop folder of Lumina.": "Lumina 包含了一個可執行檔案，用於運行此模組 Workshop 資料夾中的 LUT 編輯器。",
  "Demand stays at zero.": "需求保持在零。",
  "Works, but causes \"InvalidOperationException\" error messages in log file.": "工作但在日誌檔中造成「無效操作異常」錯誤消息。",
  "This is missing statistics from later DLCs and game patches.": "這是從以後的DLCs和遊戲補丁中缺少的統計資料。",
  "Several reports about conflicts with various mods.": "有幾份關於與各種模式衝突的報告。",
  "Rocks can’t be deleted.": "不能刪除岩石。",
  "This is said to be broken, but there are quite some reports saying it works. You might need to set a 180 degress offset for the sun to properly go from east to west.": "據說這種情況已經打破，但有相當多的報告說它是行之有效的。 您可能需要設置180個偏離，太陽才能正常從東到西。",
  "For some people this mod still works fine. For others there are incompatibilities with various mods, that we could not completely verify.": "對於某些人來說，這個模組仍然很正常。對於另一些人來說，我們無法完全驗證與各種模組不相容。",
  "This might need Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filedetails/?id=818641631.": "這可能需要 Ambient Sound Tuner 2.0: https://steamcommunity.com/workshop/filetails/?id=818641631。",
  "Do not unlock all roads.": "不要解鎖所有道路。",
  "Distorted LOD": "錯誤的 LOD",
  "Causes ingame lags": "導致遊戲卡頓",
  "The copy feature from the Move It mod can also duplicate unique buildings.": "移動版的複製功能 Mod也可以複製獨特的建築物。",
  "Error: too many vertices": "Error: too many vertices",
  "This does work for some corrupted game saves, but not for all. If the game save loads, the game will freeze for some time. This is normal.": "這對某些已損壞的遊戲節省來說是可行的，但對所有人來說都不是這樣。 如果遊戲保存載入，遊戲將凍結一段時間。這是正常的。",
  "This is not updated for the latest DLCs and is still missing a lot from the Industries DLC.": "最新的DLC沒有更新，行業DLC仍然缺少大量資料。",
  "Catenaries and Props become black for the supported Vanilla tracks!": "Catenaries and Props 變成支持的Vanilla 航跡的黑色！",
  "Bus stops on roads from newer patches and DLCs will not be replaced.": "從較新的補給區和脫落後區停止公路上的公車不會被替換。",
  "Setting resets every load and for several players it is broken. Also very likely It will conflict with various other camera mods.": "設置重置每個負載並重置它已損壞的幾個玩家。它也很可能會與其他各種相機模式發生衝突。",
  "Breaks game if you setup to high values.": "設置為高值時打斷遊戲。",
  "This will not fix buildings that were already abandoned before this mod became active.": "這將不會修復此模組啟動前已經被放棄的建築物。",
  "This mod is not longer needed, unless you have an old asset that requires it. As the functionality of this mod is included in the game itself.": "這個模組不再需要了，除非你有一個需要它的舊資產。 因為這個模組的功能包含在遊戲中。",
  "Nursing Homes show as Deathcare coverage when placing them.": "護理院在安置這些人時顯示出死亡護理覆蓋率。",
  "Applying a list will disable unneeded mods but not unsubscribe them, and disabled mods can cause issues. Assets that are included with a mod might glitch. Game settings resetting when saving this mods data.": "應用清單將禁用不需要的模組，但不會取消訂閱，禁用模組可能導致問題。 包含有模組的資源可能會變亮。保存模組資料時會重置遊戲設置。",
  "Various issues, unstable. Road arrow functionality not working, or only after disabling and re-enabling it on each load. Not all roads are supported.": "各種問題不穩定。不穩定。道路箭頭功能無法使用，或者僅在禁用並在每次裝載時重新啟用後才能使用。並非所有道路都得到支持。",
  "The International Airport of After Dark causes issues on line creation. There are some reports about a missing icon/button.": "黑暗之後的國際機場線上創建時出現問題，有一些關於缺少圖示/按鈕的報告。",
  "This might block the vanilla quay upgrade tool.": "這可能會遮罩原版查詢更新工具。",
  "The included Random Security Doors causes a NullReferenceException. If you want to use this package you should exclude Random Security Doors.": "Random Security Doors 會導致 NullReferenceException。 如果你想使用這個模組，你應該移除Random Security Doors。",
  "Causes long loading times, causes various issues that are at the end even game breaking, therefore marked as incompatible to the game.": "造成載入時間長的問題，即使是遊戲中斷也會導致各種問題，因此與遊戲不相容。",
  "Not showing up ingame.": "不顯示ingame。",
  "Lag, game freezes and screen flashes are reported. Use with caution, or unsubscribe.": "已報告延遲、遊戲凍結和螢幕閃爍。請謹慎使用或取消訂閱。",
  "White lines at the moon and Flickering when game running.": "遊戲運行時月球上的白色線和閃電線。",
  "Invalid Image Format": "Invalid Image Format",
  "On game load, the previous value is loaded correctly, but the slider in mod options will always be in the default position.": "遊戲載入時正確載入前一個值，但模組選項中的滑塊總是處於預設位置。",
  "This is only needed if a prop or mod requires it.": "只有當prop或mod需要它時才需要它。",
  "Some users get it to work fine, but there are quite some reports, including about settings resetting between loads.": "一些用戶可以正常工作，但有相當多的報告，包括重置負載之間的設置。",
  "This only works for displays with an aspect ratio of 16:9 or 16:10. This is missing functionality for more recent patches and DLCs.": "這只適用於顯示的寬高比 16:9 或 16:10 。對於最近的補丁和 DLCs 來說，這個功能缺失。",
  "Terrain conforming props cannot be moved up/down.": "地形符合條件的props 不能上下移。",
  "While this mod increases sharpness, it may also introduce noise, moiré patterns and aliasing problems. Especially on higher resolutions, you might not see the difference between this mod active or not.": "雖然這個模組會增加清晰度，但它也可能帶來噪音、微調和模式以及異化問題。 尤其是在高解析度上，您可能看不到這個模組之間的差異是否存在。",
  "This causes (vanilla) trees to flicker.": "這使得(香草)樹被閃爍。",
  "This mod not have any function any more. The creator is not publishing his mods for the players but just to show people how good he can code.": "此模組不再有任何功能。 創建者並不是為了給玩家發佈他的模組，而只是為了向人們展示他能夠程式設計多麼好。",
  "Being unable to export with an 'XML root element missing' error in the log. Train tracks sometimes not included.\r\nIf you modify a node in NCR or NC2 and output a map, the drawing of the corresponding Node part may be incorrect.\r\nPassenger helicopter and Trolley-bus routes added in DLC SH are not displayed. (DLC SH is not supported).": "無法導出，日誌中出現「XML 元素缺失」錯誤。 有時不包括火車軌道。\n如果在NCR或NC2中修改節點輸出貼圖，可能會出現對應節點部分繪製不正確的情況。\n不顯示 DLC SH 中添加的客運直升機和無軌電車路線 （不支持 DLC SH）。",
  "Creating 'ghost' vehicles": "生成幽靈載具",
  "Creating 'ghost' vehicles is reported and need to be verified.": "據報告，此外掛會導致遊戲生成「幽靈載具」，但仍需要進一步驗證。",
  "Do not remove trees added after Campus DLC to the game.": "不要移除在校園DLC後添加到遊戲中的樹木。",
  "Conflicts with various mods and can lead to crashes. Can cause performance issues and increase load time.": "與各種模式衝突並可能導致崩潰。可能導致性能問題並增加負載時間。",
  "This causes very long loading times if the Loading Time Fix mod is not used.": "如果不使用載入時間修復模組，這會導致很長的載入時間。",
  "In order to build outside connections with zonable roads outside of unlocked tiles you need to temporarily disable zoning with another mod. In the map editor the connections have to use vanilla roads, not custom roads. Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "為了在已解鎖的瓦片之外建造與可分區道路的外部連接，您需要暫時禁用與另一個模組的分區。 在地圖編輯器中，連接必須使用原版道路，而不是自訂道路。 城市間公共汽車只能通過連接外面的一路高速公路，而不是通過任何兩路公路進入城市。",
  "This is an incomplete version to lure you into buying a complete version.": "這是一個不完整的版本，可以引誘您購買一個完整的版本。",
  "Subscribing this mod causes flickering or disappearing buildings. Avoid to use any asset, that force you to use this mod!": "訂閱此模組會引起建築物的閃爍或消失。避免使用任何資產，迫使您使用此模組！",
  "The default English names still appear as well, next to the new Japanese names.": "缺省的英文名稱也仍然出現在新日語名稱旁。",
  "This mod increases loading time, and this increase can be huge for big cities.": "這個模組增加了載入時間，這對大城市來說可能是巨大的。",
  "Previously created rotating props still require the PropRotating Params mod.": "以前創建的旋轉props 仍然需要 PropReting Params Mod。",
  "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n": "Some report not being able to save the game, especially with large numbers of procedural objects.\r\nAt first start after installation an empty window apears. Restart your Game to solve this.\r\n",
  "On a T-intersection, no light appears on the intersecting road.": "在一條T交叉路口上，交叉路上沒有燈光。",
  "This is not updated for the Industries DLC and will probably not work for the industrial areas from that DLC.": "工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型工業大型大型工業大型工業大型工業大型大型工業大型大型工業大型大型大型工業",
  "Simulation Errors and conflits with various other mods.": "類比錯誤並與其他各種模式混合。",
  "If the default looks too dark, turn up the global and/or ambient light intensity settings in Ultimate Eyecandy. Shadows must be set to max using Shadow Strength Adjuster to prevent the sun from leaking through objects. To make shadows less visible, reduce global light intensity and increase ambient light intensity in Ultimate Eyecandy.": "如果預設值過於黑暗，則在 Ultimate Eyecandy 中打開全域和/或環境光強度設置。 陰影必須設置為最大值使用陰影力量調節器，以防止太陽通過物件洩漏。 降低陰影可見度，降低全域光強度，增加周圍光強度。",
  "Causes various issues as one path is randomly selected": "隨機選擇路徑時，此模組會引發多種問題。",
  "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.": "Do not support names for newer DLC districts.\r\nEnabling and loading multiple name lists that change the same translation element will cause conflicts.\r\nTo avoid conflicts, please check which translation elements change in the name list workshop.",
  "Resources deplete instead of being unlimited, language switches back to English every start and game is unlocked even if this function is deactivated.": "資源耗盡而不是無限，語言切換回英語，每次遊戲都被解鎖，即使此函數被停用。",
  "Not working on Vanilla roads from later than Sunser Harbour. You could keep subscribed but deactivated to use BOB https://steamcommunity.com/sharedfiles/filedetails/?id=2197863850 to exchange the props.": "在 Sunser Harbour稍後在Vanilla 道路上不工作。您可以繼續訂閱，但是取消啟動使用BOB https://steamcommunity.com/sharedfiles/filetails/?id=2197863850來交換props。",
  "Not able to name new districts.": "無法命名新的地區。",
  "The traffic lights on some custom road do not change.": "一些定制道路上的交通燈沒有變化。",
  "Disabling water pollution is not immediate, it takes some time for the water to clear up. Re-enabling ground or water pollution is also not immediate, it takes some time to build up again.": "造成水污染並不是立即發生的，需要一些時間才能清除。 再造有利的土地或水污染也不是立即發生的，需要一些時間才能重新建立。",
  "Errors in the game log about unallowed actions. Buses not spawning. No first names being assigned.": "遊戲日誌中有關不允許的動作的錯誤。未分配首名。",
  "Works only with maps subscribed from the workshop. Uses detour and therefor incompatible with various other – mainly Harmony – mods.": "只適用于從講習班上訂閱的地圖。使用遊覽以及因此與其他各種——主要是和諧——模式不相容。",
  "Only a limited set of roads is included.": "只有有限的一套公路被包括在內。",
  "User reports that it is not working at all if you select heavy traffic.": "用戶報告說，如果您選擇重量流量，它根本無法工作。",
  "Broken LOD, Vehicle blinks.": "Broken LOD, Vehicle blinks.",
  "Clipping may occur as well as simulation errors.": "剪切可能與類比錯誤同時發生。",
  "For some users citizens don't take a car, but despawn and respawn at their home, sometimes walking to the same station/stop again.": "對於某些用戶來說，公民不要拿一輛汽車，但是在家裡絕望和重生，有時又走到同一站/停頓。",
  "See the basic Render It! & Play It! guide at https://bit.ly/3XiMQPY for more details.": "瞭解更多詳情，請查看基礎渲染功能！並玩它！https://bit.ly/3XiMQPY。",
  "Showing the wrong type of traffic light when using 'Large Avenue with Grass'. It might not work for left hand traffic (LHT) and for small one-way roads or roads with trams.": "使用 \"Grass大大道\" 時顯示錯誤的交通燈類型。 它可能對左手交通和小型單向道路或帶有垃圾的道路不起作用。",
  "Deleting a road segment with adjusted pathfinding might cause a NullReference error.": "刪除路徑調整後的路段可能導致NullReference錯誤。",
  "Errors on startup. Missing UI. Performance issues (fps drops).": "啟動時出錯。缺少使用者介面。性能問題 (fps drops)。",
  "This often blocks the road upgrade button. The scaling feature is broken and should not be used. Users are reporting some other issues as well.": "這常常阻擋道路升級按鈕。縮放功能已損壞，不應使用。用戶也報告其他一些問題。",
  "Button missing. Error popups.": "缺少按鈕。錯誤彈出通知。",
  "Reported massive issues including: missing road textures, KeyNotFoundException error, game crashes, high memory usage.": "報告了大量問題，包括：缺少路由紋理，KeyNotFoundException 錯誤，遊戲崩潰，記憶體使用率高。",
  "Grass might grow through CSUR roads. Hiding the grass with Hide It or raising the nodes slightly with Move It will help. Roads might sometimes be placed slightly below the surface. Raise them with Move It. Tunnel entrances from non-centered CSUR roads get covered by terrain. Some users report game crashes and CSUR interface not working.": "草可能會通過CSUR路生長。隱藏草料或用移動草料稍微提高節點將有所幫助。 公路有時可能略低於地面。 用移動I來提升它們。從非中心CSUR道路的隧道入口被地面覆蓋。一些使用者報告遊戲崩潰，CSUR介面無法工作。",
  "The button cannot be moved, making the stats go off-screen on certain screen resolutions.": "該按鈕不能移動，使得統計資料在某些螢幕解析度的螢幕外移動。",
  "Various issues reported, see Worshop comments for details.": "玩家報告了很多問題，請查看此模組的創意工坊評論區瞭解詳情。",
  "Left hand traffic is not supported. This does not work on Linux. Opposite side traffic lights have some quirks on T-intersections and one-way roads.": "不支援左手流量。這不適用於Linux。相反側流燈在T交接點和單向道路上有一些驚奇。",
  "CAUTION: DO NOT SUPPRESS ERRORS in the mod options or in the popups from this mod, as it makes troubleshooting mod/asset issues near impossible. Hiding errors does not make them go away, and will make your game less reliable!": "注意：不要在模組選項或此模組的快顯視窗中發送錯誤資訊，因為它使故障排除模式/資產問題幾乎不可能。 隱藏錯誤不會讓他們離開，將使你的遊戲變得更不可靠！",
  "Disasters are not recognized.": "災害不被識別。",
  "This doesn't work for the new metro stations from the 'Content Creator Pack: Train Stations', and for some custom stations. You could use Move It instead for those stations.": "這不適用於「內容創建者包：火車站」和一些自訂月臺的新地鐵站。 您可以為這些電臺使用移動它了。",
  "Severe drop in FPS when creating roads. Some users get an 'invalid shape' error. Reversing direction sometimes gives an exception. The exception is harmless, but you can't reverse that segment and have to delete and recreate.": "當創建道路時，FPS嚴重下降。一些使用者會遇到一個「無效形狀」錯誤。反轉方向有時會給出異常。 例外情況是無害的，但您不能扭轉那個區段，並且必須刪除和娛樂。",
  "For several players it causes errors and is not working.": "對幾個玩家來說，它會導致錯誤，無法工作。",
  "Some functions will not work for locally installed assets: sort by recent download, search by author name, open Workshop page.": "有些功能將無法用於本地安裝的資產：按最近下載的資料排序，按作者姓名搜索，打開創意工坊頁面。",
  "There is a bug with spawning as a cow. Slopes, ramps and elevated paths don't seem to work. Some can only walk backwards or are floating.": "出現了一個作為牛奶的繁殖問題。斜坡、斜坡和高階路徑似乎不起作用。 有些人只能向後走或漂浮。",
  "You cannot save the generated roads and therefore you shouldn't open a save where it has been used afterwards. This mod is still in an early state of development.": "你不能保存生成的道路，因此你不應該打開它後來使用的地方。 這個模組仍處於早期開發狀態。",
  "Some users still get it to work, but for many it is partially or totally broken, including not being able to load a game save. Disabling the \"new algorithm for unclogging traffic jams near outside connections\" might help. Deleting the EnhancedDistrictServices.cgs file might also help, but you will lose all customizations.": "一些用戶仍然能夠讓它工作，但對許多使用者來說，它部分或完全被打破，包括無法載入遊戲保存。 禁用「新演算法用於在外部連接附近解鎖流量干擾」可能會有幫助。 刪除EnhancedDistrictServices.cgs檔可能也有幫助，但您將丟失所有自訂檔。",
  "Not working with delivery vehicles from the Industries and Sunset Harbor DLCs. Settings menu getting messed up (close and reopen settings might help). Potentially incompatible with all mods that modify the Vehicle AI.": "不使用來自工業界和日落港碼頭的運載工具。 設置功能表收到消息(關閉或重新打開設置可能有幫助)。可能與修改車輛AI的所有模組不相容。",
  "This mod only works on Windows, not on MacOS or Linux. This is an advanced mod that requires Python scripting knowledge to use.": "這個模組只適用於Windows，不適用於MacOS 或 Linux。這是一個進階模組，需要使用 Python 腳本知識。",
  "You must follow exactly the steps on the workshop page to use it.": "您必須跟隨講習班頁面上的步驟才能使用。",
  "LOD aci null": "LOD aci null",
  "Incompatible with any kind of automated bulldoze mods.": "與任何自動推土機模式不相容。",
  "Is needed for any Adaptive Network to function correctly. These are e.g. Road Builder roads, various fences and Railway 2 networks.": "任何自我調整網路都需要正常運作，如公路建造者道路、各種圍欄和鐵路2網路。",
  "Users reported various issues, see Workshop comments.": "玩家報告了很多問題，請查看此模組的創意工坊評論區瞭解詳情。",
  "Will lead to various graphical issues ingame": "會導致遊戲出現各種圖形顯示的問題",
  "Be aware that this mod is instable and crashes may occur in larger cities!": "請注意這個模組不穩定並且可能在更大的城市發生崩潰！",
  "Cargo trains for some do not spawn.": "一些人的貨運列車不會生成。",
  "This mod has a number of bugs and stability issues, and is not recommended for new games. It is provided here as an attempt to help players with existing cities using Extended Managers Library/Prop Anarchy continue their saves without having to redo their work.": "這個模組有一些缺陷和穩定性問題，不推薦用於新的遊戲。 這裡是為了幫助現有城市的玩家利用擴展管理庫/Prop Anarchy繼續他們的拯救而無需再做他們的工作。",
  "This is only needed if you want to use the new generation mods Tree Control, Prop Control, Line Tool on a map/save that used before Extended Manager Library, Tree Anarchy, Prop Anarchy. For more details check the workshop page of this mod.": "只有當你想要使用新的一代模組樹控制項，Prop Control時，才需要這種操作。 在地圖/保存工具上使用擴展管理器庫，樹無主狀態，Prop 無主狀態。 欲瞭解更多詳情，請查看此模組的工作坊頁面。",
  "Do nothing right now. Should normally not be released publicly.": "現在沒有任何效果，正常的話不應公開發佈。",
  "Service Vehicle Selector 2 blocks Theme Mixer 2 for some players to be able to change the Theme textures.": "服務車輛選擇器2塊主題混音器2塊，讓一些玩家能夠更改主題紋理。",
  "Some roads from Network Extensions spawn the wrong or no traffic light.": "某些來自網路擴展的道路會造成錯誤或沒有交通燈。",
  "District Restrictions (Import/Export) doesn’t show any dropped lists, if used together with Transfer Manager CE": "如果同時使用了 Transfer Manager CE，會導致此模組的區劃限制功能（進出口）的下拉式清單無法正常顯示",
  "Use the original Precision Engineering mod instead of the now deprecated 2.0 version.": "使用原來的精准工程模組而不是現在已廢棄的2.0版本。",
  "Depending on screen resolution it might be needed to use UI Resolution 1.2 to see all of TLM's UI": "根據螢幕解析度，可能需要使用 UI 決議1.2來查看所有TLM UI",
  "Nursing Homes will have an unneeded, blank vehicle selection window.": "護理院將有一個不需要的空白車輛選擇視窗。",
  "Causes trees to float. You could switch to Tree Control, which has the functionality of both these mods.": "引起樹木浮點型變數。你可以切換到具有這兩種模組功能的樹形控制項。",
  "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.": "Blue nodes might appear and can't be automatically fixed. If you use AN Networks, it is better to remove Continues Junction median.",
  "Real Time might delay the arrival of extra Starting Money.": "實際時間可能會延遲額外啟動金錢的抵達。",
  "The author of Camera Positions Utility says these are incompatible, but some users report them working fine together.": "相機位置實用軟體的作者說，這些是不相容的，但一些用戶報告他們一起工作很好。",
  "NExt2 empties the tabs in Better Education Toolbar. Therefore it is better to use the alternative collection instead.": "Network Extensions 2 模組會導致 Better Education Toolbar 模組的選項卡變成空的。\n因此，最好使用替代方案合集中的道路資產，以替換 NE2 模組。",
  "In pause mode you can change the daytime, but as soon as you unpause the time handling of Real Time will take over. This is intended behaviour. If you slow down the simulation speed with Play It! the daytime will not match anymore the Real Time time. This gets very visible at the late evening and early morning. This is intended behaviour and can't be changed.": "在暫停模式下，您可以更改白天，但一旦您取消暫停，真實時間的處理將會接管時間。 這是一種預想的行為。 如果您放慢類比速度並玩遊戲！白天將不會再匹配即時時間。 這在晚上和早上都非常可見。這是預想的行為，不能改變。",
  "Shared Stops can't be created on CSUR express roads (it does work on regular and compact roads).": "無法在CSUR快遞公路上創建共用停機站 (它確實在正常和緊湊的道路上施工)。",
  "Shared Stop Enabler has the functionality to create elevated stops.": "共用停止啟用程式具有創建高檔停止的功能。",
  "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.": "When using Transfer Manager, Stats will not show the right amount of police copters in use. It will always show 0%.",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in TimeWarp will not work.": "當您改變時間時自動暫停遊戲，當您取消暫停時將重置時間。TimeWarp 中的時間速度選項將無法工作。",
  "This might be incompatible with a variety of mods with similar functionality. The listed mods are just a small subset of the incompatible mods.": "此模組可能與多個具有類似功能的模組不相容嗎，並且只列出了一小部分不相容的模組。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Options.": "如果你想要使用 Font Options，必須停用 FPS Booster 中的 Custom Font Manager。",
  "The textures from Theme Decals will probably not match the mixed theme.": "主題標記的紋理可能不匹配混合主題。",
  "Hide It! also includes a remove ruining function. This need to be turned off completely and do not enforce them in Hide It!. Instead activate these functions in BOB. This is the way these mods are designed to work together.": "Hide It! 包含了移除樹木和擺件毀壞效果的功能。如果您正在使用 BOB 模組，請在 Hide It! 的設定中關閉此功能，並在 BOB 模組的設定中勾選「禁止毀壞」選項。這就是這些模組能互相相容的方式。",
  "If you want to use the old props that are included in the original mod, you could keep the original mod subscribed, but disabled. Alternatively you could move the original .crp files to your local asset folder and unsub the original mod. If you start a new city it's the best to unsubscribe the original mod and use the Ploppable Surfaces from the linked collection.": "如果您想使用原版 Ploppable Asphalt+ 模組中包含的舊擺件，則不需要取消訂閱原版模組，但要停用原版模組。\n或者，您可以將原版模組包含的舊擺件的 .crp 檔案移動到本地資產資料夾，然後取消訂閱原版模組。\n如果您要新建存檔，最好取消訂閱原版模組，改為使用下方合集中的 Ploppable Surfaces 資產，並訂閱 Ploppable Asphalt + [Loading Time Fix] 。",
  "This mod is not needed to have the mod working, even though the workshop page states something different.": "不需要此模組作為其工坊頁面所述模組的前置模組。",
  "Node Controller Renewal is actively developed and more user friendly.": "節點控制器更新正在積極開發，更方便用戶。",
  "This might cause blue voids on Replacer/MOM junctions. There might be other incompatibilities.": "這可能會在替換/MOM 交叉口造成藍色的空隙。可能還有其他不相容性。",
  "More Network Stuff gives only additional features in Editor. For normal game play use Network Anarchy only.": "更多 Network Stuff 在編輯器中只提供額外功能。對於普通遊戲，只能使用網路無序遊戲。",
  "For asset creators: This mod is not needed for newly created animated props. Use Modtools and this linked script instead.\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7a7153b86e74c": "對於資產創建者：新創建的動畫屬性不需要這個模組。使用Mod工具和這個連結的腳本代替。\r\nhttps://gist.github.com/ronyx69/558a2adbe7557da62ea7153b86e74c",
  "You should use RON + Cylis NExt2 Replacement Collection instead.": "使用 RON 及 Cylis 製作的 NExt2 Replacement Collection 來代替。",
  "While Cubemap Replacer also change various lighting and reflection settings and change clouds and sun to static positions, AD Cloud Replacer offers moving sun and clouds.": "Cubemap 替換器也會改變各種照明和反射設置，並將雲和陽光變成靜態陣地。 廣告雲替換器提供移動太陽和雲。",
  "Road Builder should not be used together with FPS Booster, as in this case some patches will not be applied correctly. As Road Builder is only working in Editor, and not do anything in normal game, it should be at least deactivated if you want to play the game. It's even better to exclude Road Builder with Loading Order Tool or to unsubscribe Road Builder if you not want to create roads. FPS Booster therefore should be at least deactivated if you want to enter the Editor and use Road Builder. It's even better to exclude FPS Booster with Load Order Tool or to unsubscribe FPS Booster if you want to create roads.": "道路建造器不應與FPS Booster一起使用，因為在這種情況下，某些補給區將無法正確使用。 因為公路建造者只在編輯中工作，而不是在正常遊戲中做任何事情， 如果你想要玩遊戲，它至少應該被停用。 使用載入訂單工具排除道路建造者，或取消訂閱道路建設器，如果您不想創建道路。 因此，如果您想要進入編輯器並使用Road Builder，FPS Booster至少應該被停用。 使用負載訂單工具排除FPS推進器或取消訂閱FPS推進器，如果您想要創建道路的話。",
  "EDS doesn't detect the extra CitizenUnits.": "EDS 沒有檢測到額外的公民單位。",
  "In Settings of \"Express Bus Services (TLM Plugin)\" the options \"Experimental\" and \"Agressive\" may cause buses to despawn if Transport Line Manager is also used. The option \"Prudential\" works as expected.": "在「Express Bus Services (TLM Plugin)」設置中，如果同時使用傳輸線管理器，「實驗」和「Agressive」兩個選項可能會導致公共汽車去除pay。 「Prudential」選項按預期運行。",
  "Ploppable RICO now has the functionality of Grow the Ploppables. Using both mods together is possible, but may give inconsistent results unless your settings are aligned. Removing Grow the Ploppables is recommended, but if done on an existing game you have to make sure that the settings of both mods are the same.": "可塑版RICO現在具有擴張版的功能。 同時使用這兩個模組是可能的，但除非您的設置對齊，否則可能會給出不一致的結果。 建議刪除Ploppables。 但如果在現有遊戲上完成了，您必須確保兩個模組的設置相同。",
  "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!": "Skyve is needed to ensure the secure usage of the autocreated props in mods like BOB, Pocedural Objects or Intersection Marking Tool. A wrong loading order could otherwise break your save!",
  "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.": "When using Transfer Manager, Building Usage will not show the right amount of police copters in use. It will always show zero.",
  "Extended InfoPanel 2 has all functionality from HideUI.": "擴展的 InfoPanel 2 具有來自 HideUI 的所有功能。",
  "Clicking in the bottom bar for UEC functionality does not work.": "點擊底部欄以獲取UEC功能無效。",
  "Clouds & Fog Toggler overrules the fog options of Hide It.": "雲霧切換器覆蓋隱藏生物的霧選項。",
  "A black bar might appear above the bottom toolbar.": "黑色條可能會出現在底部工具列上。",
  "The yellow arrow signals do not operate with TM:PE.": "黃箭頭信號不使用 TM:PE。",
  "Harmony Redesigned might disable UI Resolution. Use the regular version of Harmony instead.": "協調重新設計可能會禁用UI解析度。使用正常版本的和諧。",
  "Toggle It! and this mod can be used together to e.g. hide specific notification icons even if you enable viewing them in Toggle It!": "切換它！這個模組可以一起使用，例如隱藏特定的通知圖示，即使您在切換時啟用查看它們！",
  "Some roads from Network Extensions spawn the wrong traffic light.": "某些來自網路擴展的公路會產生錯誤的交通燈。",
  "Tree Anarchy has the functionality of Plant Scaling, and much more.": "無政府樹具有種植規模的功能，還有更多的功能。",
  "Advanced Building Level Control has all functionality of Historical Districts, and more.": "Advanced Building Level Control 具有歷史地區等全部功能。",
  "Play It! has most functionality of Timewarp Fix. Combine Play It! with Render It! for full replacement functionality.": "玩它！使用 Timewarp Fix 功能最豐富。用Render It來合併遊戲！完全替換功能。",
  "A workaround for the bugs introduced by TLM is in development.": "A workaround for the bugs introduced by TLM is in development.",
  "Natural Disasters Overhaul gets confused by the slower flow of time. Most notably forest fires will be much more common. Set the fire probability low as a workaround.": "自然災害過後因時間流量較慢而變得混亂。 最顯著的是，森林火災將更加常見。設定火災概率低作為一個工作範圍。",
  "Find It filters don't work correctly with the Tree & Vehicle Prop mod.": "查找它的篩檢程式與Tree & Vehicle Prop 模組無法正常工作。",
  "MOM already allows you to convert train stations to metro stations.": "MOM 已允許您將火車站轉換為地鐵站。",
  "There is no need to upgrade pipes if you don't need pipes at all.": "如果你根本不需要管道，就不需要升級管道。",
  "This might give \"Not Enough Buyers\" problems when using the lane connection tool from TM:PE.": "在使用 TM:PE 的路由連接工具時，這可能會造成「買家不足」問題。",
  "In-game features only, so you can create and delete ship and plane paths. You can run MNS together with NA for MNS's map/asset editor features. But it is better to have More Network Stuff only included in Editor Profiles.\r\n": "只有遊戲內的功能，所以您可以創建和刪除飛船和飛機路徑。您可以為 MNS的 map/asset 編輯功能同時運行 MNS 和 NA。 但最好是在編輯器設定檔中包含更多的網路存檔。\r\n",
  "Both mods touch the same game functionality and probably conflict.": "兩個模組都觸摸相同的遊戲功能，可能發生衝突。",
  "Picker picking a different object when Dynamic Asset sorter changes the order of items.": "當動態資產排序器改變專案順序時，選擇另一個物件。",
  "Some features of TM:PE work on reversible tram tracks, but not all.": "TM:PE 的一些功能用於可逆軌，但不是全部功能。",
  "The 'No Problem' mod makes the game think the problem doesn't exist, while the 'Hide Problems' mod only hides the icon. Each mod can (ironically) already lead to serious problems. Combining them is really asking for it...": "「沒有問題」模式使遊戲認為問題不存在，而「隱藏問題」模組只隱藏圖示。 每個模組 (具有諷刺意義) 已經導致嚴重的問題。將它們合併起來真的是要它...",
  "Compatible when level Randomization is turned OFF": "Compatible when level Randomization is turned OFF",
  "You could deactivate this mod and use BOB to exchange the Traffic Lights with the ones from this package.": "您可以停用此模組並使用 BOB 將流量燈與此套裝軟體中的流量燈交換。",
  "If you want the new cubemap only by day, with the default night sky, enable the following settings for Fog Controller: \"Daynight Fog\" and \"Classic Fog\", and enable the following settings for Daylight Classic: - \"Classic sunlight color\", \"Classic sunlight intensity\", \"Classic fog Effect\" and \"Allow Classic fog effect if day/night cycle is on\".": "如果你想要每天的新立方體，預設的夜間天空， 為霧控制器啟用以下設置：「日夜霧」和「經典霧」， 並啟用日光典型的以下設置：「經典日光顏色」， 「經典日光強度」、「經典霧效應」和「如果白天/夜間迴圈開啟，允許經典霧效應」。",
  "Play It! will deactivate its own functions that overlap with Theme Mixer. If you do not use Theme Mixer to mix themes, it is not needed anymore": "Play it! 模組會停用與 Theme Mixer 2/2.5 重複的功能。 如果不使用 Theme Mixer 來混合主題，那麼不需要 Theme Mixer 模組。",
  "Additive Shader assets converted to PO don't show up after reloading a save.": "Additive Shader assets converted to PO don't show up after reloading a save.",
  "Anti-Aliasing Technique TAA will cause flickering graphics. Set to FXAA if you want to use these two mods together.": "時間抗鋸齒技術 TAA 會導致圖形閃爍的問題。如果您想同時使用這兩個模組，請使用 FXAA 抗鋸齒技術。",
  "Use Tree Control instead of Unlimited Trees Mod.": "使用樹控制而不是無限樹模式。",
  "The vehicle limit will be increased correctly, but Watch It incorrectly shows the old vehicle limit.": "車輛限制將會正確提高，但觀察它不正確地顯示舊車輛限制。",
  "You need to deactivate the Custom Font Manager in FPS Booster if you want to use Font Selector.": "如果你想要使用字體選擇器，你需要停用FPS增強器中的自訂字體管理器。",
  "New skins added with Network Skins in a session do not always reflect Traffic Light Replacer changes until a game reload.": "使用網路皮膚添加到會話中的新皮膚並不總是反映流光替換器的變化，直到遊戲重新載入。",
  "From the main menu, the delay time in the mod options will be incorrect. While in game, the mod options do show the correct delay time, corresponding to the Real Time slowed time.": "從主功能表，模組選項中的延遲時間將是不正確的。 在遊戲中，模組選項會顯示正確的延遲時間，與即時減緩時間相對應。",
  "Use the regular version of Harmony instead.": "改用正常版本的「和諧」。",
  "You will have only about 5 to 10 seconds in which to choose your rocket.": "你只會有 5 到 10 秒的時間來選擇你的火箭。",
  "Change the construction speed to 100% in Real Time's settings to avoid buildings disappearing.": "在即時環境中將建築速度更改為100%，以避免建築物消失。",
  "Toggleable Whiteness includes the functionality of Persistent Resource View. Unsubscribe the latter.": "可切換白色包含持久資源視圖的功能。取消訂閱後者。",
  "Replacing road arrows with Prop Switcher is not recommended and might give an 'array out of bounds' error.": "不推薦使用 Prop 切換器替換道路箭頭，這可能會造成一個「陣列超限」錯誤。",
  "The vehicle props generated by Tree & Vehicle Props Patch will have unwanted light effects when the game time is in the night cycle.": "當遊戲時間處於夜間迴圈時，由樹木和車輛Props 補丁生成的車輛props 會產生不想要的燈光效果。",
  "Better Highway Icons triggers an error popup from Building Themes ('System.Reflection.MonoMethod.Invoke'). Both mods still appear to work after.": "更好的高速公路圖示觸發了從Building 主題彈出的錯誤 ('System.Reflection.MonoMethod.Invoke')。這兩種模組似乎仍然有效。",
  "The 'Remove Unwanted' button may not work properly.": "「移除不想要的」按鈕可能無法正常工作。",
  "This might only work with all ULOD settings to 'game default'.": "這可能只適用於所有ULOD設置才能使用「遊戲預設值」。",
  "Accelarated night/weekend cycles from Real Time might give issues with district services.": "從即時起加速的夜間/週末週期可能會給地區服務帶來問題。",
  "Compatibility is uncertain, but the increased limit from More Vehicles is probably not used by PXPVehicleInfo, leading to incorrect numbers when going beyond the original vehicle limit.": "相容性是不確定的，但來自更多車輛的限制可能不被PXPVALEInfo使用， 超過原車輛限制時導致數字不正確。",
  "Garbage Bin Controller breaks Harmony and any mod depending on Harmony. Switch to Garbage Bin Manager.": "垃圾箱控制器會破壞和諧和任何模組。切換到垃圾箱管理器。",
  "Tree Anarchy already has the functionality of Unlimited Trees.": "無政府樹已經具有無限樹的功能。",
  "This combination might cause a performance decrease (FPS drop).": "這種結合可能導致性能下降（FPS下降）。",
  "Use BOB instead of Prop Switcher.": "使用 BOB 而不是 Prop 切換器。",
  "The data converter can only do its work when Plop the Growables is not subscribed.": "資料轉換器只能在 Plop Growables 未訂閱時才能工作。",
  "Use Prop Anarchy instead of Prop Snapping.": "使用 Prop 無主狀態而不是 Prop 無主狀態。",
  "EML already has a better limit showing functionality.": "EML已經有更好的功能限制顯示。",
  "Undoing props is disabled when using EML.": "在使用EML時禁用撤銷props。",
  "Service Vehicle Selector has all functionality of RiverCargoHarborMod. Unsubscribe the latter.": "服務車輛選擇器具有RiverCargoHarborMod的所有功能。取消訂閱後者。",
  "Prop Anarchy already has a better prop painting functionality.": "Prop 無政府狀態已經具有更好的prop繪畫功能。",
  "If contour lines doesn't work, turn off \"Overwrite Terrain\" and set the value to around 100 in ROTTERdams options.": "如果輪廓線無法正常工作，請關閉「覆蓋地形」並在ROTTERDams選項中設置值為大約100。",
  "You can't export props with modtools while EML is active.": "當EML處於活動狀態時，您不能使用mod工具匯出props。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop & Tree Anarchy.": "使用 Prop 無政府狀態，與 Tree 無政府狀態相結合，而不是 Prop & Tree 無政府狀態。",
  "More Advanced OptionsPanel has the functionality of Wider OptionsPanel, and more.": "更歷史地區的選項組具有更廣泛的選項功能等等。",
  "Use the original instead of the now deprecated 2.0 version.": "使用原始版本代替現在已廢棄的2.0版本。",
  "Unsubscribe Holy Water's TM:PE.": "取消訂閱聖水TM:PE。",
  "When this mod is active, No Big Truck won't have any effect except for trucks coming in from outside connections.": "當這個模組處於活動狀態時，除了來自外部通道的卡車之外，沒有任何大卡車不會有任何效果。",
  "Both mods use the Tab key. Use another first person mod, or change the key for First-person Auto-walking.": "這兩個模組都使用定位字元。使用另一個人的模組，或者更改第一個人自動走訪的金鑰。",
  "When changing zoning to a road, changes from Network Skins are reset.": "當將分區更改為公路時，網路皮膚的更改將被重置。",
  "Realistic Population includes a 'no deathcare' functionality.": "現實的人口包括「無死亡護理」功能。",
  "Please unsubscribe Network Extension 2 before using the linked collection.": "在使用替換 NE2 的合集前，請先取消訂閱 Network Extension 2 模組。",
  "CSM can break Find It. Running the game as administrator may temporarily solve the incompatibility issue.": "CSM 可以破壞查找It 。作為管理員運行遊戲可能暫時解決不相容問題。",
  "Some textures on Network Extensions roads might not load.": "網路擴展路上的一些紋理可能無法載入。",
  "With 81 tiles 2 you don't need Cross The Line.": "有 81 個瓷塊 2 你不需要十字線。",
  "With both mods active, placed buildings despawn. Ploppable RICO already has the functionality.": "在兩個模組活動中，將建築物置於去掉。可放置的 RICO 已經具有功能。",
  "81 Tiles 2 include the same function but w/o the options to select specific networks. You can use both together or w/o the other mod.": "81 Tiles 2 同樣也有道路通電功能，但不能選擇僅對特定的道路通電。您可以同時使用這兩個模組，或者使用其中一個。",
  "Game pauses automatially when you change time, and time resets back when you unpause. Time speed options in Ultimate Eyecandy will not work.": "當您改變時間時自動暫停遊戲，當您取消暫停時將重置時間。使用時長度選項將無法正常工作。",
  "Disable the Classic sunlight color, Classic sunlight intensity and Classic for color settings in Daylight Classic.": "禁用經典日光顏色、經典日光強度和經典顏色來設置日光Class。",
  "As long as you don't use TM:PE to limit the speed for rail tracks, these mods should be compatible.": "只要您不使用 TM:PE 來限制鐵軌的速度，這些模組應該是相容的。",
  "Clouds & Fog Toggler overrules the fog options of Hide it, Bobby.": "雲霧切換器覆蓋隱藏它的霧選項。Bobby。",
  "Several users report using these together without issues.": "好幾個用戶報告了一起使用這些沒有問題的情況。",
  "Prop Painter was not updated to recent Move It updates, creating issues for any mod that try to integrate with Move It.": "Prop 繪畫沒有更新到最近的移動It 更新，給試圖與 Move It 結合的任何模組造成問題。",
  "If you change the Move It \"enhanced Pillar Control\" option your existing surface paints might disappear.": "如果您更改了「增強型柱面控制」選項, 您現有的表面繪圖可能會消失。",
  "Changing the date may cause a gap in the graph or cause part of the graph to be overwritten.": "更改日期可能導致圖表中的空白或導致圖表的部分被覆蓋。",
  "Lifecycle Rebalance already includes 'no deathcare' functionality.": "生命週期重新平衡已經包含了「無死亡護理」功能。",
  "Use Ploppable RICO Revisited instead.": "使用 Ploppable RICO Revisit代替。",
  "Mod settings for Shadow Distance Fix reset on game load.": "遊戲載入時重置陰影距離修復的模組設置。",
  "Upgrade Untouchable breaks the MOM pillar selection.": "升級不可接觸的破壞了MOM 界碑的選擇。",
  "Causes trees to float. You could switch to Tree Anarchy, which has the functionality of both these mods.": "引起樹木浮動。你可以切換到無序樹，這兩種模式都具有功能。",
  "Loading Screen Mod asset report file also include all these information.": "載入螢幕Mod asset報告檔也包含所有這些資訊。",
  "Both mods have options to hide panels on main menu screen. Only use one mod to hide them, or you might run into issues.": "兩個模組在主功能表螢幕上都有隱藏面板的選項。只能使用一個模組來隱藏它們，或者您可能會遇到問題。",
  "You could switch to Tree Anarchy, which has the functionality of both these mods.": "你可以切換到無政府樹，它具有這兩種模式的功能。",
  "Setting traffic lights or priority signs with TM:PE on train tracks will not work. Other settings do work.": "在列車軌跡上使用 TM:PE 設置交通燈或優先標誌將無法正常工作。其他設置也會正常工作。",
  "Several users report that Parallel Road Tool won't work with Network Skins subscribed.": "好幾個用戶報告說，並行道路工具不適用於網路皮膚訂閱。",
  "Restores ship behavior that allows them to float on the land.": "恢復允許船隻在陸地浮動的船舶行為。",
  "Some roads from Network Extensions spawn the wrong or an extra traffic light.": "某些來自網路擴展的道路會造成錯誤或額外的流量光。",
  "FPS Booster has all functionality of Mini FPS Booster, and more.": "FPS Booster擁有Mini FPS Booster的所有功能等等。",
  "This might give an error. See the 24 Aug. 2021 comment on the FPS Booster workshop page for a solution.": "這可能會造成一個錯誤。請參閱2021年8月24日關於FPS Booster Workshop 頁面的評論以獲取解決方案。",
  "All three listed mods should be used for new games instead of using Extended Managers Library": "所有三個列出的模組都應用於新遊戲，而不是使用擴展管理程式庫",
  "This mod combination prevents using the light background theme.": "此模組組合防止使用光線背景主題。",
  "Roads created with Road Builder not use vanilla pillars. This leads to a gap between these roads and the pillars, if you reduce the thickness of bridges and elevated parts in Curb Height Adjuster.": "用公路建造者建造的公路不使用原木的界碑。 如果你能夠降低橋接厚度和曲線高度調整器中的高階部分的厚度，就會造成這些道路與界碑之間的差距。",
  "The service selections on the Healthcare service selection panel are displayed too low making it difficult or impossible to click.": "保健服務選擇面板上的服務選擇顯示得太低，因而難以或無法點擊。",
  "Both mods replace the 'vanilla matchmaker', making them incompatible.": "兩個模組都替換了「原版匹配器」，使它們不相容。",
  "When doing automatic replacement, TM:PE settings will be lost on replaced and connected network segments, and lane arrows and lane connectors might be messed up on the entire map.": "當進行自動替換時，替換和連接的網路部分將丟失TM:PE設置 和行道箭頭和行道連接器可能會在整個地圖上發送資訊。",
  "CSUR is incompatible with the advanced zoning options in Network Extensions.": "CSUR與網路擴展中的進階分區選項不相容。",
  "Flickering and disappearing buildings and assets are reported.": "據報告，它會導致建築物和資產閃爍或消失。",
  "The AdjacentToPurchased option of Common Ground is incompatible with 81 Tiles. Common Ground is not needed for gameplay when you unlock all 81 tiles, but is still great for use in the map editor.": "AdjacentTo購買的共同場地選項與81格不相容。 當你解鎖所有81片瓷磚時，遊戲不需要共同的地面，但在地圖編輯器中仍然很棒。",
  "If you used before Plop the Growables mod on a save, use the linked Converter before loading without that mod. Also subscribe in that case RICO revisited and Find it! 2 to be able to plop growables.": "如果您在Plop 上的Growables Mod上使用了的話，請使用連結的Converter 在沒有那個移動的情況下載入之前。 在這種情況下，RICO再次訂閱並找到它！2 以便能夠繪製叢林。",
  "Additive Shader is not compatible with the variable sunrise/sunset times from Real Time. Use the Additive Shader test version instead.": "附加著的Shader與真時變數的日落/日落時間不相容。請使用添加劑Shader測試版本。",
  "Deactivate the build in Unlimited Soil mod of Colossal Order, as its function is included in Extra Landscaping Tools.": "停用在無限土壤模組中的巨型命令構建，因為它的功能包含在額外景觀工具中。",
  "Always run the Steam client before you run the game. On Linux and MacOS some user action is required, see the installation guide: https://steamcommunity.com/workshop/filedetails/discussion/2105755179/3120423877860413758/": "在您運行遊戲之前總是運行Steam用戶端。在 Linux 和 MacOS 上，需要一些使用者操作，請參閱安裝指南：https://steamcommunity.com/workshop/filetails/discussion/2105755179/3120423877860413758/",
  "The fix is part of the base game now.": "原版遊戲已經修復此問題，不再需要此模組。",
  "This is a standard, builtin mod uploaded to the Workshop.": "這是一個標準的內置模組，上傳到講習班。",
  "The original mod supports various languages.": "原版模組支援各種語言。",
  "This seems to be related to the infamous ali213_mod_01 mod.": "這似乎與臭名昭著的ali213_mod_01Mod有關。",
  "It is strongly recommended to make a backup of an existing save before using this mod on it.": "在使用此模組之前，強烈建議備份好現有的存檔。",
  "Function is now part of the base game. This mod is only needed for assets that where made for this mod.": "此模組的功能已被原版遊戲整合。僅當您擁有為此模組製作的資產時，才需要此模組。",
  "Now part of the base game, only needed for assets, that use these tracks.": "此模組已被原版遊戲整合。\n僅當您擁有需要這些火車軌道的資產時，才需要使用此模組。",
  "The functionality of this mod is included in the game itself, even though the calculations in this mod are slightly different.": "這個模組的功能包含在遊戲本身中，儘管這個模組的計算略有不同。",
  "Some users report the UI as missing when not subscribed to Fine Road Tools.": "有些用戶在未訂閱精幹的道路工具時報告UI缺失。",
  "'Make historical' is part of the game itself now, but with this mod a historical building can't get abandoned.": "「製作歷史」現在是遊戲本身的一部分，但在這個模組中，歷史建築不能被放棄。",
  "Use the 'Try to recover from Simulation Errors' option from Loading Screen Mod instead, which is more powerful than this mod.": "使用「嘗試從類比錯誤」選項中從載入螢幕模組中恢復，這比這個模組更強大。",
  "It's not recommended to use this in the map editor, because created maps will require Prop Anarchy.": "它不建議在地圖編輯器中使用此選項，因為創建的地圖將需要 Prop 無序狀態。",
  "This mod needs at least one traffic light prop pack to function. This mod automatically disables individual traffic light mods on game startup to avoid conflicts, but uses the bundled props from those mods. Leave those other traffic light mods disabled.": "這個模組需要至少一個流量燈具才能起作用。 這個模組在遊戲啟動時自動禁用單個流量光模組以避免衝突，但是使用這些模組的捆綁屬性。 禁用其他流量光模組。",
  "You can find newer versions of this LABS version on GitHub: https://github.com/kianzarrin/AdaptiveRoads/releases": "您可以在 GitHub: https://github.com/kianzarrin / AdaptiveRoads/releases 上找到此 LABS 版本的較新版本",
  "All jobs from non-RICO buildings, including all Industries DLC buildings, are included in the service (SRV) numbers.": "來自非RICO建築物的所有工作，包括所有DLC工業公司建築，都列入了服務號碼。",
  "The mod works on Windows, Mac OS and Linux. The included standalone 'Load Order Tool' is Windows only and requires an additional .Net install. See Workshop page for details.": "模組在 Windows 、 Mac OS 和 Linux 上運行。包含的獨立的 '負載訂單工具' 只是 Windows ，需要額外的 。 et install. 詳情請查看創意工坊頁面。",
  "Nature reserve paths and similar don't blend in when placed on sloped terrain. This can be fixed by using Clamp mode with a strength around 100 (recommended) or by enabling the \"overwrite terrain appearance\" option.\r\n\r\nWith the \"overwrite terrain appearance\" option enabled, the topographic lines overlay is broken. Either disable that option, or use clamp mode with a strength of 120 or lower, or scale mode with a strength of 100 or lower.\r\n\r\nNetworks will always display the grass, never the cliff texture. This is especially noticeable with e.g. D͓̽X͓̽'s slope profiles.": "自然保護區路徑和類似的地方放置時不會混合在斜坡地形上。 這可以通過使用亮度在100左右（推薦）或開啟「覆蓋地形外觀」選項來修復。\r\n\r\n啟用了「覆蓋地形外觀」選項後，地形線疊加層已損壞。 要麼禁用此選項，要麼使用強度為120或更低的夾帶模式，要麼使用強度為100或更低的比例模式。\r\n\r\n網路將總是顯示草地，而不是剪切結構。這尤其值得注意，如：DdestixXCid的坡度。",
  "The functionality of this mod is included in the game itself, even though the arrows of this mod are better visible.": "這個模組的功能包含在遊戲本身中，儘管這個模組的箭頭更可見。",
  "This was needed for MacOS, because FPS Booster didn't work on MacOS. That should be solved and everyone should be able to use FPS Booster.": "這對於MacOS來說是必要的，因為FPS提升器沒有在MacOS上工作。這應該得到解決，每個人都應該能夠使用FPS加速器。",
  "All recoloring will be lost when you (un)subscribe to anything while the game is running.": "當你(取消)在遊戲運行時訂閱任何東西時，所有重新裝飾都會丟失。",
  "This can be used on its own, or be disabled and used as 'prop pack' for the BOB or Traffic Light Replacer mod.": "這可以單獨使用，或者禁用，並用作BOB或交通燈替換器的 \"prop 包\"。",
  "This used to be the newer version, but was deprecated after the original version was updated. Use the original version instead.": "此模組曾經是較新的版本，但在原版模組更新後已經廢棄。請改用原版模組。",
  "When using this mod, it is wise to back up your saves from time to time.": "當使用這個移動時，不時備份你的保存是明智的。",
  "Intercity buses only enter the city via 1-way highway outside connections, not via any 2-way road.": "城市間公共汽車只能通過連接外面的一路高速公路，而不是通過任何兩路公路進入城市。",
  "This use outdated information. The official release of Compatibility Report have multi language support!": "此模組的相容性資訊已過時。官方發佈的 Compatibility Report 已支援多語言！",
  "This mod is now only needed for cemeteries. The Waste Transfer and Processing facilities from the game cover the other functionalities from this mod.": "這個模組現在只是墓地所需要的。遊戲中的廢物轉移和處理設施涵蓋了這個模組的其他功能。",
  "This is succeeded by the following prop pack combined with the BOB mod: https://steamcommunity.com/sharedfiles/filedetails/?id=2632539686": "下面的 prop 包與 BOB 模式相結合：https://steamcommunity.com/sharedfiles/filetails/?id=2632539686",
  "Incorrectly shows as Cinematic Camera.": "不正確地顯示為電影鏡頭。",
  "Alternatives for this can be found here: https://steamcommunity.com/sharedfiles/filedetails/?id=2415082532": "此選項可在這裡找到：https://steamcommunity.com/sharedfiles/filetails/?id=2415082532",
  "The game already solves the issue of not having enough low educated workers by employing highly educated people in lower-education jobs.": "這場遊戲已經通過雇用受過高等教育的人從事低學歷工作，解決了教育程度低的工人人數不足的問題。",
  "CAUTION: If you use this and save, the game save is broken.": "提示：如果您使用這個並保存，遊戲保存就會中斷。",
  "This is for testing only and might be removed from the Workshop soon.": "此模組只是為了測試，可能很快就會從創意工坊上刪除。",
  "When creating assets with the props from this mod, those assets need this version of the mod and can't be used with the original mod.": "當使用此模組的props創建資源時，這些資源需要這個版本的模組，無法與原版模組一起使用。",
  "Use Prop Anarchy combined with Tree Anarchy instead of Prop &amp; Tree Anarchy.": "使用 Prop Anarchy temporary fix 和 Tree Anarchy temporary fix 代替 Prop & Tree Anarchy 模組。",
  "It is STRONGLY recommended not to use this mod!": "強烈建議不要使用這個模組！",
  "Alternatively this has a 'ghost mode' which allows unsubscribing and still keep the game save accessible, if you want to completely remove MOM.": "此外，如果您想要完全移除 MOM 模組，請勾選 MOM 模組裡的「幽靈模式」選項，以保證移除 MOM 模組後不會損壞存檔。",
  "The creator encrypted his code and do not provide any access to his code. Therefore non can verify if they not include any kind of harmful code. Neither the other modders can work on fixing issues that raises with using mods from this creator. We only can verify, that their mods create issues with several top 100 mods.": "創建者加密了他的代碼，不允許訪問他的代碼。 因此，不可以核實它們是否不包括任何有害的代碼。 任何其它模式都無法解決使用此創建者的模組引起的問題。 我們只能證實，他們的模組使用幾種頂尖的100種模式造成了問題。",
  "If you have issues with font display, disable Custom Font Manager in the mod options.": "如果字型顯示出現問題，請在 FPS Booster 模組選項中停用 Custom Font Manager 。",
  "This mod was only for scenario developers looking for more options.": "此模組僅適用於尋找更多選項的場景開發者。",
  "Note: The locale file will not be removed when unsubscribing. It has to be removed manually, see Workshop page.": "注意：取消訂閱時不會刪除本地檔。它必須手動刪除，見創意工坊頁面。",
  "This is incompatible with a variety of mods with similar functionality as well as it collide with various mods. Way to much to list all of them.": "它與多個具有類似功能的模組不相容，並且會與其他模組發生衝突。 問題太多了，無法一一列舉。",
  "The original mod supports the Chinese language.": "原版模組支援中文語言。",
  "Now part of the base game, therefore not needed any more.": "原版遊戲已經整合了此模組的功能，因此不再需要此模組。",
  "This will only unlock 25 tiles at the start of a new game, not on a previous game save.": "這只會在新遊戲開始時解鎖25個瓷塊，而不是在以前的遊戲保存中。",
  "Can't show data from extension mods like Extended Managers Library.": "無法顯示 Extended Managers Library 等擴展模組的資料。",
  "Autobudgetting police, healthcare and fire stations could cause land value to drop, because lower budget means lower cover area.": "員警、保健和消防站的自動預算可能導致土地價值下降，因為預算較低意味著覆蓋面積較低。",
  "This is a unofficial fixed version of the Toggleable Whiteness mod.": "這是 Toggleable Whiteness 模組的一個非官方修復版。",
  "The game has one-way train tracks as well, but this also has a single two-way track and is still needed for custom stations with a one-way station track.": "遊戲還有單向列車軌道。 但這也有一個單一的雙向軌道，對於有單向網站的自訂台站仍然需要這樣做。",
  "This is only needed if an old flag prop or vehicle sub mesh still requires it.": "只有當一個舊的旗幟prop 或車輛子網格仍然需要它時才需要它。"
}