{
  "CR_NoAvailableReport": "এই আইটেমটির জন্য কোনও প্রতিবেদন উপলব্ধ নেই",
  "CR_NothingToReport": "রিপোর্ট করার মতো কিছুই নেই",
  "CR_Remarks": "মন্তব্য",
  "CR_MinorIssues": "ছোটখাটো সমস্যা",
  "CR_MajorIssues": "প্রধান বিষয়",
  "CR_Unsubscribe": "সাবস্ক্রাইব করা উচিত",
  "CR_IncompatibleWithGameVersion": "এই মোডটি বর্তমান গেম সংস্করণটির সাথে সম্পূর্ণ বেমানান।",
  "CR_RequiresIncompatibleMod": "এটির জন্য এমন একটি মোড প্রয়োজন যা বর্তমান গেম সংস্করণটির সাথে সম্পূর্ণ বেমানান।",
  "CR_BreaksGame": "এই মোডটি আপনার খেলাটি ভেঙে দেবে।",
  "CR_BrokenMod": "এই মোডটি ভেঙে গেছে।",
  "CR_MajorIssuesNoNote": "এই মোড থেকে সাবস্ক্রাইব করা ভাল, আরও তথ্যের জন্য এর কর্মশালার বিবরণটি পরীক্ষা করুন।",
  "CR_MajorIssuesWithNote": "এই মোড থেকে সাবস্ক্রাইব করা ভাল।",
  "CR_MinorIssuesNoNote": "এই মোডের সামান্য সমস্যা রয়েছে, আরও তথ্যের জন্য এর কর্মশালার বিবরণটি পরীক্ষা করুন।",
  "CR_MinorIssuesWithNote": "এই মোডের সামান্য সমস্যা রয়েছে।",
  "CR_UserReportsNoNote": "ব্যবহারকারীরা এই মোডের সাথে সমস্যাগুলি প্রতিবেদন করছেন, আরও তথ্যের জন্য এর কর্মশালার বিবরণটি পরীক্ষা করুন।",
  "CR_UserReportsWithNote": "ব্যবহারকারীরা এই মোডের সাথে সমস্যাগুলি প্রতিবেদন করছেন।",
  "CR_NotEnoughInformationUpdated": "এটি ভাল কাজ করে কিনা তা জানতে এই মোড সম্পর্কে পর্যাপ্ত তথ্য নেই, যদিও এটি বর্তমান গেম সংস্করণের জন্য আপডেট হয়েছে।",
  "CR_NotEnoughInformationOutdated": "এটি ভালভাবে কাজ করে কিনা তা জানতে এই মোড সম্পর্কে পর্যাপ্ত তথ্য নেই, তবে এটি বর্তমান গেম সংস্করণটির জন্য আপ টু ডেট নয়।",
  "CR_Stable": "এই মোডটি স্থিতিশীল এবং বর্তমান গেম সংস্করণটির সাথে সামঞ্জস্যপূর্ণ।",
  "CR_NotReviewedUpdated": "এই মোডটি এখনও পর্যালোচনা করা হয়নি, যদিও এটি বর্তমান গেম সংস্করণের জন্য আপডেট হয়েছে।",
  "CR_NotReviewedOutdated": "এই মোডটি এখনও পর্যালোচনা করা হয়নি, তবে এটি বর্তমান গেমের সংস্করণের জন্য আপ টু ডেট নয়।",
  "CR_NotInCatalogMod": "এই আইটেমটি পর্যালোচনা করা হয়নি, আপনার নিজের ঝুঁকিতে এই মোডটি ব্যবহার করুন।",
  "CR_NotInCatalog": "এই আইটেমটি পর্যালোচনা করা হয়নি।",
  "CR_MissingDLC": "এই আইটেমটির জন্য ডিএলসিগুলির প্রয়োজন যা আপনার নেই।",
  "CR_UnneededDependency": "এটি একটি নির্ভরতা মোড, তবে আপনি এটির প্রয়োজন এমন কোনও মোড ব্যবহার করেন না। আপনি যদি কোনও স্থানীয় মোডের প্রয়োজন না জানেন তবে এটি অপসারণ করা ভাল।",
  "CR_WorksWhenDisabled": "এই মোডটি আপনার গেমটিকে অক্ষম করার পরেও প্রভাবিত করে, আপনি যদি এটি ব্যবহার করতে চান বা এটি থেকে সাবস্ক্রাইব করতে চান তবে এটি সক্ষম করুন।",
  "CR_SuccessorsAvailable": "এই মোডের উত্তরসূরি হ'ল:",
  "CR_SuccessorsAvailableMultiple": "এটি নিম্নলিখিত যে কোনও একটি দ্বারা সফল হয়েছে, তাদের মধ্যে একটি বাছাই করুন।",
  "CR_AlternativesAvailable": "এটির বিকল্প আপনি ব্যবহার করতে পারেন:",
  "CR_AlternativesAvailableMultiple": "এই মোডের কয়েকটি বিকল্প বিকল্প এখানে রয়েছে, সেগুলির মধ্যে একটি চয়ন করুন।",
  "CR_RequiredModsMissing": "আপনি এটি সঠিকভাবে কাজ করার জন্য নিম্নলিখিত মোডগুলি অনুপস্থিত।",
  "CR_Obsolete": "এটি অপ্রচলিত এবং আর প্রয়োজন হয় না।",
  "CR_RemovedFromWorkshop": "এটি আর বাষ্পে উপলভ্য নয়, এটি থেকে সাবস্ক্রাইব করা এবং এর বিকল্পগুলি খুঁজে পাওয়া ভাল।",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "এটি পরিত্যক্ত বলে মনে হচ্ছে, ভবিষ্যতের আপডেটগুলি অসম্ভব।",
  "CR_AbandonedRetired": "এটি পরিত্যক্ত বলে মনে হচ্ছে এবং লেখক অবসর নিয়েছেন, ভবিষ্যতের আপডেটগুলি অসম্ভব।",
  "CR_Retired": "এই আইটেমটির লেখক অবসর নিয়েছেন, ভবিষ্যতের আপডেটগুলি অসম্ভব।",
  "CR_Note": "এর জন্য কিছু মনে রাখতে হবে:",
  "CR_Recommendations": "লেখক বা এই মোডের ব্যবহারকারীরা নিম্নলিখিতগুলিও ব্যবহার করার পরামর্শ দেন।",
  "CR_SavesCantLoadWithout": "এই মোডটি ব্যবহার করার পরে, সেভ-গেমস এটি ছাড়া আর লোড হবে না (সহজেই)।",
  "CR_SourceNotPublic": "কোনও উত্স কোড প্রকাশিত হয়নি। সোর্স কোড ব্যতীত কোনও মোডে দূষিত কোড অন্তর্ভুক্ত নয় তা নিশ্চিত করা শক্ত।",
  "CR_NoDescription": "এই আইটেমটির জন্য কর্মশালায় কোনও বিবরণ পাওয়া যায় না।",
  "CR_NoCommentSection": "এই আইটেমটির জন্য মন্তব্য বিভাগ অক্ষম করা হয়েছে।",
  "CR_SourceBundled": "লেখক সক্রিয় করেছেন যে উত্স কোডটি মোডের সাথে বান্ডিল করা উচিত তবে এটি প্রকাশিত হয় না। এটি অন্য মোডারদের দ্বারা চালিয়ে যাওয়া আরও কঠিন করে তোলে। সোর্স কোড ব্যতীত কোনও এমওডি দূষিত কোড অন্তর্ভুক্ত না করে তা নিশ্চিত করাও শক্ত।",
  "CR_SourceNotPublicAbandoned": "কোনও উত্স কোড প্রকাশিত হয়নি, অন্য কোনও মোডার দ্বারা চালিয়ে যাওয়া শক্ত করে তোলে। সোর্স কোড ব্যতীত কোনও মোডে দূষিত কোড অন্তর্ভুক্ত নয় তা নিশ্চিত করাও শক্ত।",
  "CR_SourceObfuscated": "লেখক ইচ্ছাকৃতভাবে অন্যান্য মোডারদের কাছ থেকে মোড কোডটি লুকিয়ে রেখেছেন, যা কিছুটা সন্দেহজনক। সোর্স কোড ব্যতীত কোনও মোডে দূষিত কোড অন্তর্ভুক্ত নয় তা নিশ্চিত করাও শক্ত।",
  "CR_Reupload": "এটি অন্য মোডের পুনরায় আপলোড, পরিবর্তে এটি ব্যবহার করুন (বা এর উত্তরসূরি)",
  "CR_BreaksEditors": "আপনি যদি সম্পদ সম্পাদক এবং/অথবা মানচিত্র সম্পাদক ব্যবহার করেন তবে এটি গুরুতর সমস্যা দিতে পারে।",
  "CR_ModForModders": "এটি কেবল মোড্ডার বা সম্পদ নির্মাতাদের জন্যই প্রয়োজন, নিয়মিত ব্যবহারকারীদের সাধারণত এটির প্রয়োজন হয় না। আপনি যদি সম্পাদকটিতে না থাকেন তবে এই জাতীয় মোডগুলি সক্রিয় করা উচিত নয়। আপনি যদি সাধারণ গেমটি খেলতে চান তবে এটিকে বাদ দেওয়া বা এটি থেকে সাবস্ক্রাইব করা আরও ভাল।",
  "CR_TestVersion": "এটি মূল মোডের একটি পরীক্ষার সংস্করণ, স্থিতিশীলতার গ্যারান্টিযুক্ত নয় তাই সাবধানতার সাথে এটি ব্যবহার করুন।",
  "CR_TestVersionStable": "এটি মূল মোডের একটি পরীক্ষা সংস্করণ, তবে তুলনামূলকভাবে স্থিতিশীল।",
  "CR_MusicCopyright": "যেহেতু অন্তর্ভুক্ত সংগীতটি কপিরাইট সুরক্ষিত হতে পারে, আইনী সমস্যাগুলি এড়াতে স্ট্রিমিংয়ের জন্য সংগীত প্যাকগুলি ব্যবহার না করা ভাল।",
  "CR_SameModDifferentReleaseType": "আপনার এই একই মোডের একাধিক প্রকাশিত রয়েছে, আপনার সেগুলির মধ্যে একটি অপসারণ করা উচিত।",
  "CR_SameFunctionality": "আপনার একই কার্যকারিতা সহ আরও একটি মোড রয়েছে যা এটির সাথে বেমানান হতে পারে, আপনার সেগুলির মধ্যে একটি অপসারণ করা উচিত।",
  "CR_IncompatibleAccordingToAuthor": "আপনার আরও একটি মোড রয়েছে যা লেখক বলেছেন যে এটির সাথে বেমানান, আপনার তাদের একটি অপসারণ করা উচিত।",
  "CR_IncompatibleAccordingToUsers": "আপনার কাছে আরও একটি মোড রয়েছে যা ব্যবহারকারীরা এটির সাথে বেমানান হিসাবে রিপোর্ট করেছেন, আপনার সেগুলির মধ্যে একটি অপসারণ করা উচিত।",
  "CR_MajorIssuesWith": "আপনার আরও একটি মোড রয়েছে যা এটির সাথে বড় সমস্যা সৃষ্টি করে:",
  "CR_MinorIssuesWith": "আপনার আরও একটি মোড রয়েছে যা এটির সাথে সামান্য সমস্যা সৃষ্টি করে:",
  "CR_RequiresSpecificSettings": "এর সাথে একসাথে কাজ করার জন্য এটির জন্য নির্দিষ্ট কনফিগারেশন প্রয়োজন:",
  "CR_SameFunctionalityCompatible": "আপনার একই কার্যকারিতা সহ আরও একটি মোড রয়েছে, উভয়ই এখনও কার্যকরী। আপনার উভয় প্রয়োজন কিনা তা পরীক্ষা করুন।",
  "CR_CompatibleAccordingToAuthor": "আপনার একই কার্যকারিতা সহ আরও একটি মোড রয়েছে যা লেখক বলেছেন যে উভয়ই এখনও কার্যকর। আপনার উভয় প্রয়োজন কিনা তা পরীক্ষা করুন।",
  "CRT_Stability": "স্থায়িত্ব প্রতিবেদন",
  "CRT_Successors": "উত্তরসূরি",
  "CRT_RequiredMods": "প্রয়োজনীয় মোড",
  "CRT_DlcMissing": "প্রয়োজনীয় ডিএলসিএস",
  "CRT_Compatibility": "সামঞ্জস্যতা",
  "CRT_UnneededDependency": "অপ্রয়োজনীয় নির্ভরতা",
  "CRT_WorksWhenDisabled": "অক্ষম থাকাকালীন সক্রিয়",
  "CRT_Alternatives": "বিকল্প",
  "CRT_Status": "স্থিতি",
  "CRT_Recommendations": "প্রস্তাবনা",
  "CRT_Note": "বিঃদ্রঃ",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}