{
  "CR_NoAvailableReport": "Pro tuto položku není k dispozici žádná zpráva",
  "CR_NothingToReport": "Nic k nahlášení",
  "CR_Remarks": "Poznámky",
  "CR_MinorIssues": "Drobné problémy",
  "CR_MajorIssues": "Hlavní problémy",
  "CR_Unsubscribe": "By měl být odhlášen",
  "CR_IncompatibleWithGameVersion": "Tento mod je zcela nekompatibilní s aktuální verzí hry.",
  "CR_RequiresIncompatibleMod": "To vyžaduje mod, který je zcela nekompatibilní s aktuální verzí hry.",
  "CR_BreaksGame": "Tento mod rozbije vaši hru.",
  "CR_BrokenMod": "Tento mod je zlomený.",
  "CR_MajorIssuesNoNote": "Nejlepší je odhlásit se z tohoto mod, podívat se na jeho popis workshopu pro více informací.",
  "CR_MajorIssuesWithNote": "Z tohoto mod je nejlepší odhlásit.",
  "CR_MinorIssuesNoNote": "Tento mod má drobné problémy a zkontrolujte popis jeho workshopu pro více informací.",
  "CR_MinorIssuesWithNote": "Tento mod má drobné problémy.",
  "CR_UserReportsNoNote": "Uživatelé hlásí problémy s tímto modem, zkontrolujte popis jeho workshopu pro více informací.",
  "CR_UserReportsWithNote": "Uživatelé hlásí problémy s tímto modem.",
  "CR_NotEnoughInformationUpdated": "O tomto modu není dostatek informací o tom, zda to funguje dobře, i když je aktualizován pro aktuální verzi hry.",
  "CR_NotEnoughInformationOutdated": "O tomto modu není dostatek informací o tom, zda to funguje dobře, ale není aktuální pro aktuální verzi hry.",
  "CR_Stable": "Tento mod je stabilní a kompatibilní s aktuální verzí hry.",
  "CR_NotReviewedUpdated": "Tento mod nebyl dosud přezkoumán, i když je aktualizován pro aktuální verzi hry.",
  "CR_NotReviewedOutdated": "Tento mod nebyl dosud přezkoumán, ale není aktuální pro aktuální verzi hry.",
  "CR_NotInCatalogMod": "Tato položka nebyla přezkoumána, použijte tento mod na vlastní riziko.",
  "CR_NotInCatalog": "Tato položka nebyla přezkoumána.",
  "CR_MissingDLC": "Tato položka vyžaduje DLC, které nemáte.",
  "CR_UnneededDependency": "Jedná se o mod závislé, ale nepoužíváte žádné mody, které to vyžadují. Je lepší jej odstranit, pokud nevíte, že to vyžaduje místní mod.",
  "CR_WorksWhenDisabled": "Tento mod ovlivňuje vaši hru i když je zakázán, povolte ji, pokud ji chcete použít nebo odhlásit.",
  "CR_SuccessorsAvailable": "Nástupce tohoto mod je:",
  "CR_SuccessorsAvailableMultiple": "Toto je následováno některou z následujících, vyberte si jednu z nich.",
  "CR_AlternativesAvailable": "Alternativa k tomu můžete použít:",
  "CR_AlternativesAvailableMultiple": "Zde je několik alternativních možností k tomuto modu, vyberte jednu z nich.",
  "CR_RequiredModsMissing": "Chybí vám následující mody, aby to správně fungovalo.",
  "CR_Obsolete": "To je zastaralé a již není potřeba.",
  "CR_RemovedFromWorkshop": "To již není k dispozici ve společnosti Steam, je nejlepší z toho odhlásit a najít alternativy k němu.",
  "CR_Deprecated": "Tento mod již není autorem podporován a je nyní zastaralý. Nejlepší je jej odhlásit a najít jiné alternativy.",
  "CR_Abandoned": "Zdá se, že to je opuštěné, budoucí aktualizace jsou nepravděpodobné.",
  "CR_AbandonedRetired": "Zdá se, že se to zdá opuštěné a autor odešel do důchodu, budoucí aktualizace jsou nepravděpodobné.",
  "CR_Retired": "Autor této položky odešel do důchodu, budoucí aktualizace jsou nepravděpodobné.",
  "CR_Note": "Něco, co byste měli mít na paměti:",
  "CR_Recommendations": "Autor nebo uživatelé tohoto mod doporučují také použití následujícího.",
  "CR_SavesCantLoadWithout": "Po použití tohoto mod, uložení-her se bez něj načítají (snadno) bez něj.",
  "CR_SourceNotPublic": "Nezveřejněn žádný zdrojový kód. Bez zdrojového kódu je těžší zajistit, aby Mod nezahrnoval škodlivý kód.",
  "CR_NoDescription": "Pro tuto položku není k dispozici žádný popis semináře.",
  "CR_NoCommentSection": "Sekce komentářů je pro tuto položku zakázána.",
  "CR_SourceBundled": "Autor aktivoval, že zdrojový kód by měl být sdružen s mod, ale není publikován. Díky tomu je obtížnější pokračovat v jiných modurátech. Bez zdrojového kódu je také těžší zajistit, aby Mod nezahrnuje škodlivý kód.",
  "CR_SourceNotPublicAbandoned": "Nezveřejněn žádný zdrojový kód, což ztěžuje pokračování v jiném moderu. Bez zdrojového kódu je také těžší zajistit, aby mod nezahrnuje škodlivý kód.",
  "CR_SourceObfuscated": "Autor úmyslně skryl kód MOD od jiných moderníků, což je poněkud podezřelé. Bez zdrojového kódu je také těžší zajistit, aby mod nezahrnuje škodlivý kód.",
  "CR_Reupload": "Je to opětovné nahrávání jiného mod, místo toho použijte ten (nebo jeho nástupce)",
  "CR_BreaksEditors": "Pokud používáte editor aktiv a/nebo editor map, může to vyvolat vážné problémy.",
  "CR_ModForModders": "To je nutné pouze pro tvůrce modurů nebo aktiv, běžní uživatelé to obvykle nepotřebují. Takové mody by neměly být aktivovány, pokud nejste v editoru. Ještě lepší je to vyloučit nebo odhlásit z toho, pokud chcete hrát normální hru.",
  "CR_TestVersion": "Toto je testovací verze původního mod, stabilita není zaručena, takže ji použijte s opatrností.",
  "CR_TestVersionStable": "Toto je testovací verze původního mod, ale je relativně stabilní.",
  "CR_MusicCopyright": "Vzhledem k tomu, že by zahrnutá hudba mohla být chráněna autorskými právy, je lepší nepoužívat hudební balíčky pro streamování, aby se zabránilo právním problémům.",
  "CR_SameModDifferentReleaseType": "Máte více vydání stejného modu, měli byste jeden z nich odstranit.",
  "CR_SameFunctionality": "Máte další mod se stejnou funkčností, která by mohla být neslučitelná s tímto, měli byste jeden z nich odstranit.",
  "CR_IncompatibleAccordingToAuthor": "Máte další mod, o kterém autor říká, že je s tímto nekompatibilním, měli byste jeden z nich odstranit.",
  "CR_IncompatibleAccordingToUsers": "Máte další mod, který uživatelé hlásili jako nekompatibilní s tímto jedním, měli byste jeden z nich odstranit.",
  "CR_MajorIssuesWith": "Máte další mod, který způsobuje hlavní problémy s tímto:",
  "CR_MinorIssuesWith": "Máte další mod, který způsobuje drobné problémy s tímto:",
  "CR_RequiresSpecificSettings": "To vyžaduje, aby specifická konfigurace spolupracovala s:",
  "CR_SameFunctionalityCompatible": "Máte jiný mod se stejnou funkčností, oba jsou stále funkční. Zkontrolujte, zda je potřebujete.",
  "CR_CompatibleAccordingToAuthor": "Máte další mod se stejnou funkčností, jakou autor říká, že oba jsou stále funkční. Zkontrolujte, zda je potřebujete.",
  "CRT_Stability": "Zpráva o stabilitě",
  "CRT_Successors": "Nástupci",
  "CRT_RequiredMods": "Požadované mody",
  "CRT_DlcMissing": "Požadované DLC",
  "CRT_Compatibility": "Kompatibility",
  "CRT_UnneededDependency": "Zbytečná závislost",
  "CRT_WorksWhenDisabled": "Aktivní, když je deaktivován",
  "CRT_Alternatives": "Alternativy",
  "CRT_Status": "Postavení",
  "CRT_Recommendations": "Doporučení",
  "CRT_Note": "Poznámka",
  "CR_IncompatibleAsset": "Je známo, že aktivum{0}' v tomto balíčku způsobuje tyto problémy."
}