{
  "CR_NoAvailableReport": "Für diesen Artikel ist kein Bericht verfügbar",
  "CR_NothingToReport": "Nichts zu berichten",
  "CR_Remarks": "Bemerkungen",
  "CR_MinorIssues": "Kleinere Probleme",
  "CR_MajorIssues": "Größere Probleme",
  "CR_Unsubscribe": "Sollte abbestellt werden",
  "CR_IncompatibleWithGameVersion": "Diese Mod ist völlig inkompatibel mit der aktuellen Spielversion.",
  "CR_RequiresIncompatibleMod": "Dies erfordert eine Mod, die mit der aktuellen Spielversion völlig inkompatibel ist.",
  "CR_BreaksGame": "Diese Mod wird das Spiel zerstören.",
  "CR_BrokenMod": "Diese Mod ist defekt.",
  "CR_MajorIssuesNoNote": "Es ist am besten, diese Mod abzubestellen, lese die Workshop-Beschreibung für weitere Informationen.",
  "CR_MajorIssuesWithNote": "Es ist am besten, diese Mod abzubestellen.",
  "CR_MinorIssuesNoNote": "Diese Mod hat kleinere Probleme, überprüfe die Workshop-Beschreibung, um mehr zu erfahren.",
  "CR_MinorIssuesWithNote": "Diese Mod hat kleinere Probleme.",
  "CR_UserReportsNoNote": "Benutzer melden Probleme mit dieser Mod. Überprüfe die Workshop-Beschreibung, um weitere Informationen zu erhalten.",
  "CR_UserReportsWithNote": "Benutzer melden Probleme mit dieser Mod.",
  "CR_NotEnoughInformationUpdated": "Es gibt nicht genügend Informationen zu dieser Mod, um zu wissen, ob sie gut funktioniert. Allerdings wurde sie auf die aktuelle Spielversion aktualisiert.",
  "CR_NotEnoughInformationOutdated": "Es gibt nicht genügend Informationen zu dieser Mod, um zu wissen, ob sie gut funktioniert und sie wurde nicht auf die neuste Spielversion aktualisiert.",
  "CR_Stable": "Diese Mod ist stabil und kompatibel mit der aktuellen Spielversion.",
  "CR_NotReviewedUpdated": "Diese Mod wurde noch nicht überprüft. Allerdings wurde sie auf die aktuelle Spielversion aktualisiert.",
  "CR_NotReviewedOutdated": "Diese Mod wurde noch nicht überprüft, ist aber nicht auf die aktuelle Spielversion aktualisiert.",
  "CR_NotInCatalogMod": "Diese Mod wurde noch nicht überprüft. Verwendung dieser Mod auf eigenes Risiko.",
  "CR_NotInCatalog": "Diese Mod wurde noch nicht überprüft.",
  "CR_MissingDLC": "Dies erfordert DLCs, die nicht in deinem Besitz sind.",
  "CR_UnneededDependency": "Dies ist eine Abhängigkeitsmod, aber du verwendest keine Mods, die diese erfordern. Es ist besser, sie zu entfernen, es sei denn, du weißt, dass eine lokale Mod diese erfordert.",
  "CR_WorksWhenDisabled": "Diese Mod wirkt sich auf das Spiel aus, auch wenn sie deaktiviert ist. Aktiviere sie, wenn du sie verwenden möchtest oder bestelle sie ab.",
  "CR_SuccessorsAvailable": "Der Nachfolger dieser Mod ist:",
  "CR_SuccessorsAvailableMultiple": "Dies sind die Nachfolger dieser Mod. Wähle eine aus:",
  "CR_AlternativesAvailable": "Alternativ kannst du folgende Mod verwenden:",
  "CR_AlternativesAvailableMultiple": "Alternativ kannst du folgende Mods verwenden. Wähle eine aus:",
  "CR_RequiredModsMissing": "Folgende Pakete fehlen, damit dies richtig funktionieren kann:",
  "CR_Obsolete": "Diese Mod ist veraltet und wird nicht mehr benötigt.",
  "CR_RemovedFromWorkshop": "Diese Mod ist bei Steam nicht mehr erhältlich. Es ist am besten, sie abzubestellen und Alternativen dafür zu suchen.",
  "CR_Deprecated": "Diese Mod wird vom Auto nicht mehr unterstützt und ist nun veraltet. Es ist am besten, sie abzumelden und andere Alternativen zu finden.",
  "CR_Abandoned": "Diese Mod scheint aufgegeben worden zu sein, daher sind zukünftige Updates unwahrscheinlich.",
  "CR_AbandonedRetired": "Diese Mod scheint aufgegeben worden zu sein und der Autor hat sich zurückgezogen, daher sind zukünftige Updates unwahrscheinlich.",
  "CR_Retired": "Der Autor dieser Mod hat sich zurückgezogen, daher sind zukünftige Aktualisierungen unwahrscheinlich.",
  "CR_Note": "Etwas das man diesbezüglich beachten sollte:",
  "CR_Recommendations": "Der Autor oder die Benutzer dieser Mod empfehlen auch, die Folgenden zu verwenden:",
  "CR_SavesCantLoadWithout": "Nach der Verwendung dieser Mod können Spielstände nicht mehr ohne Schwierigkeiten ohne diese Mod geladen werden.",
  "CR_SourceNotPublic": "Kein Quellcode veröffentlicht. Ohne Quellcode ist es schwieriger, sicherzustellen, dass eine Mod keinen böswilligen Code enthält.",
  "CR_NoDescription": "Hierfür gibt es keine Workshop-Beschreibung.",
  "CR_NoCommentSection": "Hierfür ist der Kommentarbereich deaktiviert.",
  "CR_SourceBundled": "Der Autor hat aktiviert, dass der Quellcode mit dem Mod gebündelt werden soll, hat diesen aber nicht veröffentlicht. Dies macht es schwieriger, dass ein anderer Modder diese Mod fortführen kann. Ohne Quellcode ist es auch schwieriger sicherzustellen, dass eine Mod keinen böswilligen Code enthält.",
  "CR_SourceNotPublicAbandoned": "Kein veröffentlichter Quellcode, was es anderen Moddern erschwert ihn fortzuführen. Ohne Quellcode ist es auch schwieriger, sicherzustellen, dass eine Mod keinen böswilligen Code enthält.",
  "CR_SourceObfuscated": "Der Autor hat den Mod-Code absichtlich vor anderen Moddern versteckt, was verdächtig ist. Ohne Quellcode ist es auch schwieriger, sicherzustellen, dass eine Mod keinen böswilligen Code enthält.",
  "CR_Reupload": "Dies ist eine erneut hochgeladene Kopie einer anderen Mod. Verwende stattdessen die originale Mod (oder ihren Nachfolger)",
  "CR_BreaksEditors": "Wenn du einen Editor des Spiels verwendest, kann diese Mod zu ernsthaften Problemen führen.",
  "CR_ModForModders": "Dies wird nur von Moddern oder Gegenstands-Erstellern benötigt. Normale Spieler benötigen diese Mod nicht. Solche Mods sollten nicht aktiviert werden, wenn du nicht im Editor bist. Es ist sogar besser, solche Mods mit dem \"Load Order Tool\" auszuschließen oder sie abzubestellen, wenn du das normale Spiel spielen möchtest.",
  "CR_TestVersion": "Dies ist eine Testversion der ursprünglichen Mod und die Stabilität ist nicht garantiert. Verwende sie daher mit Vorsicht.",
  "CR_TestVersionStable": "Dies ist eine Testversion der ursprünglichen Mod, gilt aber als relativ stabil.",
  "CR_MusicCopyright": "Da die mitgelieferte Musik möglicherweise urheberrechtlich geschützt ist, ist es besser, keine Musikpakete für das Streaming zu verwenden, um rechtliche Probleme zu vermeiden.",
  "CR_SameModDifferentReleaseType": "Du hast mehrere Versionen dieser Mod. Du solltest nur eine von diesen behalten.",
  "CR_SameFunctionality": "Du hast eine andere Mod mit der gleichen Funktionalität, die mit dieser nicht kompatibel sein könnte. Du solltest eine von diesen entfernen.",
  "CR_IncompatibleAccordingToAuthor": "Du hast eine andere Mod, von der der Autor sagt, dass sie mit dieser Mod nicht kompatibel ist. Du solltest eine von diesen entfernen.",
  "CR_IncompatibleAccordingToUsers": "Du hast eine andere Mod, die Benutzer als inkompatibel mit dieser Mod gemeldet haben. Du solltest eine von diesen entfernen.",
  "CR_MajorIssuesWith": "Du hast eine andere Mod, die größere Probleme mit dieser Mod verursacht:",
  "CR_MinorIssuesWith": "Du hast eine andere Mod, die kleinere Probleme mit dieser Mod verursacht:",
  "CR_RequiresSpecificSettings": "Dies erfordert eine spezielle Konfiguration, um mit folgender zusammen zu funktionieren:",
  "CR_SameFunctionalityCompatible": "Du hast eine andere Modifikation mit der gleichen Funktionalität. Beide sind zusammen funktionsfähig. Überprüfe ob du beide benötigst.",
  "CR_CompatibleAccordingToAuthor": "Du hast eine andere Modifikation mit der gleichen Funktionalität. Der Autor sagt, beide sind zusammen funktionsfähig. Überprüfe ob du beide benötigst.",
  "CRT_Stability": "Stabilitätsbericht",
  "CRT_Successors": "Nachfolger",
  "CRT_RequiredMods": "Erforderliche Pakete",
  "CRT_DlcMissing": "Erforderliche DLCs",
  "CRT_Compatibility": "Kompatibilitäten",
  "CRT_UnneededDependency": "Unnötige Abhängigkeit",
  "CRT_WorksWhenDisabled": "Aktiv auch wenn deaktiviert",
  "CRT_Alternatives": "Alternativen",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Empfehlungen",
  "CRT_Note": "Notiz",
  "CR_IncompatibleAsset": "Der Gegenstand '{0}' in diesem Paket ist dafür bekannt, dass er Probleme verursacht."
}