{
  "CR_NoAvailableReport": "No hay ningún reporte disponible para este artículo",
  "CR_NothingToReport": "Nada que reportar",
  "CR_Remarks": "Observaciones",
  "CR_MinorIssues": "Problemas menores",
  "CR_MajorIssues": "Problemas mayores",
  "CR_Unsubscribe": "Debes anular la suscripción",
  "CR_IncompatibleWithGameVersion": "Este mod es totalmente incompatible con la versión actual del juego.",
  "CR_RequiresIncompatibleMod": "Esto requiere un mod que es totalmente incompatible con la versión del juego actual.",
  "CR_BreaksGame": "Este mod no te dejará iniciar tu juego.",
  "CR_BrokenMod": "Este mod no funciona.",
  "CR_MajorIssuesNoNote": "Es mejor anular la suscripción de este mod, verifica la descripción en el workshop para más información.",
  "CR_MajorIssuesWithNote": "Es mejor anular la suscripción de este mod.",
  "CR_MinorIssuesNoNote": "Este mod tiene problemas menores, consulte su descripción en el workshop para más información.",
  "CR_MinorIssuesWithNote": "Este mod tiene problemas menores.",
  "CR_UserReportsNoNote": "Los usuarios han reportado problemas con este mod, verifica la descripción en el workshop para más información.",
  "CR_UserReportsWithNote": "Los usuarios han reportado problemas con este mod.",
  "CR_NotEnoughInformationUpdated": "No hay suficiente información acerca de este mod para saber si funciona bien, aunque está actualizado para la versión del juego actual.",
  "CR_NotEnoughInformationOutdated": "No hay suficiente información sobre este mod para saber si funciona bien, pero no está actualizado para la versión actual del juego.",
  "CR_Stable": "Este mod es estable y compatible con la versión del juego actual.",
  "CR_NotReviewedUpdated": "Este mod aún no ha sido revisado, sin embargo, está actualizado para la versión actual del juego.",
  "CR_NotReviewedOutdated": "Este mod aún no ha sido revisado, y no está actualizado para la versión actual del juego.",
  "CR_NotInCatalogMod": "Este artículo no ha sido revisado, utiliza este mod bajo su propio riesgo.",
  "CR_NotInCatalog": "Este artículo no ha sido revisado.",
  "CR_MissingDLC": "Este artículo requiere algún DLC que no tienes.",
  "CR_UnneededDependency": "Este es un mod de dependencia, pero no utilizas ningún mod que lo requiera. Es mejor eliminarlo, a menos que algún mod local lo requiera.",
  "CR_WorksWhenDisabled": "Este mod afecta tu juego incluso mientras está inactivo. Activa el mod si deseas usarlo o cancela la suscripcioón en Steam.",
  "CR_SuccessorsAvailable": "El sucesor de este mod es:",
  "CR_SuccessorsAvailableMultiple": "Escoge una de las siguientes alternativas.",
  "CR_AlternativesAvailable": "Puedes utilizar una de las siguientes alternativas:",
  "CR_AlternativesAvailableMultiple": "Aquí hay algunas alternativas para este mod, elige una de ellas.",
  "CR_RequiredModsMissing": "Te faltan los siguientes mods para que funcione correctamente.",
  "CR_Obsolete": "Esto es obsoleto y ya no es necesario.",
  "CR_RemovedFromWorkshop": "Esto ya no está disponible en Steam, es mejor eliminar la suscripción y encontrar alternativas.",
  "CR_Deprecated": "Este mod ya no es soportado por el autor. Es mejor anular la suscripción y usar alguna alternativa.",
  "CR_Abandoned": "Este parece abandonado, es poco probable que se actualice.",
  "CR_AbandonedRetired": "Este parece abandonado, el autor se ha retirado, es poco probable que se actualice.",
  "CR_Retired": "El autor de este artículo se ha retirado, es poco probable que se actualice.",
  "CR_Note": "Considera lo siguiente:",
  "CR_Recommendations": "El autor y los usuarios de este mod, recomiendan usar lo siguiente:",
  "CR_SavesCantLoadWithout": "Después de usar este mod, las partida guardadas no se cargarán fácilmente sin él.",
  "CR_SourceNotPublic": "Ningún código fuente publicado. Sin código fuente, es más difícil asegurarse de que un mod no incluya código malicioso.",
  "CR_NoDescription": "No hay una descripción disponible en el workshop para este artículo.",
  "CR_NoCommentSection": "La sección de comentarios está deshabilitada para este artículo.",
  "CR_SourceBundled": "El autor indicó que el código fuente debe incluirse con el mod pero no está publicado. Esto hace difícil que otros modders continúen el proyecto. Sin acceso al código fuente, también es más difícil asegurarse de que un mod no incluya código malicioso.",
  "CR_SourceNotPublicAbandoned": "Ningún código fuente publicado. Sin código fuente, es más difícil asegurarse de que un mod no incluya código malicioso.",
  "CR_SourceObfuscated": "El autor indicó que el código fuente debe incluirse con el mod pero no está publicado. Esto hace difícil que otros modders continúen el proyecto. Sin acceso al código fuente, también es más difícil asegurarse de que un mod no incluya código malicioso.",
  "CR_Reupload": "Es un reemplazo de otro mod, usa ese (o su sucesor)",
  "CR_BreaksEditors": "Si usa el editor de assets y/o el editor de mapas, esto puede dar problemas serios.",
  "CR_ModForModders": "Esto solo se necesita para modders o creadores de assets, los usuarios regulares generalmente no lo necesitan. Esots mods no deben activarse si no usas el editor. Es mejor excluirlo o anular la suscripción si quieres jugar el juego normal.",
  "CR_TestVersion": "Esta es una versión de prueba del mod original, la estabilidad no está garantizada, así que úsela con precaución.",
  "CR_TestVersionStable": "Esta es una versión de prueba del mod original, pero es relativamente estable.",
  "CR_MusicCopyright": "Como la música incluida puede estar protegida por derechos de autor, es mejor no usar paquetes de música para la transmisión para evitar problemas legales.",
  "CR_SameModDifferentReleaseType": "Tienes varias versiones de este mod, debes utilizar unos solo.",
  "CR_SameFunctionality": "Tienes otro mod con la misma funcionalidad, podría ser incompatible con este. Elimina uno de ellos.",
  "CR_IncompatibleAccordingToAuthor": "Tienes otro mod que el autor dice que es incompatible con este, elimina uno de ellos.",
  "CR_IncompatibleAccordingToUsers": "Tienes otro mod que los usuarios han informado como incompatibles con este, elimina uno de ellos.",
  "CR_MajorIssuesWith": "Tienes otro mod que causa problemas importantes con este:",
  "CR_MinorIssuesWith": "Tienes otro mod que causa problemas menores con este:",
  "CR_RequiresSpecificSettings": "Este mod requiere una configuración específica para trabajar junto con:",
  "CR_SameFunctionalityCompatible": "Tienes otro mod con la misma funcionalidad, ambos siguen funcionando. Comprueba si necesitas ambos.",
  "CR_CompatibleAccordingToAuthor": "Tienes otro mod con la misma funcionalidad que el autor dice que ambos siguen funcionando. Comprueba si necesitas ambos.",
  "CRT_Stability": "Informe de estabilidad",
  "CRT_Successors": "Sucesores",
  "CRT_RequiredMods": "Paquetes Requeridos",
  "CRT_DlcMissing": "DLC Requeridos",
  "CRT_Compatibility": "Compatibilidad",
  "CRT_UnneededDependency": "Dependencia Innecesaria",
  "CRT_WorksWhenDisabled": "Activo mientras está deshabilitado",
  "CRT_Alternatives": "Alternativas",
  "CRT_Status": "Estado",
  "CRT_Recommendations": "Recomendaciones",
  "CRT_Note": "Nota",
  "CR_IncompatibleAsset": "Se sabe que el asset '{0}' en este paquete causa estos problemas."
}