{
  "CR_NoAvailableReport": "Tätä kohdetta ei ole saatavana raporttia",
  "CR_NothingToReport": "Ei mitään ilmoitettavaa",
  "CR_Remarks": "Huomautukset",
  "CR_MinorIssues": "Vähäiset kysymykset",
  "CR_MajorIssues": "Suuria ongelmia",
  "CR_Unsubscribe": "Tulisi peruuttaa",
  "CR_IncompatibleWithGameVersion": "Tämä mod on täysin ristiriidassa nykyisen pelin version kanssa.",
  "CR_RequiresIncompatibleMod": "Tämä vaatii modin, joka on täysin ristiriidassa nykyisen pelin version kanssa.",
  "CR_BreaksGame": "Tämä mod rikkoo peliäsi.",
  "CR_BrokenMod": "Tämä mod on rikki.",
  "CR_MajorIssuesNoNote": "On parasta peruuttaa tästä modista, tarkista sen työpajan kuvaus saadaksesi lisätietoja.",
  "CR_MajorIssuesWithNote": "On parasta peruuttaa tästä modista.",
  "CR_MinorIssuesNoNote": "Tällä modilla on pieniä ongelmia, tarkista sen työpajan kuvaus lisätietoja.",
  "CR_MinorIssuesWithNote": "Tällä modilla on pieniä ongelmia.",
  "CR_UserReportsNoNote": "Käyttäjät raportoivat tämän modin kanssa ongelmia, tarkista sen työpajan kuvaus saadaksesi lisätietoja.",
  "CR_UserReportsWithNote": "Käyttäjät raportoivat tämän modin kanssa ongelmia.",
  "CR_NotEnoughInformationUpdated": "Tästä modista ei ole tarpeeksi tietoa tietääkseen, toimiiko se hyvin, vaikka se päivitetään nykyiseen peliversioon.",
  "CR_NotEnoughInformationOutdated": "Tästä modista ei ole tarpeeksi tietoa tietääkseen, toimiiko se hyvin, mutta nykyisen pelin versioon ei ole ajan tasalla.",
  "CR_Stable": "Tämä mod on vakaa ja yhteensopiva nykyisen pelin version kanssa.",
  "CR_NotReviewedUpdated": "Tätä modia ei ole vielä tarkistettu, vaikka se päivitetään nykyiseen peliversioon.",
  "CR_NotReviewedOutdated": "Tätä modia ei ole vielä tarkistettu, mutta se ei ole ajan tasalla nykyiselle peliversiolle.",
  "CR_NotInCatalogMod": "Tätä tuotetta ei ole tarkistettu, käytä tätä modia omalla vastuulla.",
  "CR_NotInCatalog": "Tätä tuotetta ei ole tarkistettu.",
  "CR_MissingDLC": "Tämä tuote vaatii DLC: tä, joita sinulla ei ole.",
  "CR_UnneededDependency": "Tämä on riippuvuusmoduuri, mutta et käytä sitä vaativia modit. On parempi poistaa se, ellet tiedä, että paikallinen mod vaatii sitä.",
  "CR_WorksWhenDisabled": "Tämä mod vaikuttaa peliisi jopa vammaiseksi, ota se käyttöön, jos haluat käyttää sitä tai peruuttaa siitä.",
  "CR_SuccessorsAvailable": "Tämän modin seuraaja on:",
  "CR_SuccessorsAvailableMultiple": "Tämän seuraa mikä tahansa seuraavista, valitse yksi heistä.",
  "CR_AlternativesAvailable": "Vaihtoehto tälle voit käyttää:",
  "CR_AlternativesAvailableMultiple": "Tässä on joitain vaihtoehtoisia vaihtoehtoja tälle modille, valitse yksi niistä.",
  "CR_RequiredModsMissing": "Sinulta puuttuu seuraavat modit, jotta tämä toimii oikein.",
  "CR_Obsolete": "Tämä on vanhentunut eikä sitä enää tarvita.",
  "CR_RemovedFromWorkshop": "Tätä ei enää ole saatavana Steamissa, on parasta peruuttaa siitä ja löytää vaihtoehtoja sille.",
  "CR_Deprecated": "Kirjoittaja ei enää tue tätä modia, ja se on nyt vanhentunut. On parasta lopettaa tilaus ja löytää muita vaihtoehtoja.",
  "CR_Abandoned": "Tämä näyttää hylätyltä, tulevat päivitykset ovat epätodennäköisiä.",
  "CR_AbandonedRetired": "Tämä näyttää hylätyltä ja kirjoittaja on jäänyt eläkkeelle, tulevat päivitykset ovat epätodennäköisiä.",
  "CR_Retired": "Tämän tuotteen kirjoittaja on jäänyt eläkkeelle, tulevat päivitykset ovat epätodennäköisiä.",
  "CR_Note": "Jotain pidettävää tätä varten:",
  "CR_Recommendations": "Tämän modin kirjoittaja tai käyttäjät suosittelevat myös seuraavien käyttämistä.",
  "CR_SavesCantLoadWithout": "Tämän modin käytön jälkeen Tallenna-pelit eivät enää lataa ilman sitä.",
  "CR_SourceNotPublic": "Lähdekoodia ei julkaistu. Ilman lähdekoodia on vaikeampaa varmistaa, että mod ei sisällä haitallista koodia.",
  "CR_NoDescription": "Työpajasta ei ole saatavana kuvausta.",
  "CR_NoCommentSection": "Kommentti -osio on poistettu käytöstä tälle tuotteelle.",
  "CR_SourceBundled": "Kirjailija aktivoi, että lähdekoodi olisi niputettu modiin, mutta sitä ei julkaista. Tämä vaikeuttaa toisten modderien jatkamista. Ilman lähdekoodia on myös vaikeampaa varmistaa, että mod ei sisällä haitallista koodia.",
  "CR_SourceNotPublicAbandoned": "Ei lähdekoodia julkaistu, mikä vaikeuttaa toisen modderin jatkamista. Ilman lähdekoodia on myös vaikeampaa varmistaa, että mod ei sisällä haitallista koodia.",
  "CR_SourceObfuscated": "Kirjailija on tarkoituksella piilottanut mod -koodin muilta modereilta, mikä on jonkin verran epäilyttävää. Ilman lähdekoodia on myös vaikeampaa varmistaa, että mod ei sisällä haitallista koodia.",
  "CR_Reupload": "Se on toisen modin uudelleenkäyttö uudelleen, käytä sitä sen sijaan (tai sen seuraaja)",
  "CR_BreaksEditors": "Jos käytät omaisuuseditoria ja/tai karttaeditoria, tämä voi antaa vakavia ongelmia.",
  "CR_ModForModders": "Tätä tarvitaan vain muunnelmille tai omaisuuserien luojalle, tavalliset käyttäjät eivät yleensä tarvitse tätä. Tällaisia ​​modia ei tule aktivoida, jos et ole editorissa. On vielä parempi sulkea pois tai peruuttaa siitä, jos haluat pelata normaalia peliä.",
  "CR_TestVersion": "Tämä on alkuperäisen modin testiversio, vakautta ei taata, joten käytä sitä varoen.",
  "CR_TestVersionStable": "Tämä on alkuperäisen modin testiversio, mutta on suhteellisen vakaa.",
  "CR_MusicCopyright": "Koska mukana oleva musiikki voi olla suojattu tekijänoikeuksien suojaamiseksi, on parempi olla käyttämättä musiikkipaketteja suoratoistoon oikeudellisten kysymysten välttämiseksi.",
  "CR_SameModDifferentReleaseType": "Sinulla on useita samasta modista vapautettua, sinun tulisi poistaa yksi niistä.",
  "CR_SameFunctionality": "Sinulla on toinen mod, jolla on sama toiminto, joka voi olla ristiriidassa tämän kanssa, sinun on poistettava yksi niistä.",
  "CR_IncompatibleAccordingToAuthor": "Sinulla on toinen mod, jonka kirjoittajan mukaan on ristiriidassa tämän kanssa, sinun on poistettava yksi niistä.",
  "CR_IncompatibleAccordingToUsers": "Sinulla on toinen mod, jonka käyttäjät ovat ilmoittaneet olevan ristiriidassa tämän kanssa, sinun on poistettava yksi niistä.",
  "CR_MajorIssuesWith": "Sinulla on toinen mod, joka aiheuttaa tärkeitä kysymyksiä tämän kanssa:",
  "CR_MinorIssuesWith": "Sinulla on toinen mod, joka aiheuttaa pieniä ongelmia tämän kanssa:",
  "CR_RequiresSpecificSettings": "Tämä vaatii erityistä kokoonpanoa toimimaan yhdessä:",
  "CR_SameFunctionalityCompatible": "Sinulla on toinen mod, jolla on sama toiminnallisuus, molemmat ovat edelleen toiminnallisia. Tarkista, tarvitsetko molempia.",
  "CR_CompatibleAccordingToAuthor": "Sinulla on toinen mod, jolla on sama toiminnallisuus, jonka kirjoittaja sanoo, että molemmat ovat edelleen toiminnallisia. Tarkista, tarvitsetko molempia.",
  "CRT_Stability": "Vakausraportti",
  "CRT_Successors": "Seuraajat",
  "CRT_RequiredMods": "Vaadittavat modit",
  "CRT_DlcMissing": "Vaadittavat DLC: t",
  "CRT_Compatibility": "Yhteensopiteet",
  "CRT_UnneededDependency": "Tarpeeton riippuvuus",
  "CRT_WorksWhenDisabled": "Aktiivinen vammaisesti",
  "CRT_Alternatives": "Vaihtoehdot",
  "CRT_Status": "Tila",
  "CRT_Recommendations": "Suositukset",
  "CRT_Note": "Huomautus",
  "CR_IncompatibleAsset": "Aste '{0}' on tässä paketissa tiedetään aiheuttavan näitä ongelmia."
}