{
  "CR_NoAvailableReport": "Aucun rapport n'est disponible pour ce mod",
  "CR_NothingToReport": "Rien à signaler",
  "CR_Remarks": "Remarques",
  "CR_MinorIssues": "Avertissements",
  "CR_MajorIssues": "Problèmes",
  "CR_Unsubscribe": "Devrait être désabonné",
  "CR_IncompatibleWithGameVersion": "Ce mod est totalement incompatible avec la version actuelle du jeu.",
  "CR_RequiresIncompatibleMod": "Ceci nécessite un mod qui est totalement incompatible avec la version actuelle du jeu.",
  "CR_BreaksGame": "Ce mod cassera votre jeu.",
  "CR_BrokenMod": "Ce mod est défectueux.",
  "CR_MajorIssuesNoNote": "Il est préférable de vous désabonner de ce mod, consultez la description Workshop du mod pour plus d'informations.",
  "CR_MajorIssuesWithNote": "Il est préférable de vous désabonner de ce mod.",
  "CR_MinorIssuesNoNote": "Ce mod a des problèmes mineurs, consultez la description Workshop du mod pour plus d'informations.",
  "CR_MinorIssuesWithNote": "Ce mod a des problèmes mineurs.",
  "CR_UserReportsNoNote": "Les utilisateurs rapportent des problèmes avec ce mod ; vérifiez la description Workshop du mod pour plus d'informations.",
  "CR_UserReportsWithNote": "Les utilisateurs signalent des problèmes avec ce mod.",
  "CR_NotEnoughInformationUpdated": "Ce mod est maintenu à jour pour la version actuelle du jeu, mais l'équipe du Compatibility Report a besoin de plus d'informations.",
  "CR_NotEnoughInformationOutdated": "Ce mod n'est pas à jour pour la version actuelle du jeu et l'équipe du Compatibility Report a besoin de plus d'informations.",
  "CR_Stable": "Ce mod est stable et compatible avec la version actuelle du jeu.",
  "CR_NotReviewedUpdated": "Ce mod n'a pas encore été examiné, bien qu'il soit mis à jour pour la version actuelle du jeu.",
  "CR_NotReviewedOutdated": "Ce mod n'a pas encore été examiné, et n'est pas à jour pour la version actuelle du jeu.",
  "CR_NotInCatalogMod": "Ce mod n'a pas été examiné, utilisez ce mod à vos propres risques.",
  "CR_NotInCatalog": "Ce mod n'a pas été examiné.",
  "CR_MissingDLC": "Cet élément nécessite des DLC que vous n'avez pas.",
  "CR_UnneededDependency": "Ceci est un mod de dépendance, mais vous n'utilisez aucun mods qui le nécessite. Il est préférable de le supprimer à moins que vous sachiez qu'un mod local l'exige.",
  "CR_WorksWhenDisabled": "Ce mod affecte votre jeu même s'il est désativé. Activez-le si vous souhaitez l'utiliser ou vous en désinscrire.",
  "CR_SuccessorsAvailable": "Le successeur de ce mod est :",
  "CR_SuccessorsAvailableMultiple": "Ce mod a été succédé par l'un des suivants, choisissez-en un.",
  "CR_AlternativesAvailable": "Vous pouvez également utiliser le mod suivant :",
  "CR_AlternativesAvailableMultiple": "Voici quelques options alternatives à ce mod, choisissez-en une.",
  "CR_RequiredModsMissing": "Il vous manque les mods suivants pour que cela fonctionne correctement :",
  "CR_Obsolete": "Ceci est obsolète et n'est plus nécessaire.",
  "CR_RemovedFromWorkshop": "Ceci n'est plus disponible sur Steam, il est préférable de s'en désabonner et d'y trouver des alternatives.",
  "CR_Deprecated": "Ce mod n'est plus soutenu par son auteur et est maintenant obsolète. Il est préférable de le désabonner et de trouver d'autres alternatives.",
  "CR_Abandoned": "Il semble que ce mod soit abandonné ; les mises à jour futures sont improbables.",
  "CR_AbandonedRetired": "Il semble que ceci soit abandonné et l'auteur a pris sa retraite ; les futures mises à jour sont peu probables.",
  "CR_Retired": "L'auteur de ce mod a pris sa retraite ; les mises à jour futures sont improbables.",
  "CR_Note": "Quelque chose à garder à l'esprit :",
  "CR_Recommendations": "L'auteur ou les utilisateurs de ce mod recommandent également d'utiliser les éléments suivants :",
  "CR_SavesCantLoadWithout": "Après avoir utilisé ce mod, les sauvegardes du jeu ne se chargent plus (facilement) sans lui.",
  "CR_SourceNotPublic": "Aucun code source publié. Sans code source, il est plus difficile de s'assurer qu'un mod n'inclut pas le code malveillant.",
  "CR_NoDescription": "Aucune description du Workshop n'est disponible pour ce mod.",
  "CR_NoCommentSection": "La section des commentaires est désactivée pour cet élément.",
  "CR_SourceBundled": "L'auteur a indiqué que le code source doit être regroupé avec le mod mais n'est pas publié. Cela rend plus difficile de continuer par autres auteurs. Sans le code source, il est également plus difficile de s'assurer qu'un mod n'inclut pas de code malveillant.",
  "CR_SourceNotPublicAbandoned": "Aucun code source publié, ce qui rend difficile de continuer par un autre auteur. Sans code source, il est également plus difficile de s'assurer qu'un mod n'inclut pas le code malveillant.",
  "CR_SourceObfuscated": "L'auteur a délibérément caché le code du mod des autres auteurs, ce qui est un peu suspect. Sans code source, il est également plus difficile de s'assurer qu'un mod n'inclut pas le code malveillant.",
  "CR_Reupload": "C'est un re-téléchargement d'un autre mod, utilisez-le à la place (ou son successeur)",
  "CR_BreaksEditors": "Si vous utilisez l'éditeur d'asset et / ou l'éditeur de carte, cela peut poser de sérieux problèmes.",
  "CR_ModForModders": "Ceci n'est nécessaire que pour les auteurs de mods ou les créateurs d'actifs, les utilisateurs réguliers n'en ont généralement pas besoin. Ces mods ne doivent pas être activés si vous n'êtes pas dans l'éditeur. Il est encore préférable de l'exclure ou de vous désinscrire si vous voulez jouer au jeu normal.",
  "CR_TestVersion": "Ceci est une version test du mod d'origine, la stabilité n'est pas garantie, alors utilisez-la avec prudence.",
  "CR_TestVersionStable": "Ceci est une version test du mod d'origine, mais est relativement stable.",
  "CR_MusicCopyright": "Comme la musique incluse peut être protégée par le droit d'auteur, il est préférable de ne pas utiliser de packs de musique pour le streaming pour éviter les problèmes juridiques.",
  "CR_SameModDifferentReleaseType": "Vous avez plusieurs versions de ce même mod ; vous devriez en laisser qu'une seule.",
  "CR_SameFunctionality": "Vous avez un autre mod avec la même fonctionnalité qui pourrait être incompatible avec celui-ci, vous devez en supprimer l'un d'eux.",
  "CR_IncompatibleAccordingToAuthor": "Vous avez un autre mod qui, selon l'auteur, est incompatible avec celui-ci. Vous devriez en supprimer l'un d'eux.",
  "CR_IncompatibleAccordingToUsers": "Vous avez un autre mod que les utilisateurs ont signalé comme incompatible avec celui-ci, vous devriez en supprimer l'un d'eux.",
  "CR_MajorIssuesWith": "Vous avez un autre mod qui provoque des problèmes majeurs avec celui-ci :",
  "CR_MinorIssuesWith": "Vous avez un autre mod qui provoque des problèmes mineurs avec celui-ci :",
  "CR_RequiresSpecificSettings": "Ce mod nécessite une configuration spécifique pour fonctionner avec :",
  "CR_SameFunctionalityCompatible": "Vous avez un autre mod avec la même fonctionnalité, les deux sont toujours fonctionnels. Vérifiez si vous en avez besoin tous les deux.",
  "CR_CompatibleAccordingToAuthor": "Vous avez un autre mod avec la même fonctionnalité que l'auteur dit que les deux sont toujours fonctionnels. Vérifiez si vous en avez besoin tous les deux.",
  "CRT_Stability": "Rapport de stabilité",
  "CRT_Successors": "Successeurs",
  "CRT_RequiredMods": "Mods requis",
  "CRT_DlcMissing": "DLC requis",
  "CRT_Compatibility": "Compatibilités",
  "CRT_UnneededDependency": "Dépendance inutile",
  "CRT_WorksWhenDisabled": "Demeure actif même lorsque désactivé",
  "CRT_Alternatives": "Alternatives",
  "CRT_Status": "Statut",
  "CRT_Recommendations": "Recommandations",
  "CRT_Note": "Note",
  "CR_IncompatibleAsset": "L'asset '{0}' dans ce paquet est connu pour causer ces problèmes."
}