{
  "CR_NoAvailableReport": "इस आइटम के लिए कोई रिपोर्ट उपलब्ध नहीं है",
  "CR_NothingToReport": "रिपोर्ट करने के लिए कुछ भी नहीं",
  "CR_Remarks": "टिप्पणियां",
  "CR_MinorIssues": "छोटे मुद्दों",
  "CR_MajorIssues": "प्रमुख मुद्दों",
  "CR_Unsubscribe": "अनसुना किया जाना चाहिए",
  "CR_IncompatibleWithGameVersion": "यह मॉड वर्तमान गेम संस्करण के साथ पूरी तरह से असंगत है।",
  "CR_RequiresIncompatibleMod": "इसके लिए एक ऐसे मॉड की आवश्यकता होती है जो वर्तमान गेम संस्करण के साथ पूरी तरह से असंगत हो।",
  "CR_BreaksGame": "यह मॉड आपके खेल को तोड़ देगा।",
  "CR_BrokenMod": "यह मॉड टूट गया है।",
  "CR_MajorIssuesNoNote": "इस मॉड से सदस्यता समाप्त करना सबसे अच्छा है, अधिक जानकारी के लिए इसके कार्यशाला विवरण की जांच करें।",
  "CR_MajorIssuesWithNote": "इस मॉड से सदस्यता समाप्त करना सबसे अच्छा है।",
  "CR_MinorIssuesNoNote": "इस मॉड में मामूली मुद्दे हैं, अधिक जानकारी के लिए इसके कार्यशाला विवरण की जाँच करें।",
  "CR_MinorIssuesWithNote": "इस मॉड में मामूली मुद्दे हैं।",
  "CR_UserReportsNoNote": "उपयोगकर्ता इस मॉड के साथ मुद्दों की रिपोर्ट कर रहे हैं, अधिक जानकारी के लिए इसके कार्यशाला विवरण की जाँच करें।",
  "CR_UserReportsWithNote": "उपयोगकर्ता इस मॉड के साथ मुद्दों की रिपोर्ट कर रहे हैं।",
  "CR_NotEnoughInformationUpdated": "यह जानने के लिए इस मॉड के बारे में पर्याप्त जानकारी नहीं है कि क्या यह अच्छी तरह से काम करता है, हालांकि यह वर्तमान गेम संस्करण के लिए अपडेट किया गया है।",
  "CR_NotEnoughInformationOutdated": "यह जानने के लिए इस मॉड के बारे में पर्याप्त जानकारी नहीं है कि क्या यह अच्छी तरह से काम करता है, लेकिन यह वर्तमान गेम संस्करण के लिए अद्यतित नहीं है।",
  "CR_Stable": "यह मॉड वर्तमान गेम संस्करण के साथ स्थिर और संगत है।",
  "CR_NotReviewedUpdated": "इस मॉड की अभी तक समीक्षा नहीं की गई है, हालांकि इसे वर्तमान गेम संस्करण के लिए अपडेट किया गया है।",
  "CR_NotReviewedOutdated": "इस मॉड की अभी तक समीक्षा नहीं की गई है, लेकिन यह वर्तमान गेम संस्करण के लिए अद्यतित नहीं है।",
  "CR_NotInCatalogMod": "इस आइटम की समीक्षा नहीं की गई है, इस मॉड का उपयोग अपने जोखिम पर करें।",
  "CR_NotInCatalog": "इस वस्तु की समीक्षा नहीं की गई है।",
  "CR_MissingDLC": "इस आइटम के लिए DLCs की आवश्यकता होती है जो आपके पास नहीं है।",
  "CR_UnneededDependency": "यह एक निर्भरता मॉड है, लेकिन आप किसी भी मॉड का उपयोग नहीं करते हैं जिसकी आवश्यकता होती है। इसे हटाना बेहतर है जब तक कि आप एक स्थानीय मॉड को इसकी आवश्यकता नहीं है।",
  "CR_WorksWhenDisabled": "यह मॉड अक्षम होने पर भी आपके गेम को प्रभावित करता है, इसे सक्षम करें यदि आप इसका उपयोग करना चाहते हैं या इससे सदस्यता समाप्त करें।",
  "CR_SuccessorsAvailable": "इस मॉड का उत्तराधिकारी है:",
  "CR_SuccessorsAvailableMultiple": "यह निम्नलिखित में से किसी से भी सफल होता है, उनमें से एक को चुनें।",
  "CR_AlternativesAvailable": "इसका एक विकल्प आप उपयोग कर सकते हैं:",
  "CR_AlternativesAvailableMultiple": "यहाँ इस मॉड के कुछ वैकल्पिक विकल्प दिए गए हैं, उनमें से एक को चुनें।",
  "CR_RequiredModsMissing": "आप इसे ठीक से काम करने के लिए निम्नलिखित मॉड्स को याद कर रहे हैं।",
  "CR_Obsolete": "यह अप्रचलित है और अब इसकी आवश्यकता नहीं है।",
  "CR_RemovedFromWorkshop": "यह अब स्टीम पर उपलब्ध नहीं है, यह सबसे अच्छा है कि इससे बाहर कर दें और इसके लिए विकल्प ढूंढें।",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "ऐसा लगता है कि भविष्य के अपडेट की संभावना नहीं है।",
  "CR_AbandonedRetired": "ऐसा लगता है कि छोड़ दिया गया है और लेखक ने सेवानिवृत्त हो गए हैं, भविष्य के अपडेट की संभावना नहीं है।",
  "CR_Retired": "इस आइटम के लेखक ने सेवानिवृत्त हो गए हैं, भविष्य के अपडेट की संभावना नहीं है।",
  "CR_Note": "इसके लिए कुछ ध्यान में रखना:",
  "CR_Recommendations": "लेखक या इस मॉड के उपयोगकर्ता निम्नलिखित का उपयोग करने की सलाह देते हैं।",
  "CR_SavesCantLoadWithout": "इस मॉड का उपयोग करने के बाद, सेव-गेम्स अब (आसानी से) लोड नहीं करेंगे।",
  "CR_SourceNotPublic": "कोई स्रोत कोड प्रकाशित नहीं। स्रोत कोड के बिना यह सुनिश्चित करना कठिन है कि एक मॉड में दुर्भावनापूर्ण कोड शामिल नहीं है।",
  "CR_NoDescription": "इस आइटम के लिए कार्यशाला पर कोई विवरण उपलब्ध नहीं है।",
  "CR_NoCommentSection": "टिप्पणी अनुभाग इस आइटम के लिए अक्षम है।",
  "CR_SourceBundled": "लेखक ने सक्रिय किया कि स्रोत कोड को मॉड के साथ बंडल किया जाना चाहिए, लेकिन प्रकाशित नहीं किया गया है। इससे किसी अन्य मॉडर्स द्वारा जारी रखना कठिन हो जाता है। स्रोत कोड के बिना यह सुनिश्चित करना भी कठिन है कि एक मॉड में दुर्भावनापूर्ण कोड शामिल नहीं है।",
  "CR_SourceNotPublicAbandoned": "कोई स्रोत कोड प्रकाशित नहीं हुआ, जिससे किसी अन्य मॉडर द्वारा जारी रखना मुश्किल हो गया। स्रोत कोड के बिना यह सुनिश्चित करना भी कठिन है कि एक मॉड में दुर्भावनापूर्ण कोड शामिल नहीं है।",
  "CR_SourceObfuscated": "लेखक ने जानबूझकर अन्य मॉडर्स से मॉड कोड को छिपाया है, जो कुछ हद तक संदिग्ध है। स्रोत कोड के बिना यह सुनिश्चित करना भी कठिन है कि एक मॉड में दुर्भावनापूर्ण कोड शामिल नहीं है।",
  "CR_Reupload": "यह दूसरे मॉड का फिर से अपलोड है, इसके बजाय एक (या इसके उत्तराधिकारी) का उपयोग करें",
  "CR_BreaksEditors": "यदि आप एसेट एडिटर और/या मैप एडिटर का उपयोग करते हैं, तो यह गंभीर मुद्दे दे सकता है।",
  "CR_ModForModders": "यह केवल modders या परिसंपत्ति रचनाकारों के लिए आवश्यक है, नियमित उपयोगकर्ताओं को आमतौर पर इसकी आवश्यकता नहीं होती है। यदि आप संपादक में नहीं हैं तो इस तरह के मॉड को सक्रिय नहीं किया जाना चाहिए। यदि आप सामान्य गेम खेलना चाहते हैं, तो इसे बाहर करना या इसे अनसब्सक्राइब करना बेहतर है।",
  "CR_TestVersion": "यह मूल मॉड का एक परीक्षण संस्करण है, स्थिरता की गारंटी नहीं है इसलिए इसे सावधानी के साथ उपयोग करें।",
  "CR_TestVersionStable": "यह मूल मॉड का एक परीक्षण संस्करण है, लेकिन अपेक्षाकृत स्थिर है।",
  "CR_MusicCopyright": "चूंकि शामिल संगीत को कॉपीराइट संरक्षित किया जा सकता है, इसलिए बेहतर है कि कानूनी मुद्दों से बचने के लिए स्ट्रीमिंग के लिए संगीत पैक का उपयोग न करें।",
  "CR_SameModDifferentReleaseType": "आपने इसी मॉड के कई रिलीज़ किए हैं, आपको उनमें से एक को हटाना चाहिए।",
  "CR_SameFunctionality": "आपके पास उसी कार्यक्षमता के साथ एक और मॉड है जो इस एक के साथ असंगत हो सकता है, आपको उनमें से एक को हटा देना चाहिए।",
  "CR_IncompatibleAccordingToAuthor": "आपके पास एक और मॉड है जो लेखक कहता है कि इस एक के साथ असंगत है, आपको उनमें से एक को हटा देना चाहिए।",
  "CR_IncompatibleAccordingToUsers": "आपके पास एक और मॉड है जिसे उपयोगकर्ताओं ने इस एक के साथ असंगत बताया है, आपको उनमें से एक को हटा देना चाहिए।",
  "CR_MajorIssuesWith": "आपके पास एक और मॉड है जो इस के साथ प्रमुख मुद्दों का कारण बनता है:",
  "CR_MinorIssuesWith": "आपके पास एक और मॉड है जो इस के साथ मामूली मुद्दों का कारण बनता है:",
  "CR_RequiresSpecificSettings": "इसके साथ मिलकर काम करने के लिए विशिष्ट कॉन्फ़िगरेशन की आवश्यकता होती है:",
  "CR_SameFunctionalityCompatible": "आपके पास एक ही कार्यक्षमता के साथ एक और मॉड है, दोनों अभी भी कार्यात्मक हैं। जांचें कि क्या आपको दोनों की आवश्यकता है।",
  "CR_CompatibleAccordingToAuthor": "आपके पास एक ही कार्यक्षमता के साथ एक और मॉड है जो लेखक का कहना है कि दोनों अभी भी कार्यात्मक हैं। जांचें कि क्या आपको दोनों की आवश्यकता है।",
  "CRT_Stability": "स्थिरता रिपोर्ट",
  "CRT_Successors": "उत्तराधिकारियों",
  "CRT_RequiredMods": "आवश्यक मॉड",
  "CRT_DlcMissing": "आवश्यक डीएलसीएस",
  "CRT_Compatibility": "compatibilities",
  "CRT_UnneededDependency": "अनावश्यक निर्भरता",
  "CRT_WorksWhenDisabled": "अक्षम करते समय सक्रिय",
  "CRT_Alternatives": "वैकल्पिक",
  "CRT_Status": "दर्जा",
  "CRT_Recommendations": "सिफारिशों",
  "CRT_Note": "टिप्पणी",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}