{
  "CR_NoAvailableReport": "Tidak ada laporan yang tersedia untuk item ini",
  "CR_NothingToReport": "Tidak ada yang dilaporkan",
  "CR_Remarks": "Perkataan",
  "CR_MinorIssues": "Masalah kecil",
  "CR_MajorIssues": "Masalah utama",
  "CR_Unsubscribe": "Harus berhenti berlangganan",
  "CR_IncompatibleWithGameVersion": "Mod ini benar -benar tidak kompatibel dengan versi game saat ini.",
  "CR_RequiresIncompatibleMod": "Ini membutuhkan mod yang benar -benar tidak kompatibel dengan versi game saat ini.",
  "CR_BreaksGame": "Mod ini akan merusak permainan Anda.",
  "CR_BrokenMod": "Mod ini rusak.",
  "CR_MajorIssuesNoNote": "Yang terbaik adalah berhenti berlangganan dari mod ini, periksa deskripsi lokakarya untuk info lebih lanjut.",
  "CR_MajorIssuesWithNote": "Yang terbaik adalah berhenti berlangganan dari mod ini.",
  "CR_MinorIssuesNoNote": "Mod ini memiliki masalah kecil, periksa deskripsi lokakarya untuk info lebih lanjut.",
  "CR_MinorIssuesWithNote": "Mod ini memiliki masalah kecil.",
  "CR_UserReportsNoNote": "Pengguna melaporkan masalah dengan mod ini, periksa deskripsi lokakarya untuk info lebih lanjut.",
  "CR_UserReportsWithNote": "Pengguna melaporkan masalah dengan mod ini.",
  "CR_NotEnoughInformationUpdated": "Tidak ada informasi yang cukup tentang mod ini untuk mengetahui apakah berfungsi dengan baik, meskipun diperbarui untuk versi game saat ini.",
  "CR_NotEnoughInformationOutdated": "Tidak ada informasi yang cukup tentang mod ini untuk mengetahui apakah itu berfungsi dengan baik, tetapi tidak up to date untuk versi game saat ini.",
  "CR_Stable": "Mod ini stabil dan kompatibel dengan versi game saat ini.",
  "CR_NotReviewedUpdated": "Mod ini belum ditinjau, meskipun diperbarui untuk versi game saat ini.",
  "CR_NotReviewedOutdated": "Mod ini belum ditinjau, tetapi tidak mutakhir untuk versi game saat ini.",
  "CR_NotInCatalogMod": "Item ini belum ditinjau, gunakan mod ini dengan risiko Anda sendiri.",
  "CR_NotInCatalog": "Item ini belum ditinjau.",
  "CR_MissingDLC": "Item ini membutuhkan DLC yang tidak Anda miliki.",
  "CR_UnneededDependency": "Ini adalah mod ketergantungan, tetapi Anda tidak menggunakan mod apa pun yang memerlukannya. Lebih baik menghapusnya kecuali Anda tahu mod lokal membutuhkannya.",
  "CR_WorksWhenDisabled": "Mod ini mempengaruhi permainan Anda bahkan saat dinonaktifkan, aktifkan jika Anda ingin menggunakannya atau berhenti berlangganan darinya.",
  "CR_SuccessorsAvailable": "Penerus mod ini adalah:",
  "CR_SuccessorsAvailableMultiple": "Ini digantikan oleh salah satu dari yang berikut, pilih salah satunya.",
  "CR_AlternativesAvailable": "Alternatif untuk ini yang dapat Anda gunakan:",
  "CR_AlternativesAvailableMultiple": "Berikut adalah beberapa opsi alternatif untuk mod ini, pilih salah satunya.",
  "CR_RequiredModsMissing": "Anda kehilangan mod berikut untuk berfungsi dengan baik.",
  "CR_Obsolete": "Ini usang dan tidak lagi dibutuhkan.",
  "CR_RemovedFromWorkshop": "Ini tidak lagi tersedia di Steam, yang terbaik adalah berhenti berlangganan darinya dan menemukan alternatif untuk itu.",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "Ini tampaknya ditinggalkan, pembaruan di masa depan tidak mungkin.",
  "CR_AbandonedRetired": "Ini tampaknya ditinggalkan dan penulis telah pensiun, pembaruan di masa depan tidak mungkin.",
  "CR_Retired": "Penulis item ini telah pensiun, pembaruan di masa depan tidak mungkin.",
  "CR_Note": "Sesuatu yang perlu diingat untuk ini:",
  "CR_Recommendations": "Penulis atau pengguna mod ini merekomendasikan menggunakan yang berikut ini juga.",
  "CR_SavesCantLoadWithout": "Setelah menggunakan mod ini, save-games tidak akan (dengan mudah) memuat tanpa lagi.",
  "CR_SourceNotPublic": "Tidak ada kode sumber yang diterbitkan. Tanpa kode sumber, lebih sulit untuk memastikan mod tidak termasuk kode berbahaya.",
  "CR_NoDescription": "Tidak ada deskripsi di lokakarya yang tersedia untuk item ini.",
  "CR_NoCommentSection": "Bagian komentar dinonaktifkan untuk item ini.",
  "CR_SourceBundled": "Penulis mengaktifkan bahwa kode sumber harus dibundel dengan mod tetapi tidak dipublikasikan. Ini membuatnya lebih sulit untuk dilanjutkan dengan modder lain. Tanpa kode sumber, juga lebih sulit untuk memastikan mod tidak termasuk kode berbahaya.",
  "CR_SourceNotPublicAbandoned": "Tidak ada kode sumber yang diterbitkan, membuatnya sulit untuk melanjutkan oleh modder lain. Tanpa kode sumber, juga lebih sulit untuk memastikan mod tidak termasuk kode berbahaya.",
  "CR_SourceObfuscated": "Penulis sengaja menyembunyikan kode mod dari modder lain, yang agak mencurigakan. Tanpa kode sumber, juga lebih sulit untuk memastikan mod tidak termasuk kode berbahaya.",
  "CR_Reupload": "Ini adalah pengangkutan ulang mod lain, gunakan yang itu sebagai gantinya (atau penggantinya)",
  "CR_BreaksEditors": "Jika Anda menggunakan editor aset dan/atau editor peta, ini dapat memberikan masalah serius.",
  "CR_ModForModders": "Ini hanya diperlukan untuk modder atau pencipta aset, pengguna biasa biasanya tidak membutuhkan ini. Mod seperti itu tidak boleh diaktifkan jika Anda tidak berada di editor. Lebih baik mengecualikannya atau berhenti berlangganan jika Anda ingin memainkan permainan normal.",
  "CR_TestVersion": "Ini adalah versi uji dari mod asli, stabilitas tidak dijamin jadi gunakan dengan hati -hati.",
  "CR_TestVersionStable": "Ini adalah versi uji dari mod asli, tetapi relatif stabil.",
  "CR_MusicCopyright": "Karena musik yang disertakan mungkin dilindungi hak cipta, lebih baik tidak menggunakan paket musik untuk streaming untuk menghindari masalah hukum.",
  "CR_SameModDifferentReleaseType": "Anda memiliki beberapa yang dirilis dari mod yang sama ini, Anda harus menghapus salah satunya.",
  "CR_SameFunctionality": "Anda memiliki mod lain dengan fungsionalitas yang sama yang mungkin tidak sesuai dengan yang satu ini, Anda harus menghapus salah satunya.",
  "CR_IncompatibleAccordingToAuthor": "Anda memiliki mod lain yang menurut penulis tidak kompatibel dengan yang satu ini, Anda harus menghapus salah satunya.",
  "CR_IncompatibleAccordingToUsers": "Anda memiliki mod lain yang dilaporkan pengguna tidak kompatibel dengan yang satu ini, Anda harus menghapus salah satunya.",
  "CR_MajorIssuesWith": "Anda memiliki mod lain yang menyebabkan masalah besar dengan yang satu ini:",
  "CR_MinorIssuesWith": "Anda memiliki mod lain yang menyebabkan masalah kecil dengan yang satu ini:",
  "CR_RequiresSpecificSettings": "Ini membutuhkan konfigurasi spesifik untuk bekerja sama dengan:",
  "CR_SameFunctionalityCompatible": "Anda memiliki mod lain dengan fungsionalitas yang sama, keduanya masih fungsional. Periksa apakah Anda membutuhkan keduanya.",
  "CR_CompatibleAccordingToAuthor": "Anda memiliki mod lain dengan fungsionalitas yang sama seperti yang dikatakan penulis bahwa keduanya masih fungsional. Periksa apakah Anda membutuhkan keduanya.",
  "CRT_Stability": "Laporan Stabilitas",
  "CRT_Successors": "Penerus",
  "CRT_RequiredMods": "Mod yang diperlukan",
  "CRT_DlcMissing": "DLC yang diperlukan",
  "CRT_Compatibility": "Kompatibilitas",
  "CRT_UnneededDependency": "Ketergantungan yang tidak perlu",
  "CRT_WorksWhenDisabled": "Aktif saat dinonaktifkan",
  "CRT_Alternatives": "Alternatif",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Rekomendasi",
  "CRT_Note": "Catatan",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}