{
  "CR_NoAvailableReport": "Nessun rapporto è disponibile per questo articolo",
  "CR_NothingToReport": "Niente da segnalare",
  "CR_Remarks": "Osservazioni",
  "CR_MinorIssues": "Problemi minori",
  "CR_MajorIssues": "Problemi maggiori",
  "CR_Unsubscribe": "Sarebbe da rimuovere",
  "CR_IncompatibleWithGameVersion": "Questa mod è totalmente incompatibile con l'attuale versione del gioco.",
  "CR_RequiresIncompatibleMod": "Questo oggetto richiede una mod totalmente incompatibile con l'attuale versione del gioco.",
  "CR_BreaksGame": "Questa mod romperà la tua partita.",
  "CR_BrokenMod": "Questa mod non funziona.",
  "CR_MajorIssuesNoNote": "È meglio annullare l'iscrizione a questa mod, controlla la sua descrizione nel workshop per maggiori informazioni.",
  "CR_MajorIssuesWithNote": "È meglio annullare l'iscrizione a questa mod.",
  "CR_MinorIssuesNoNote": "Questa mod ha problemi minori, controlla la sua descrizione nel workshop per maggiori informazioni.",
  "CR_MinorIssuesWithNote": "Questa mod ha problemi minori.",
  "CR_UserReportsNoNote": "Alcuni utenti stanno segnalando problemi con questa mod; controlla la sua descrizione nel workshop per maggiori informazioni.",
  "CR_UserReportsWithNote": "Alcuni utenti stanno segnalando problemi con questa mod.",
  "CR_NotEnoughInformationUpdated": "Non ci sono abbastanza informazioni su questa mod per sapere se funziona bene, anche se è aggiornata per la versione di gioco corrente.",
  "CR_NotEnoughInformationOutdated": "Non ci sono abbastanza informazioni su questa mod per sapere se funziona bene, e non è aggiornata per la versione di gioco corrente.",
  "CR_Stable": "Questa mod è stabile e compatibile con l'attuale versione del gioco.",
  "CR_NotReviewedUpdated": "Questa mod non è stata ancora recensita, anche se è aggiornata per la versione di gioco corrente.",
  "CR_NotReviewedOutdated": "Questa mod non è stata ancora recensita, e non è aggiornata per la versione di gioco corrente.",
  "CR_NotInCatalogMod": "Questa mod non è stata recensita, utilizzala a tuo rischio e pericolo.",
  "CR_NotInCatalog": "Questa mod non è stata recensita.",
  "CR_MissingDLC": "Questo elemento richiede DLC che non possiedi.",
  "CR_UnneededDependency": "Questa mod è richiesta solo come dipendenza, ma non utilizzi alcuna mod che la richiede. È meglio rimuoverla, a meno che tu non sappia che una mod locale la richiede.",
  "CR_WorksWhenDisabled": "Questa mod influisce sulla tua partita anche se disabilitata. Abilitala se desideri usarla, altrimenti annulla l'iscrizione.",
  "CR_SuccessorsAvailable": "Questa mod è sostituita da:",
  "CR_SuccessorsAvailableMultiple": "Questa mod è sostituita da una delle seguenti, scegline una.",
  "CR_AlternativesAvailable": "Un'alternativa a questa mod che puoi usare:",
  "CR_AlternativesAvailableMultiple": "Ecco alcune opzioni alternative a questa mod, scegline una.",
  "CR_RequiredModsMissing": "Perché questo elemento funzioni correttamente, ti mancano le seguenti mod:",
  "CR_Obsolete": "Questo elemento è obsoleto e non più necessario.",
  "CR_RemovedFromWorkshop": "Questo elemento non è più disponibile su Steam, è meglio annullare l'iscrizione e trovare alternative ad esso.",
  "CR_Deprecated": "Questa mod non è più supportata dal suo autore ed è ora deprecata. È meglio annullare l'iscrizione e trovare altre alternative.",
  "CR_Abandoned": "Questa mod sembra abbandonata, sono improbabili aggiornamenti futuri.",
  "CR_AbandonedRetired": "Questa mod sembra abbandonata e l'autore si è ritirato; sono improbabili aggiornamenti futuri.",
  "CR_Retired": "L'autore di questa mod si è ritirato; sono improbabili aggiornamenti futuri.",
  "CR_Note": "Qualcosa da tenere a mente:",
  "CR_Recommendations": "L'autore o gli utenti di questa mod consigliano di utilizzare anche la seguente mod:",
  "CR_SavesCantLoadWithout": "Dopo aver utilizzato questa mod, i salvataggi delle partite non potranno più essere caricati (facilmente) senza di essa.",
  "CR_SourceNotPublic": "Nessun codice sorgente pubblicato. Senza codice sorgente è più difficile garantire che una mod non includa codice dannoso.",
  "CR_NoDescription": "Nessuna descrizione del workshop è disponibile per questo elemento.",
  "CR_NoCommentSection": "La sezione commenti è disabilitata per questo articolo.",
  "CR_SourceBundled": "L'autore ha indicato che il codice sorgente dovrebbe essere incluso nella mod, ma non è pubblicato. Questo rende più difficile la presa in carico da altri modder. Senza codice sorgente è anche più difficile garantire che una mod non includa codice dannoso.",
  "CR_SourceNotPublicAbandoned": "Nessun codice sorgente pubblicato, il che rende difficile la presa in carico da un altro modder. Senza codice sorgente è anche più difficile garantire che una mod non includa codice dannoso.",
  "CR_SourceObfuscated": "L'autore ha deliberatamente nascosto il codice della mod dagli altri modder, che è un po' sospetto. Senza codice sorgente è anche più difficile garantire che una mod non includa codice dannoso.",
  "CR_Reupload": "È un ri-caricamento di un'altra mod, usa direttamente quella (o la mod che la sostituisce)",
  "CR_BreaksEditors": "Se si utilizza l'editor delle risorse e/o l'editor delle mappe, questo può causare seri problemi.",
  "CR_ModForModders": "Questo è necessario solo per modder o creatori di risorse, gli utenti normali di solito non ne hanno bisogno. Tali mod non dovrebbero essere attivate se non sei nell'editor. È ancora meglio escluderlo o annullare l'iscrizione se vuoi solo giocare normalmente.",
  "CR_TestVersion": "Questa è una versione di prova della mod originale, la stabilità non è garantita quindi usala con cautela.",
  "CR_TestVersionStable": "Questa è una versione di prova della mod originale, ma è relativamente stabile.",
  "CR_MusicCopyright": "Poiché la musica inclusa potrebbe essere protetta da copyright, è meglio non utilizzare i pacchetti musicali per lo streaming per evitare problemi legali.",
  "CR_SameModDifferentReleaseType": "Hai più versioni di questa mod; dovresti tenerne solo una.",
  "CR_SameFunctionality": "Hai un'altra mod con la stessa funzionalità che potrebbe essere incompatibile con questa, dovresti rimuoverne una.",
  "CR_IncompatibleAccordingToAuthor": "Hai un'altra mod che l'autore afferma non essere compatibile con questa, dovresti tenerne solo una.",
  "CR_IncompatibleAccordingToUsers": "Hai un'altra mod che gli utenti hanno riportato come incompatibile con questa, dovresti rimuoverne una.",
  "CR_MajorIssuesWith": "Hai un'altra mod che provoca importanti problemi con questa:",
  "CR_MinorIssuesWith": "Hai un'altra mod che causa problemi minori con questa:",
  "CR_RequiresSpecificSettings": "Questa mod richiede una configurazione specifica per funzionare insieme a:",
  "CR_SameFunctionalityCompatible": "Hai un'altra mod con la stessa funzionalità, entrambe sono ancora funzionali. Verifica se ti servono entrambe.",
  "CR_CompatibleAccordingToAuthor": "Hai un'altra mod con la stessa funzionalità, per cui l'autore afferma che siano entrambe funzionali. Verifica se ti servono entrambe.",
  "CRT_Stability": "Rapporto di stabilità",
  "CRT_Successors": "Successori",
  "CRT_RequiredMods": "Mod richieste",
  "CRT_DlcMissing": "DLC richiesti",
  "CRT_Compatibility": "Compatibilità",
  "CRT_UnneededDependency": "Dipendenza non necessaria",
  "CRT_WorksWhenDisabled": "Attiva quando è disabilitata",
  "CRT_Alternatives": "Alternative",
  "CRT_Status": "Stato",
  "CRT_Recommendations": "Raccomandazioni",
  "CRT_Note": "Nota",
  "CR_IncompatibleAsset": "La risorsa '{0}' in questo pacchetto è nota per causare questi problemi."
}