{
  "CR_NoAvailableReport": "Er is geen rapport beschikbaar voor dit item",
  "CR_NothingToReport": "Niets te melden",
  "CR_Remarks": "Opmerkingen",
  "CR_MinorIssues": "Kleine problemen",
  "CR_MajorIssues": "Grote problemen",
  "CR_Unsubscribe": "Moet worden opgenomen",
  "CR_IncompatibleWithGameVersion": "Deze mod is volledig onverenigbaar met de huidige spelversie.",
  "CR_RequiresIncompatibleMod": "Dit vereist een mod die volledig onverenigbaar is met de huidige spelversie.",
  "CR_BreaksGame": "Deze mod zal je spel breken.",
  "CR_BrokenMod": "Deze mod is kapot.",
  "CR_MajorIssuesNoNote": "Het is het beste om u af te melden bij deze mod, controleer de werkplaatsbeschrijving voor meer info.",
  "CR_MajorIssuesWithNote": "Het is het beste om af te mafteren van deze mod.",
  "CR_MinorIssuesNoNote": "Deze mod heeft kleine problemen, controleer zijn workshopbeschrijving voor meer info.",
  "CR_MinorIssuesWithNote": "Deze mod heeft kleine problemen.",
  "CR_UserReportsNoNote": "Gebruikers rapporteren problemen met deze mod, controleer de werkplaatsbeschrijving voor meer info.",
  "CR_UserReportsWithNote": "Gebruikers rapporteren problemen met deze mod.",
  "CR_NotEnoughInformationUpdated": "Er is niet genoeg informatie over deze mod om te weten of deze goed werkt, hoewel deze wordt bijgewerkt voor de huidige spelversie.",
  "CR_NotEnoughInformationOutdated": "Er is niet genoeg informatie over deze mod om te weten of deze goed werkt, maar het is niet up -to -date voor de huidige spelversie.",
  "CR_Stable": "Deze mod is stabiel en compatibel met de huidige spelversie.",
  "CR_NotReviewedUpdated": "Deze mod is nog niet beoordeeld, hoewel deze is bijgewerkt voor de huidige spelversie.",
  "CR_NotReviewedOutdated": "Deze mod is nog niet beoordeeld, maar het is niet up -to -date voor de huidige spelversie.",
  "CR_NotInCatalogMod": "Dit item is niet beoordeeld, gebruik deze mod op eigen risico.",
  "CR_NotInCatalog": "Dit item is niet beoordeeld.",
  "CR_MissingDLC": "Dit item vereist DLC's die u niet heeft.",
  "CR_UnneededDependency": "Dit is een afhankelijkheidsmod, maar u gebruikt geen mods die dit vereisen. Het is beter om het te verwijderen, tenzij u weet dat een lokale mod dit vereist.",
  "CR_WorksWhenDisabled": "Deze mod beïnvloedt uw spel, zelfs als u uitgeschakeld is, schakel deze in als u deze wilt gebruiken of hiervan afmeldt.",
  "CR_SuccessorsAvailable": "De opvolger van deze mod is:",
  "CR_SuccessorsAvailableMultiple": "Dit wordt opgevolgd door een van de volgende, kies een van hen.",
  "CR_AlternativesAvailable": "Een alternatief hiervoor dat u kunt gebruiken:",
  "CR_AlternativesAvailableMultiple": "Hier zijn enkele alternatieve opties voor deze mod, kies er een.",
  "CR_RequiredModsMissing": "U mist de volgende mods om dit correct te laten werken.",
  "CR_Obsolete": "Dit is verouderd en is niet langer nodig.",
  "CR_RemovedFromWorkshop": "Dit is niet langer beschikbaar op Steam, het is het beste om zich ervan af te melden en er alternatieven voor te vinden.",
  "CR_Deprecated": "Deze mod wordt niet langer ondersteund door de maker en is nu verouderd. Je kunt deze het beste uitschrijven en op zoek gaan naar andere alternatieven.",
  "CR_Abandoned": "Dit lijkt verlaten, toekomstige updates zijn onwaarschijnlijk.",
  "CR_AbandonedRetired": "Dit lijkt verlaten en de auteur is met pensioen, toekomstige updates zijn onwaarschijnlijk.",
  "CR_Retired": "De auteur van dit item is met pensioen, toekomstige updates zijn onwaarschijnlijk.",
  "CR_Note": "Iets om hiervoor in gedachten te houden:",
  "CR_Recommendations": "De auteur of de gebruikers van deze mod bevelen aan het volgende te gebruiken.",
  "CR_SavesCantLoadWithout": "Na het gebruik van deze mod, save-games zullen niet meer (gemakkelijk) zonder meer worden geladen.",
  "CR_SourceNotPublic": "Geen broncode gepubliceerd. Zonder broncode is het moeilijker om ervoor te zorgen dat een mod geen kwaadaardige code omvat.",
  "CR_NoDescription": "Er is geen beschrijving op de workshop beschikbaar voor dit item.",
  "CR_NoCommentSection": "Commentaargedeelte is uitgeschakeld voor dit item.",
  "CR_SourceBundled": "Auteur geactiveerd dat de broncode moet worden gebundeld met de mod maar niet wordt gepubliceerd. Dit maakt het moeilijker om door te gaan door een andere modders. Zonder broncode is het ook moeilijker om ervoor te zorgen dat een mod geen kwaadaardige code bevat.",
  "CR_SourceNotPublicAbandoned": "Geen broncode gepubliceerd, waardoor het moeilijk is om door te gaan door een andere modder. Zonder broncode is het ook moeilijker om ervoor te zorgen dat een mod geen kwaadaardige code omvat.",
  "CR_SourceObfuscated": "De auteur heeft de modcode opzettelijk verborgen voor andere modders, wat enigszins achterdochtig is. Zonder broncode is het ook moeilijker om ervoor te zorgen dat een mod geen kwaadaardige code omvat.",
  "CR_Reupload": "Het is een opnieuw upload van een andere mod, gebruik die in plaats daarvan (of zijn opvolger)",
  "CR_BreaksEditors": "Als u de Asset Editor en/of Map Editor gebruikt, kan dit ernstige problemen opleveren.",
  "CR_ModForModders": "Dit is alleen nodig voor modders of makers van vermogens, reguliere gebruikers hebben dit meestal niet nodig. Dergelijke mods mogen niet worden geactiveerd als u niet in de editor zit. Het is nog beter om het uit te sluiten of ermee af te melden als je het normale spel wilt spelen.",
  "CR_TestVersion": "Dit is een testversie van de originele mod, stabiliteit is niet gegarandeerd, dus gebruik deze voorzichtig.",
  "CR_TestVersionStable": "Dit is een testversie van de originele mod, maar is relatief stabiel.",
  "CR_MusicCopyright": "Omdat de opgenomen muziek mogelijk beschermd is, is het beter om geen muziekpakketten te gebruiken voor streaming om juridische problemen te voorkomen.",
  "CR_SameModDifferentReleaseType": "U hebt meerdere vrijgegeven van dezelfde mod, u moet er een verwijderen.",
  "CR_SameFunctionality": "Je hebt nog een mod met dezelfde functionaliteit die mogelijk niet compatibel is met deze, je moet er een verwijderen.",
  "CR_IncompatibleAccordingToAuthor": "Je hebt nog een mod waarvan de auteur zegt dat het niet compatibel is met deze, je moet er een verwijderen.",
  "CR_IncompatibleAccordingToUsers": "U hebt nog een mod die de gebruikers hebben gemeld als onverenigbaar met deze, u moet er een verwijderen.",
  "CR_MajorIssuesWith": "Je hebt een andere mod die hiermee grote problemen veroorzaakt:",
  "CR_MinorIssuesWith": "Je hebt nog een mod die hiermee kleine problemen veroorzaakt:",
  "CR_RequiresSpecificSettings": "Dit vereist specifieke configuratie om samen te werken met:",
  "CR_SameFunctionalityCompatible": "Je hebt nog een mod met dezelfde functionaliteit, beide zijn nog steeds functioneel. Controleer of je ze allebei nodig hebt.",
  "CR_CompatibleAccordingToAuthor": "Je hebt een andere mod met dezelfde functionaliteit waarvan de auteur zegt dat beide nog steeds functioneel zijn. Controleer of je ze allebei nodig hebt.",
  "CRT_Stability": "Stabiliteitsrapport",
  "CRT_Successors": "Opvolgers",
  "CRT_RequiredMods": "Vereiste mods",
  "CRT_DlcMissing": "Vereiste DLC's",
  "CRT_Compatibility": "Compatibiliteit",
  "CRT_UnneededDependency": "Onnodige afhankelijkheid",
  "CRT_WorksWhenDisabled": "Actief terwijl je gehandicapt bent",
  "CRT_Alternatives": "Alternatieven",
  "CRT_Status": "Toestand",
  "CRT_Recommendations": "Aanbevelingen",
  "CRT_Note": "Opmerking",
  "CR_IncompatibleAsset": "Het is bekend dat het product{0}' in dit pakket deze problemen veroorzaakt."
}