{
  "CR_NoAvailableReport": "Ingen rapport er tilgjengelig for denne varen",
  "CR_NothingToReport": "Ingenting å rapportere",
  "CR_Remarks": "Merknader",
  "CR_MinorIssues": "Mindre problemer",
  "CR_MajorIssues": "Store problemer",
  "CR_Unsubscribe": "Skal være avsubert",
  "CR_IncompatibleWithGameVersion": "Denne moden er helt uforenlig med den nåværende spillversjonen.",
  "CR_RequiresIncompatibleMod": "Dette krever en mod som er helt uforenlig med den nåværende spillversjonen.",
  "CR_BreaksGame": "Denne moden vil bryte spillet ditt.",
  "CR_BrokenMod": "Denne moden er ødelagt.",
  "CR_MajorIssuesNoNote": "Det er best å melde deg ut fra denne moden, sjekk verkstedbeskrivelsen for mer info.",
  "CR_MajorIssuesWithNote": "Det er best å melde seg ut fra denne moden.",
  "CR_MinorIssuesNoNote": "Denne moden har mindre problemer, sjekk verkstedbeskrivelsen for mer info.",
  "CR_MinorIssuesWithNote": "Denne moden har mindre problemer.",
  "CR_UserReportsNoNote": "Brukere rapporterer problemer med denne moden, sjekk verkstedbeskrivelsen for mer info.",
  "CR_UserReportsWithNote": "Brukere rapporterer problemer med denne moden.",
  "CR_NotEnoughInformationUpdated": "Det er ikke nok informasjon om denne moden til å vite om den fungerer bra, selv om den er oppdatert for den nåværende spillversjonen.",
  "CR_NotEnoughInformationOutdated": "Det er ikke nok informasjon om denne moden til å vite om det fungerer bra, men det er ikke oppdatert for den nåværende spillversjonen.",
  "CR_Stable": "Denne moden er stabil og kompatibel med den nåværende spillversjonen.",
  "CR_NotReviewedUpdated": "Denne moden er ikke gjennomgått ennå, selv om den er oppdatert for den nåværende spillversjonen.",
  "CR_NotReviewedOutdated": "Denne moden er ikke gjennomgått ennå, men den er ikke oppdatert for den nåværende spillversjonen.",
  "CR_NotInCatalogMod": "Denne varen er ikke gjennomgått, bruk denne moden på egen risiko.",
  "CR_NotInCatalog": "Denne varen er ikke gjennomgått.",
  "CR_MissingDLC": "Denne varen krever DLC som du ikke har.",
  "CR_UnneededDependency": "Dette er en avhengighetsmod, men du bruker ikke noen mods som krever det. Det er bedre å fjerne det med mindre du vet at en lokal mod krever det.",
  "CR_WorksWhenDisabled": "Denne moden påvirker spillet ditt selv mens du er deaktivert, aktiver det hvis du vil bruke det eller melde deg ut fra det.",
  "CR_SuccessorsAvailable": "Etterfølgeren til denne moden er:",
  "CR_SuccessorsAvailableMultiple": "Dette blir etterfulgt av noe av følgende, velg en av dem.",
  "CR_AlternativesAvailable": "Et alternativ til dette du kan bruke:",
  "CR_AlternativesAvailableMultiple": "Her er noen alternative alternativer til denne moden, velg en av dem.",
  "CR_RequiredModsMissing": "Du mangler følgende mods for at dette skal fungere ordentlig.",
  "CR_Obsolete": "Dette er foreldet og er ikke lenger nødvendig.",
  "CR_RemovedFromWorkshop": "Dette er ikke lenger tilgjengelig på Steam, det er best å melde seg ut fra det og finne alternativer til det.",
  "CR_Deprecated": "Denne modden støttes ikke lenger av forfatteren og er nå utdatert. Det er best å stoppe abonnementet på den og finne andre alternativer.",
  "CR_Abandoned": "Dette virker forlatt, fremtidige oppdateringer er usannsynlige.",
  "CR_AbandonedRetired": "Dette virker forlatt og forfatteren har trukket seg, fremtidige oppdateringer er usannsynlige.",
  "CR_Retired": "Forfatteren av denne varen har trukket seg, fremtidige oppdateringer er usannsynlige.",
  "CR_Note": "Noe å huske på dette:",
  "CR_Recommendations": "Forfatteren eller brukerne av denne moden anbefaler også å bruke følgende.",
  "CR_SavesCantLoadWithout": "Etter å ha brukt denne moden, vil ikke lagringsspill (enkelt) laste uten den lenger.",
  "CR_SourceNotPublic": "Ingen kildekode publisert. Uten kildekode er det vanskeligere å sikre at en mod ikke inkluderer ondsinnet kode.",
  "CR_NoDescription": "Ingen beskrivelse på verkstedet er tilgjengelig for denne varen.",
  "CR_NoCommentSection": "Kommentarseksjon er deaktivert for dette elementet.",
  "CR_SourceBundled": "Forfatter aktivert at kildekoden skulle samles med MOD, men er ikke publisert. Dette gjør det vanskeligere å fortsette med en annen modders. Uten kildekode er det også vanskeligere å sikre at en mod ikke inkluderer ondsinnet kode.",
  "CR_SourceNotPublicAbandoned": "Ingen kildekode publisert, noe som gjør det vanskelig å fortsette med en annen modder. Uten kildekode er det også vanskeligere å sikre at en mod ikke inkluderer ondsinnet kode.",
  "CR_SourceObfuscated": "Forfatteren har bevisst gjemt modkoden fra andre modders, noe som er noe mistenkelig. Uten kildekode er det også vanskeligere å sikre at en mod ikke inkluderer ondsinnet kode.",
  "CR_Reupload": "Det er en last opp en annen mod, bruk den i stedet (eller dens etterfølger)",
  "CR_BreaksEditors": "Hvis du bruker Asset Editor og/eller MAP Editor, kan dette gi alvorlige problemer.",
  "CR_ModForModders": "Dette er bare nødvendig for modder eller eiendeler, vanlige brukere trenger vanligvis ikke dette. Slike mods bør ikke aktiveres hvis du ikke er i redaktøren. Det er enda bedre å ekskludere det eller å melde seg ut av det hvis du vil spille det normale spillet.",
  "CR_TestVersion": "Dette er en testversjon av den originale moden, stabiliteten er ikke garantert, så bruk den med forsiktighet.",
  "CR_TestVersionStable": "Dette er en testversjon av den originale moden, men er relativt stabil.",
  "CR_MusicCopyright": "Siden den inkluderte musikken kan være beskyttet av copyright, er det bedre å ikke bruke musikkpakker til streaming for å unngå juridiske problemer.",
  "CR_SameModDifferentReleaseType": "Du har flere utgitt av samme mod, du bør fjerne en av dem.",
  "CR_SameFunctionality": "Du har en annen mod med samme funksjonalitet som kan være uforenlig med denne, du bør fjerne en av dem.",
  "CR_IncompatibleAccordingToAuthor": "Du har en annen mod som forfatteren sier er uforenlig med denne, du bør fjerne en av dem.",
  "CR_IncompatibleAccordingToUsers": "Du har en annen mod som brukerne har rapportert som uforenlig med denne, du bør fjerne en av dem.",
  "CR_MajorIssuesWith": "Du har en annen mod som forårsaker store problemer med denne:",
  "CR_MinorIssuesWith": "Du har en annen mod som forårsaker mindre problemer med denne:",
  "CR_RequiresSpecificSettings": "Dette krever spesifikk konfigurasjon for å fungere sammen med:",
  "CR_SameFunctionalityCompatible": "Du har en annen mod med samme funksjonalitet, begge er fremdeles funksjonelle. Sjekk om du trenger dem begge.",
  "CR_CompatibleAccordingToAuthor": "Du har en annen mod med samme funksjonalitet som forfatteren sier at begge fremdeles er funksjonelle. Sjekk om du trenger dem begge.",
  "CRT_Stability": "Stabilitetsrapport",
  "CRT_Successors": "Etterfølgere",
  "CRT_RequiredMods": "Nødvendige mods",
  "CRT_DlcMissing": "Nødvendige DLC -er",
  "CRT_Compatibility": "Kompatibiliteter",
  "CRT_UnneededDependency": "Unødvendig avhengighet",
  "CRT_WorksWhenDisabled": "Aktiv mens de er deaktivert",
  "CRT_Alternatives": "Alternativer",
  "CRT_Status": "Status:",
  "CRT_Recommendations": "Anbefalinger",
  "CRT_Note": "Merk",
  "CR_IncompatibleAsset": "Eiendelen '{0}' i denne pakken er kjent for å forårsake disse problemene."
}