{
  "CR_NoAvailableReport": "Dla tego elementu nie jest dostępny raport",
  "CR_NothingToReport": "Nic do zgłoszenia",
  "CR_Remarks": "Uwagi",
  "CR_MinorIssues": "Drobne problemy",
  "CR_MajorIssues": "Główne problemy",
  "CR_Unsubscribe": "Powinien być odpisany",
  "CR_IncompatibleWithGameVersion": "Ten mod jest całkowicie niezgodny z bieżącą wersją gry.",
  "CR_RequiresIncompatibleMod": "Wymaga to modu całkowicie niezgodnego z bieżącą wersją gry.",
  "CR_BreaksGame": "Ten mod złamie twoją grę.",
  "CR_BrokenMod": "Ten mod jest zepsuty.",
  "CR_MajorIssuesNoNote": "Najlepiej zrezygnować z tego modu, sprawdź opis warsztatu, aby uzyskać więcej informacji.",
  "CR_MajorIssuesWithNote": "Najlepiej zrezygnować z tego modu.",
  "CR_MinorIssuesNoNote": "Ten mod ma drobne problemy, sprawdź opis warsztatu, aby uzyskać więcej informacji.",
  "CR_MinorIssuesWithNote": "Ten mod ma drobne problemy.",
  "CR_UserReportsNoNote": "Użytkownicy zgłaszają problemy z tym modem, sprawdź opis warsztatu, aby uzyskać więcej informacji.",
  "CR_UserReportsWithNote": "Użytkownicy zgłaszają problemy z tym modem.",
  "CR_NotEnoughInformationUpdated": "Nie ma wystarczającej ilości informacji o tym modach, aby wiedzieć, czy działa dobrze, choć jest aktualizowany dla bieżącej wersji gry.",
  "CR_NotEnoughInformationOutdated": "Nie ma wystarczającej ilości informacji o tym modach, aby wiedzieć, czy działa dobrze, ale nie jest to aktualne dla bieżącej wersji gry.",
  "CR_Stable": "Ten mod jest stabilny i kompatybilny z bieżącą wersją gry.",
  "CR_NotReviewedUpdated": "Ten mod nie został jeszcze sprawdzony, choć jest aktualizowany dla bieżącej wersji gry.",
  "CR_NotReviewedOutdated": "Ten mod nie został jeszcze sprawdzony, ale nie jest to aktualne dla bieżącej wersji gry.",
  "CR_NotInCatalogMod": "Ten przedmiot nie został sprawdzony, użyj tego modu na własne ryzyko.",
  "CR_NotInCatalog": "Ten element nie został sprawdzony.",
  "CR_MissingDLC": "Ten przedmiot wymaga DLC, których nie masz.",
  "CR_UnneededDependency": "Jest to mod zależności, ale nie używasz żadnych modów, które tego wymagają. Lepiej go usunąć, chyba że wiesz, że wymaga tego lokalny mod.",
  "CR_WorksWhenDisabled": "Ten mod wpływa na twoją grę, nawet jeśli jest wyłączona, włącz ją, jeśli chcesz z niej korzystać lub zrezygnować z niej.",
  "CR_SuccessorsAvailable": "Następcą tego modu jest:",
  "CR_SuccessorsAvailableMultiple": "Zastąpią to jeden z poniższych, wybierz jeden z nich.",
  "CR_AlternativesAvailable": "Alternatywa dla tego, której możesz użyć:",
  "CR_AlternativesAvailableMultiple": "Oto kilka alternatywnych opcji dla tego modu, wybierz jeden z nich.",
  "CR_RequiredModsMissing": "Brakuje ci następujących modów, aby to działało poprawnie.",
  "CR_Obsolete": "Jest to przestarzałe i nie jest już potrzebne.",
  "CR_RemovedFromWorkshop": "Nie jest już dostępny na Steamie, najlepiej jest zrezygnować z niego i znaleźć alternatywy.",
  "CR_Deprecated": "Ta modyfikacja nie jest już obsługiwana przez autora i jest przestarzała. Najlepiej zrezygnować z niej i znaleźć inne alternatywy.",
  "CR_Abandoned": "Wydaje się to opuszczone, przyszłe aktualizacje są mało prawdopodobne.",
  "CR_AbandonedRetired": "Wydaje się to opuszczone, a autor przeszedł na emeryturę, przyszłe aktualizacje są mało prawdopodobne.",
  "CR_Retired": "Autor tego elementu przeszedł na emeryturę, przyszłe aktualizacje są mało prawdopodobne.",
  "CR_Note": "Coś, o czym należy pamiętać o tym:",
  "CR_Recommendations": "Autor lub użytkownicy tego modu zalecają również użycie następujących.",
  "CR_SavesCantLoadWithout": "Po użyciu tego modów zapis nie będzie już (łatwo) bez niego ładować.",
  "CR_SourceNotPublic": "Brak kodu źródłowego. Bez kodu źródłowego trudniej jest upewnić się, że mod nie zawiera złośliwego kodu.",
  "CR_NoDescription": "Dla tego elementu nie jest dostępny opis warsztatu.",
  "CR_NoCommentSection": "Sekcja komentarzy jest wyłączona dla tego elementu.",
  "CR_SourceBundled": "Autor aktywował, że kod źródłowy powinien być pakowany z modą, ale nie jest publikowany. Utrudnia to kontynuowanie przez innych modders. Bez kodu źródłowego trudniej jest również upewnić się, że MOD nie zawiera złośliwego kodu.",
  "CR_SourceNotPublicAbandoned": "Żaden kod źródłowy, co utrudnia kontynuowanie przez innego modera. Bez kodu źródłowego trudniej jest również upewnić się, że mod nie zawiera złośliwego kodu.",
  "CR_SourceObfuscated": "Autor celowo ukrył kod modowy od innych modders, co jest nieco podejrzane. Bez kodu źródłowego trudniej jest również upewnić się, że mod nie zawiera złośliwego kodu.",
  "CR_Reupload": "Jest to ponowne przesłanie innego modu, użyj tego jednego (lub jego następcy)",
  "CR_BreaksEditors": "Jeśli korzystasz z edytora aktywów i/lub edytora map, może to dać poważne problemy.",
  "CR_ModForModders": "Jest to potrzebne tylko dla modders lub twórców aktywów, zwykli użytkownicy zwykle tego nie potrzebują. Takie mody nie powinny być aktywowane, jeśli nie jesteś w edytorze. Jeszcze lepiej jest go wykluczyć lub zrezygnować z tego, jeśli chcesz zagrać w normalną grę.",
  "CR_TestVersion": "Jest to wersja testowa oryginalnego modu, stabilność nie jest gwarantowana, więc używaj jej ostrożnie.",
  "CR_TestVersionStable": "Jest to wersja testowa oryginalnego modu, ale jest stosunkowo stabilna.",
  "CR_MusicCopyright": "Ponieważ dołączona muzyka może być chroniona prawem autorskim, lepiej nie używać pakietów muzycznych do przesyłania strumieniowego, aby uniknąć problemów prawnych.",
  "CR_SameModDifferentReleaseType": "Masz wiele uwalnianych z tego samego modu, powinieneś usunąć jeden z nich.",
  "CR_SameFunctionality": "Masz inny mod z tą samą funkcją, która może być z tym niezgodna, powinieneś usunąć jeden z nich.",
  "CR_IncompatibleAccordingToAuthor": "Masz inny mod, który według autora jest z tym niezgodny z tym, powinieneś usunąć jeden z nich.",
  "CR_IncompatibleAccordingToUsers": "Masz inny mod, który użytkownicy zgłosili jako niezgodne z tym, powinieneś usunąć jeden z nich.",
  "CR_MajorIssuesWith": "Masz inny mod, który powoduje poważne problemy z tym:",
  "CR_MinorIssuesWith": "Masz inny mod, który powoduje niewielkie problemy z tym:",
  "CR_RequiresSpecificSettings": "Wymaga to konkretnej konfiguracji do pracy z:",
  "CR_SameFunctionalityCompatible": "Masz inny mod o tej samej funkcji, oba są nadal funkcjonalne. Sprawdź, czy potrzebujesz obu.",
  "CR_CompatibleAccordingToAuthor": "Masz kolejny mod z tą samą funkcją, co autor, że oba są nadal funkcjonalne. Sprawdź, czy potrzebujesz obu.",
  "CRT_Stability": "Raport o stabilności",
  "CRT_Successors": "Następcy",
  "CRT_RequiredMods": "Wymagane mody",
  "CRT_DlcMissing": "Wymagane DLC",
  "CRT_Compatibility": "Kompatybilności",
  "CRT_UnneededDependency": "Niepotrzebna zależność",
  "CRT_WorksWhenDisabled": "Aktywny, gdy jest wyłączony",
  "CRT_Alternatives": "Alternatywy",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Zalecenia",
  "CRT_Note": "Notatka",
  "CR_IncompatibleAsset": "Wiadomo, że zasób '{0}' w tym pakiecie powoduje te problemy."
}