{
  "CR_NoAvailableReport": "Nenhum relatório disponível para este item",
  "CR_NothingToReport": "Nada a reportar",
  "CR_Remarks": "Comentários",
  "CR_MinorIssues": "Pequenos Problemas",
  "CR_MajorIssues": "Grandes Problemas",
  "CR_Unsubscribe": "Se deve Cancelar a Inscrição",
  "CR_IncompatibleWithGameVersion": "Este mod é incompatível com a versão atual do jogo.",
  "CR_RequiresIncompatibleMod": "Isto requer um mod que não é mais compatível com a versão atual do jogo.",
  "CR_BreaksGame": "Este mod irá quebrar o seu jogo.",
  "CR_BrokenMod": "Este mod está quebrado.",
  "CR_MajorIssuesNoNote": "Os usuários estão relatando problemas com este mod, verifique a sua descrição na Oficina para obter mais informações.",
  "CR_MajorIssuesWithNote": "É melhor cancelar a assinatura deste mod.",
  "CR_MinorIssuesNoNote": "Este mod tem pequenos problemas, verifique a descrição na oficina para obter mais informações.",
  "CR_MinorIssuesWithNote": "Este mod tem pequenos problemas.",
  "CR_UserReportsNoNote": "Os usuários estão relatando problemas com este mod, verifique a descrição na oficina para obter mais informações.",
  "CR_UserReportsWithNote": "Os usuários estão relatando problemas com este mod.",
  "CR_NotEnoughInformationUpdated": "Não há informações suficientes sobre este mod para saber se funciona bem, embora esteja atualizado para a versão atual do jogo.",
  "CR_NotEnoughInformationOutdated": "Não há informações suficientes sobre este mod para saber se funciona bem e não está atualizado para a versão atual do jogo.",
  "CR_Stable": "Este mod está estável e é compatível com a versão atual do jogo.",
  "CR_NotReviewedUpdated": "Este mod ainda não foi revisado, embora esteja atualizado para a versão atual do jogo.",
  "CR_NotReviewedOutdated": "Este mod ainda não foi revisado, mas não está atualizado para a versão atual do jogo.",
  "CR_NotInCatalogMod": "Este mod não foi revisado, use o mod por seu próprio risco.",
  "CR_NotInCatalog": "Este item não foi revisado.",
  "CR_MissingDLC": "Este item requer DLC que você não tem.",
  "CR_UnneededDependency": "Este é um mod que tem dependência, mas você não usa mods que o requerem. É melhor removê-lo, a menos que você saiba que um mod local exige.",
  "CR_WorksWhenDisabled": "Este mod afeta o seu jogo, mesmo que desativado, ative -o se você quiser usá-lo ou cancele a inscrição.",
  "CR_SuccessorsAvailable": "O sucessor deste mod é:",
  "CR_SuccessorsAvailableMultiple": "Isso foi sucedido por qualquer um dos seguintes, escolha um deles.",
  "CR_AlternativesAvailable": "Uma alternativa a isso que você pode usar:",
  "CR_AlternativesAvailableMultiple": "Aqui estão algumas opções alternativas para este mod, escolha uma delas.",
  "CR_RequiredModsMissing": "Você está perdendo os seguintes mods para que isso funcione corretamente.",
  "CR_Obsolete": "Isso é obsoleto e não é mais necessário.",
  "CR_RemovedFromWorkshop": "Isso não está mais disponível na Steam, é melhor cancelar a assinatura e encontrar alternativas.",
  "CR_Deprecated": "Este mod não é mais suportado pelo autor e encontra-se obsoleto. É melhor cancelar a assinatura do mesmo e procurar outra alternativa.",
  "CR_Abandoned": "Isso parece abandonado, atualizações futuras são improváveis.",
  "CR_AbandonedRetired": "Isso parece abandonado e o autor se aposentou, atualizações futuras são improváveis.",
  "CR_Retired": "O autor deste item se aposentou, atualizações futuras são improváveis.",
  "CR_Note": "Algo a ter em mente para isso:",
  "CR_Recommendations": "O autor ou os usuários deste mod recomendam usar o seguinte também.",
  "CR_SavesCantLoadWithout": "Depois de usar este mod, os jogos de salvamento não carregam mais (facilmente) sem ele.",
  "CR_SourceNotPublic": "Nenhum código -fonte publicado. Sem código -fonte, é mais difícil garantir que um mod não inclua código malicioso.",
  "CR_NoDescription": "Nenhuma descrição no workshop está disponível para este item.",
  "CR_NoCommentSection": "A área de comentários está desativada para este item.",
  "CR_SourceBundled": "O autor ativou que o código -fonte deve ser agrupado com o mod, mas não foi publicado. Isso torna mais difícil continuar com outros modders. Sem código -fonte, também é mais difícil garantir que um mod não inclua código malicioso.",
  "CR_SourceNotPublicAbandoned": "Nenhum código -fonte publicado, dificultando continuar com outro modder. Sem código -fonte, também é mais difícil garantir que um mod não inclua código malicioso.",
  "CR_SourceObfuscated": "O autor escondeu deliberadamente o código MOD de outros modders, o que é um pouco suspeito. Sem código -fonte, também é mais difícil garantir que um mod não inclua código malicioso.",
  "CR_Reupload": "É um reprodução de outro mod, use esse (ou seu sucessor)",
  "CR_BreaksEditors": "Se você usar o editor de recursos e/ou o editor de mapas, isso poderá causar problemas sérios.",
  "CR_ModForModders": "Isto não é necessário para jogadores, apenas Criadores de mods/recursos necessitam disso. Exclua ou Cancele a inscrição deste arquivo caso seja um jogador normal.",
  "CR_TestVersion": "Esta é uma versão de teste do mod original, a estabilidade não é garantida; portanto, use -a com cautela.",
  "CR_TestVersionStable": "Esta é uma versão de teste do mod original, mas é relativamente estável.",
  "CR_MusicCopyright": "Como a música incluída pode ser protegida por direitos autorais, é melhor não usar pacotes de músicas para streaming para evitar questões legais.",
  "CR_SameModDifferentReleaseType": "Você tem vários lançados desse mesmo mod, você deve remover um deles.",
  "CR_SameFunctionality": "Você tem outro mod com a mesma funcionalidade que pode ser incompatível com este, você deve remover um deles.",
  "CR_IncompatibleAccordingToAuthor": "Você tem outro mod que o autor diz ser incompatível com este, você deve remover um deles.",
  "CR_IncompatibleAccordingToUsers": "Você tem outro mod que os usuários relataram como incompatíveis com este, você deve remover um deles.",
  "CR_MajorIssuesWith": "Você tem outro mod que causa grandes problemas com este:",
  "CR_MinorIssuesWith": "Você tem outro mod que causa problemas menores com este:",
  "CR_RequiresSpecificSettings": "Isso requer configuração específica para trabalhar em conjunto com:",
  "CR_SameFunctionalityCompatible": "Você tem outro mod com a mesma funcionalidade, ambos ainda estão funcionais. Verifique se você precisa de ambos.",
  "CR_CompatibleAccordingToAuthor": "Você tem outro mod com a mesma funcionalidade que o autor diz que ambos ainda estão funcionais. Verifique se você precisa de ambos.",
  "CRT_Stability": "Relatório de estabilidade",
  "CRT_Successors": "Sucessores",
  "CRT_RequiredMods": "Mods Necessários",
  "CRT_DlcMissing": "DLCs ​​Necessários",
  "CRT_Compatibility": "Compatibilidades",
  "CRT_UnneededDependency": "Dependência Desnecessária",
  "CRT_WorksWhenDisabled": "Ativo enquanto desativado",
  "CRT_Alternatives": "Alternativas",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Recomendações",
  "CRT_Note": "Nota",
  "CR_IncompatibleAsset": "O recurso '{0}' incluído neste pacote costuma causar estes problemas."
}