{
  "CR_NoAvailableReport": "Nu este disponibil niciun raport pentru acest articol",
  "CR_NothingToReport": "Nimic de raportat",
  "CR_Remarks": "Observații",
  "CR_MinorIssues": "Probleme minore",
  "CR_MajorIssues": "Probleme majore",
  "CR_Unsubscribe": "Ar trebui să fie dezabonat",
  "CR_IncompatibleWithGameVersion": "Acest mod este total incompatibil cu versiunea actuală a jocului.",
  "CR_RequiresIncompatibleMod": "Acest lucru necesită un mod care este total incompatibil cu versiunea actuală a jocului.",
  "CR_BreaksGame": "Acest mod vă va rupe jocul.",
  "CR_BrokenMod": "Acest mod este rupt.",
  "CR_MajorIssuesNoNote": "Cel mai bine este să vă dezabonați de la acest mod, să verificați descrierea atelierului pentru mai multe informații.",
  "CR_MajorIssuesWithNote": "Cel mai bine este să vă dezabonați de la acest mod.",
  "CR_MinorIssuesNoNote": "Acest mod are probleme minore, verificați descrierea atelierului său pentru mai multe informații.",
  "CR_MinorIssuesWithNote": "Acest mod are probleme minore.",
  "CR_UserReportsNoNote": "Utilizatorii raportează probleme cu acest mod, verificați descrierea atelierului său pentru mai multe informații.",
  "CR_UserReportsWithNote": "Utilizatorii raportează probleme cu acest mod.",
  "CR_NotEnoughInformationUpdated": "Nu există suficiente informații despre acest mod pentru a ști dacă funcționează bine, deși este actualizat pentru versiunea actuală a jocului.",
  "CR_NotEnoughInformationOutdated": "Nu există suficiente informații despre acest mod pentru a ști dacă funcționează bine, dar nu este actualizat pentru versiunea actuală a jocului.",
  "CR_Stable": "Acest mod este stabil și compatibil cu versiunea curentă a jocului.",
  "CR_NotReviewedUpdated": "Acest mod nu a fost încă revizuit, deși este actualizat pentru versiunea actuală a jocului.",
  "CR_NotReviewedOutdated": "Acest mod nu a fost încă revizuit, dar nu este actualizat pentru versiunea actuală a jocului.",
  "CR_NotInCatalogMod": "Acest articol nu a fost revizuit, utilizați acest mod pe propriul dvs. risc.",
  "CR_NotInCatalog": "Acest articol nu a fost revizuit.",
  "CR_MissingDLC": "Acest articol necesită DLC -uri pe care nu le aveți.",
  "CR_UnneededDependency": "Acesta este un mod de dependență, dar nu utilizați niciun mod care necesită acest lucru. Este mai bine să -l eliminați decât dacă știți că un mod local o necesită.",
  "CR_WorksWhenDisabled": "Acest mod afectează jocul dvs. chiar și în timp ce este dezactivat, activați -l dacă doriți să îl utilizați sau să vă dezabonați de la acesta.",
  "CR_SuccessorsAvailable": "Succesorul acestui mod este:",
  "CR_SuccessorsAvailableMultiple": "Acest lucru este reușit de oricare dintre următoarele, alegeți unul dintre ei.",
  "CR_AlternativesAvailable": "O alternativă la acest lucru pe care o puteți utiliza:",
  "CR_AlternativesAvailableMultiple": "Iată câteva opțiuni alternative la acest mod, alegeți una dintre ele.",
  "CR_RequiredModsMissing": "Vă lipsește următoarele moduri pentru ca acest lucru să funcționeze corect.",
  "CR_Obsolete": "Acest lucru este învechit și nu mai este necesar.",
  "CR_RemovedFromWorkshop": "Acest lucru nu mai este disponibil pe Steam, este mai bine să vă dezabonați de la acesta și să găsiți alternative la acesta.",
  "CR_Deprecated": "Acest mod nu mai este susținut de autorul său și este acum descurajat. Cel mai bine este să te dezabonezi de la el și să găsești alte alternative.",
  "CR_Abandoned": "Acest lucru pare abandonat, actualizările viitoare sunt puțin probabile.",
  "CR_AbandonedRetired": "Acest lucru pare abandonat, iar autorul s -a retras, actualizările viitoare sunt puțin probabile.",
  "CR_Retired": "Autorul acestui articol s -a retras, actualizările viitoare sunt puțin probabile.",
  "CR_Note": "Ceva de reținut pentru asta:",
  "CR_Recommendations": "Autorul sau utilizatorii acestui mod recomandă să utilizeze și următoarele.",
  "CR_SavesCantLoadWithout": "După utilizarea acestui mod, salvați-jocuri nu se vor mai încărca (ușor) fără el.",
  "CR_SourceNotPublic": "Nu este publicat niciun cod sursă. Fără codul sursă, este mai greu să vă asigurați că un mod nu include cod rău intenționat.",
  "CR_NoDescription": "Nu este disponibilă nicio descriere a atelierului pentru acest articol.",
  "CR_NoCommentSection": "Secțiunea de comentarii este dezactivată pentru acest articol.",
  "CR_SourceBundled": "Autorul a activat că codul sursă ar trebui să fie inclus cu MOD, dar nu este publicat. Acest lucru face mai greu să continue de către un alt modders. Fără codul sursă, este, de asemenea, mai greu să vă asigurați că un mod nu include cod rău intenționat.",
  "CR_SourceNotPublicAbandoned": "Nu este publicat niciun cod sursă, ceea ce face dificil să continue de către un alt modder. Fără cod sursă, este, de asemenea, mai greu să vă asigurați că un mod nu include cod rău intenționat.",
  "CR_SourceObfuscated": "Autorul a ascuns în mod deliberat codul mod de la alte modders, ceea ce este oarecum suspect. Fără cod sursă, este, de asemenea, mai greu să vă asigurați că un mod nu include cod rău intenționat.",
  "CR_Reupload": "Este o reîncărcare a unui alt mod, folosiți-l pe acesta în schimb (sau succesorul său)",
  "CR_BreaksEditors": "Dacă utilizați editorul de active și/sau editorul MAP, acest lucru poate da probleme serioase.",
  "CR_ModForModders": "Acest lucru este necesar doar pentru modders sau creatori de active, utilizatorii obișnuiți nu au de obicei nevoie de acest lucru. Astfel de moduri nu ar trebui activate dacă nu sunteți în editor. Este și mai bine să -l excludeți sau să vă dezabonați de la el dacă doriți să jucați jocul normal.",
  "CR_TestVersion": "Aceasta este o versiune de testare a modului original, stabilitatea nu este garantată, așa că folosiți -o cu precauție.",
  "CR_TestVersionStable": "Aceasta este o versiune de testare a modului original, dar este relativ stabilă.",
  "CR_MusicCopyright": "Întrucât muzica inclusă ar putea fi protejată în drepturi de autor, este mai bine să nu folosiți pachete de muzică pentru streaming pentru a evita problemele legale.",
  "CR_SameModDifferentReleaseType": "Aveți mai multe lansate din același mod, ar trebui să eliminați unul dintre ele.",
  "CR_SameFunctionality": "Aveți un alt mod cu aceeași funcționalitate care ar putea fi incompatibilă cu acesta, ar trebui să eliminați una dintre ele.",
  "CR_IncompatibleAccordingToAuthor": "Aveți un alt mod despre care autorul spune că este incompatibil cu acesta, ar trebui să eliminați unul dintre ei.",
  "CR_IncompatibleAccordingToUsers": "Aveți un alt mod pe care utilizatorii l -au raportat ca fiind incompatibil cu acesta, ar trebui să eliminați unul dintre ei.",
  "CR_MajorIssuesWith": "Aveți un alt mod care provoacă probleme majore cu acesta:",
  "CR_MinorIssuesWith": "Aveți un alt mod care provoacă probleme minore cu acesta:",
  "CR_RequiresSpecificSettings": "Acest lucru necesită o configurație specifică pentru a lucra împreună cu:",
  "CR_SameFunctionalityCompatible": "Aveți un alt mod cu aceeași funcționalitate, ambele sunt încă funcționale. Verificați dacă aveți nevoie de ambele.",
  "CR_CompatibleAccordingToAuthor": "Aveți un alt mod cu aceeași funcționalitate pe care autorul spune că ambele sunt încă funcționale. Verificați dacă aveți nevoie de ambele.",
  "CRT_Stability": "Raport de stabilitate",
  "CRT_Successors": "Succesori",
  "CRT_RequiredMods": "Moduri necesare",
  "CRT_DlcMissing": "DLC -uri necesare",
  "CRT_Compatibility": "Compatibilități",
  "CRT_UnneededDependency": "Dependență inutilă",
  "CRT_WorksWhenDisabled": "Activ în timp ce este dezactivat",
  "CRT_Alternatives": "Alternative",
  "CRT_Status": "stare",
  "CRT_Recommendations": "Recomandări",
  "CRT_Note": "Notă",
  "CR_IncompatibleAsset": "Activul '{0}' din acest pachet este cunoscut pentru a cauza aceste probleme."
}