{
  "CR_NoAvailableReport": "Для этого элемента нет отчета",
  "CR_NothingToReport": "Нечего сообщать",
  "CR_Remarks": "Замечания",
  "CR_MinorIssues": "Незначительные проблемы",
  "CR_MajorIssues": "Существенные проблемы",
  "CR_Unsubscribe": "Должен быть отписан",
  "CR_IncompatibleWithGameVersion": "Этот мод абсолютно несовместим с текущей игровой версией.",
  "CR_RequiresIncompatibleMod": "Для этого требуется мод, который полностью несовместим с текущей версией игры.",
  "CR_BreaksGame": "Этот мод сломает вашу игру.",
  "CR_BrokenMod": "Этот мод сломан.",
  "CR_MajorIssuesNoNote": "Лучше всего отписаться от этого мода, проверьте его описание в мастерской для получения дополнительной информации.",
  "CR_MajorIssuesWithNote": "Лучше всего отписаться от этого мода.",
  "CR_MinorIssuesNoNote": "Этот мод имеет незначительные проблемы, проверьте его описание в мастерской для получения дополнительной информации.",
  "CR_MinorIssuesWithNote": "Этот мод имеет незначительные проблемы.",
  "CR_UserReportsNoNote": "Пользователи сообщают о проблемах с этим модом, проверьте описание в мастерской для получения дополнительной информации.",
  "CR_UserReportsWithNote": "Пользователи сообщают о проблемах с этим модом.",
  "CR_NotEnoughInformationUpdated": "Мод обновлен для текущей версии игры, но не хватает информации, чтобы сказать работает он корректно или нет.",
  "CR_NotEnoughInformationOutdated": "Мод не был обновлен для последней версии игры и не хватает информации, чтобы сказать работает он корректно или нет.",
  "CR_Stable": "Этот мод стабилен и совместим с текущей игрой.",
  "CR_NotReviewedUpdated": "Этот мод обновлен для последней версии игры, но еще не обработан.",
  "CR_NotReviewedOutdated": "Этот мод не обновлен для последней версии игры и не был еще обработан.",
  "CR_NotInCatalogMod": "Этот пункт не был обработан, используйте его на свой страх и риск.",
  "CR_NotInCatalog": "Этот пункт не был обработан.",
  "CR_MissingDLC": "Этот предмет требует DLC, которых у вас нет.",
  "CR_UnneededDependency": "Это не самостоятельный мод, он является зависимостью для работы других модов, но вы не имеете ни одного мода требующего его. Если никакой из локальных модов не использует его, то лучше удалить его.",
  "CR_WorksWhenDisabled": "Этот мод влияет на вашу игру даже если выключен, активируйте его, если вы хотите использовать его или отпишитесь от него.",
  "CR_SuccessorsAvailable": "Преемник этого мода:",
  "CR_SuccessorsAvailableMultiple": "Это будет заменено одним из следующих, выберите один из них.",
  "CR_AlternativesAvailable": "Альтернатива этому которые вы можете использовать:",
  "CR_AlternativesAvailableMultiple": "Несколько альтернативных вариантов для этого мода, выберите один из них.",
  "CR_RequiredModsMissing": "Для правильной работы вам не хватает следующих модов:",
  "CR_Obsolete": "Это устарело и больше не нужно.",
  "CR_RemovedFromWorkshop": "Это больше не доступно в Steam, лучше всего отписаться и найти альтернативу.",
  "CR_Deprecated": "Этот мод больше не поддерживается его автором и является устаревшим. Лучше всего отписаться от него и найти альтернативный.",
  "CR_Abandoned": "Этот мод кажется заброшенным; будущие обновления маловероятны.",
  "CR_AbandonedRetired": "Этот мод, похоже, заброшен, а его автор ушел на заслуженный отдых; будущие обновления маловероятны.",
  "CR_Retired": "Автор этого мода ушел на заслуженный отдых; будущие обновления маловероятны.",
  "CR_Note": "Следует иметь в виду:",
  "CR_Recommendations": "Автор или пользователи этого мода рекомендуют также использовать следующий мод:",
  "CR_SavesCantLoadWithout": "После использования этого мода сохранения больше не будет загружаться без него.",
  "CR_SourceNotPublic": "Исходный код не был опубликован. Без исходного кода сложнее убедиться, что мод не содержит вредоносного кода.",
  "CR_NoDescription": "Для этого мода не добавлено описания в мастерской.",
  "CR_NoCommentSection": "Раздел комментарии отключен для этого элемента.",
  "CR_SourceBundled": "Автор заявил, что исходный код распространяется вместе с модом, но не опубликован. Это затрудняет в поддержке другими моддерами. Без исходного кода также сложнее гарантировать, что мод не содержит вредоносный код.",
  "CR_SourceNotPublicAbandoned": "Никакого исходного кода не опубликовано, что затрудняет в поддержке другими моддерами. Без исходного кода также сложнее гарантировать, что мод не содержит вредоносный код.",
  "CR_SourceObfuscated": "Автор сознательно скрыл код мода от других моддеров, что несколько подозрительно. Без исходного кода также сложнее гарантировать, что мод не содержит вредоносный код.",
  "CR_Reupload": "Это перезагрузка мода от другого автора, используйте его вместо оригинала",
  "CR_BreaksEditors": "Это может вызвать серьезные проблемы, если вы используете редактор объектов и/или редактор карт.",
  "CR_ModForModders": "Это необходимо только для создателей модов и ассетов, обычным пользователям это не нужно. Такие моды не должны быть включены, если вы не находитесь в Редакторе. Еще лучше выключить или отписаться от него, если вы просто хотите играть.",
  "CR_TestVersion": "Это тестовая версия оригинального мода, стабильность не гарантируется, поэтому используйте его с осторожностью.",
  "CR_TestVersionStable": "Это тестовая версия оригинального мода, но относительно стабиленая.",
  "CR_MusicCopyright": "Поскольку добавленная музыка может быть защищена авторским правом, лучше не использовать Музыкальные Пакеты для стриминговых сервисов, чтобы избежать юридических проблем.",
  "CR_SameModDifferentReleaseType": "У вас есть несколько версий одного и того же мода, вы должны оставить только один из них.",
  "CR_SameFunctionality": "У вас есть другой мод с той же функциональностью, и он может быть несовместим с этим, вы должны удалить один из них.",
  "CR_IncompatibleAccordingToAuthor": "У вас есть другой мод, который, как заявляет автор, несовместим с этим, вы должны удалить один из них.",
  "CR_IncompatibleAccordingToUsers": "У вас есть другой мод, о котором пользователи сообщили как несовместимом с этим, вы должны удалить один из них.",
  "CR_MajorIssuesWith": "У вас есть другой мод, который вызывает серьезные со следующими модами:",
  "CR_MinorIssuesWith": "У вас есть другой мод, который вызывает незначительные проблемы со следующими модами:",
  "CR_RequiresSpecificSettings": "Этот мод требует определенной конфигурации для совместной работы с:",
  "CR_SameFunctionalityCompatible": "У вас есть другой мод с такой же функциональностью, оба работают нормально. Проверьте, нужно ли вам оба.",
  "CR_CompatibleAccordingToAuthor": "У вас есть другой мод с той же функциональностью, который, как утверждает автор, работает вместе с этим нормально. Проверьте, нужно ли вам оба.",
  "CRT_Stability": "Отчет о стабильности",
  "CRT_Successors": "Преемники",
  "CRT_RequiredMods": "Требуемые моды",
  "CRT_DlcMissing": "Требуемые DLC",
  "CRT_Compatibility": "Совместимость",
  "CRT_UnneededDependency": "Ненужная зависимость",
  "CRT_WorksWhenDisabled": "Функционирует даже если отключен",
  "CRT_Alternatives": "Альтернативы",
  "CRT_Status": "Состояние",
  "CRT_Recommendations": "Рекомендации",
  "CRT_Note": "Примечание",
  "CR_IncompatibleAsset": "Известно, что ассет «{0}» в этом пакете вызывает эти проблемы."
}