{
  "CR_NoAvailableReport": "Ingen rapport är tillgänglig för denna artikel",
  "CR_NothingToReport": "Inget att rapportera",
  "CR_Remarks": "Anmärkningar",
  "CR_MinorIssues": "Mindre frågor",
  "CR_MajorIssues": "Stora frågor",
  "CR_Unsubscribe": "Bör vara avskrivna",
  "CR_IncompatibleWithGameVersion": "Denna mod är helt oförenlig med den nuvarande spelversionen.",
  "CR_RequiresIncompatibleMod": "Detta kräver en mod som är helt oförenlig med den nuvarande spelversionen.",
  "CR_BreaksGame": "Den här moden kommer att bryta ditt spel.",
  "CR_BrokenMod": "Denna mod är trasig.",
  "CR_MajorIssuesNoNote": "Det är bäst att avsluta prenumerationen på denna mod, kontrollera sin verkstadsbeskrivning för mer info.",
  "CR_MajorIssuesWithNote": "Det är bäst att avsluta prenumerationen på denna mod.",
  "CR_MinorIssuesNoNote": "Denna mod har mindre problem, kontrollera sin verkstadsbeskrivning för mer info.",
  "CR_MinorIssuesWithNote": "Denna mod har mindre problem.",
  "CR_UserReportsNoNote": "Användare rapporterar problem med denna mod, kontrollera sin verkstadsbeskrivning för mer information.",
  "CR_UserReportsWithNote": "Användare rapporterar problem med denna mod.",
  "CR_NotEnoughInformationUpdated": "Det finns inte tillräckligt med information om denna mod för att veta om den fungerar bra, även om den uppdateras för den aktuella spelversionen.",
  "CR_NotEnoughInformationOutdated": "Det finns inte tillräckligt med information om denna mod att veta om det fungerar bra, men det är inte uppdaterat för den nuvarande spelversionen.",
  "CR_Stable": "Denna mod är stabil och kompatibel med den aktuella spelversionen.",
  "CR_NotReviewedUpdated": "Denna mod har ännu inte granskats, även om den uppdateras för den aktuella spelversionen.",
  "CR_NotReviewedOutdated": "Denna mod har inte granskats ännu, men den är inte uppdaterad för den nuvarande spelversionen.",
  "CR_NotInCatalogMod": "Denna artikel har inte granskats, använd den här moden på egen risk.",
  "CR_NotInCatalog": "Denna artikel har inte granskats.",
  "CR_MissingDLC": "Denna artikel kräver DLC som du inte har.",
  "CR_UnneededDependency": "Detta är en beroendemod, men du använder inga mods som kräver det. Det är bättre att ta bort det om du inte vet att en lokal mod kräver det.",
  "CR_WorksWhenDisabled": "Denna mod påverkar ditt spel även när du är inaktiverad, aktivera det om du vill använda det eller avsluta prenumerationen på det.",
  "CR_SuccessorsAvailable": "Efterträdaren för denna mod är:",
  "CR_SuccessorsAvailableMultiple": "Detta efterträdas av något av följande, välj en av dem.",
  "CR_AlternativesAvailable": "Ett alternativ till detta kan du använda:",
  "CR_AlternativesAvailableMultiple": "Här är några alternativ till denna mod, välj ett av dem.",
  "CR_RequiredModsMissing": "Du saknar följande mods för att detta ska fungera korrekt.",
  "CR_Obsolete": "Detta är föråldrat och behövs inte längre.",
  "CR_RemovedFromWorkshop": "Detta är inte längre tillgängligt på Steam, det är bäst att avsluta prenumerationen på det och hitta alternativ till det.",
  "CR_Deprecated": "Denna mod stöds inte längre av sin författare och är nu förlegad. Det är bäst att avregistrera sig från den och hitta andra alternativ.",
  "CR_Abandoned": "Detta verkar överge, framtida uppdateringar är osannolika.",
  "CR_AbandonedRetired": "Detta verkar överges och författaren har gått i pension, framtida uppdateringar är osannolika.",
  "CR_Retired": "Författaren till denna artikel har gått i pension, framtida uppdateringar är osannolika.",
  "CR_Note": "Något att tänka på för detta:",
  "CR_Recommendations": "Författaren eller användarna av denna mod rekommenderar också att använda följande.",
  "CR_SavesCantLoadWithout": "Efter att ha använt den här moden kommer Save-spel inte (lätt) att ladda utan den längre.",
  "CR_SourceNotPublic": "Ingen källkod publicerad. Utan källkod är det svårare att säkerställa att en mod inte inkluderar skadlig kod.",
  "CR_NoDescription": "Ingen beskrivning på verkstaden är tillgänglig för denna artikel.",
  "CR_NoCommentSection": "Kommentaravsnittet är inaktiverat för detta objekt.",
  "CR_SourceBundled": "Författaren aktiverade att källkoden ska samlas med moden men publiceras inte. Detta gör det svårare att fortsätta med en annan modder. Utan källkod är det också svårare att se till att en mod inte inkluderar skadlig kod.",
  "CR_SourceNotPublicAbandoned": "Ingen källkod publicerad, vilket gör det svårt att fortsätta med en annan modder. Utan källkod är det också svårare att säkerställa att en mod inte inkluderar skadlig kod.",
  "CR_SourceObfuscated": "Författaren har medvetet gömt mod -koden från andra modders, vilket är något misstänksam. Utan källkod är det också svårare att säkerställa att en mod inte inkluderar skadlig kod.",
  "CR_Reupload": "Det är en omlastning av en annan mod, använd den i stället (eller dess efterträdare)",
  "CR_BreaksEditors": "Om du använder Asset Editor och/eller Map Editor kan detta ge allvarliga problem.",
  "CR_ModForModders": "Detta behövs endast för modders eller tillgångsskapare, vanliga användare behöver vanligtvis inte detta. Sådana mods bör inte aktiveras om du inte är i redaktören. Det är ännu bättre att utesluta det eller att avsluta prenumerationen om du vill spela det normala spelet.",
  "CR_TestVersion": "Detta är en testversion av den ursprungliga moden, stabilitet är inte garanterad så använd den med försiktighet.",
  "CR_TestVersionStable": "Detta är en testversion av den ursprungliga moden, men är relativt stabil.",
  "CR_MusicCopyright": "Eftersom den inkluderade musiken kan vara Copyright Protected är det bättre att inte använda musikpaket för streaming för att undvika juridiska problem.",
  "CR_SameModDifferentReleaseType": "Du har flera släppta av samma mod, du bör ta bort en av dem.",
  "CR_SameFunctionality": "Du har en annan mod med samma funktionalitet som kan vara oförenlig med den här, du bör ta bort en av dem.",
  "CR_IncompatibleAccordingToAuthor": "Du har en annan mod som författaren säger är oförenlig med den här, du bör ta bort en av dem.",
  "CR_IncompatibleAccordingToUsers": "Du har en annan mod som användarna har rapporterat som oförenliga med den här, du bör ta bort en av dem.",
  "CR_MajorIssuesWith": "Du har en annan mod som orsakar stora problem med den här:",
  "CR_MinorIssuesWith": "Du har en annan mod som orsakar mindre problem med den här:",
  "CR_RequiresSpecificSettings": "Detta kräver att specifik konfiguration ska fungera tillsammans med:",
  "CR_SameFunctionalityCompatible": "Du har en annan mod med samma funktionalitet, båda är fortfarande funktionella. Kontrollera om du behöver båda.",
  "CR_CompatibleAccordingToAuthor": "Du har en annan mod med samma funktionalitet som författaren säger att båda fortfarande är funktionella. Kontrollera om du behöver båda.",
  "CRT_Stability": "Stabilitetsrapport",
  "CRT_Successors": "Efterföljare",
  "CRT_RequiredMods": "Obligatoriska mods",
  "CRT_DlcMissing": "Obligatoriska DLC: er",
  "CRT_Compatibility": "Kompatibilitet",
  "CRT_UnneededDependency": "Onödigt beroende",
  "CRT_WorksWhenDisabled": "Aktiv medan du är inaktiverad",
  "CRT_Alternatives": "Alternativ",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Rekommendationer",
  "CRT_Note": "Notera",
  "CR_IncompatibleAsset": "Tillgången '{0}' i detta paket är känd för att orsaka dessa problem."
}