{
  "CR_NoAvailableReport": "ไม่มีการรายงานที่พร้อมใช้งานสำหรับไอเทมนี้",
  "CR_NothingToReport": "ไม่มีอะไรต้องรายงาน",
  "CR_Remarks": "หมายเหตุ",
  "CR_MinorIssues": "ปัญหาเล็กน้อย",
  "CR_MajorIssues": "ปัญหาสำคัญ",
  "CR_Unsubscribe": "ควรยกเลิกการสมัครสมาชิก",
  "CR_IncompatibleWithGameVersion": "ยกเลิกการสมัครสมาชิก! ม็อดนี้ไม่สามารถเข้ากันได้กับเวอร์ชันเกมปัจจุบันโดยสิ้นเชิง",
  "CR_RequiresIncompatibleMod": "ม็อดที่จำเป็นต้องใช้งานร่วมกันม็อดนี้ ไม่สามารถเข้ากันได้กับเวอร์ชันเกมปัจจุบันโดยสิ้นเชิง",
  "CR_BreaksGame": "ม็อดนี้อาจทำให้เกมของคุณพัง",
  "CR_BrokenMod": "ม็อดนี้พัง",
  "CR_MajorIssuesNoNote": "ยกเลิกการสมัครสมาชิกม็อดนี้ จะดีที่สุด สำหรับข้อมูลเพิ่มเติมตรวจสอบได้ที่คำอธิบายเวิร์คชอปของม็อดนี้",
  "CR_MajorIssuesWithNote": "ยกเลิกการสมัครสมาชิกม็อดนี้ จะดีที่สุด",
  "CR_MinorIssuesNoNote": "ม็อดนี้มีปัญหาเล็ก สำหรับข้อมูลเพิ่มเติมตรวจสอบได้ที่คำอธิบายเวิร์คชอปของม็อดนี้",
  "CR_MinorIssuesWithNote": "ม็อดนี้มีปัญหาเล็กน้อย",
  "CR_UserReportsNoNote": "ผู้ใช้งานได้รายงานปัญหาที่เกิดจากม็อดนี้ สำหรับข้อมูลเพิ่มเติมตรวจสอบได้ที่คำอธิบายเวิร์คชอปของม็อดนี้",
  "CR_UserReportsWithNote": "ผู้ใช้งานได้รายงานปัญหาที่เกิดจากม็อดนี้",
  "CR_NotEnoughInformationUpdated": "มีข้อมูลที่เกี่ยวข้อกับม็อดนี้ไม่เพียงพอที่จะทราบได้ว่ามันสามารถใช้งานได้ แม้ว่าม็อดนี้ได้รับการอัปเดตเพื่อเกมเวอร์ชั่นปัจจุบันแล้วก็ตาม",
  "CR_NotEnoughInformationOutdated": "มีข้อมูลที่เกี่ยวข้อกับม็อดนี้ไม่เพียงพอที่จะทราบได้ว่ามันสามารถใช้งานได้ และไม่ทันสมัยกับเวอร์ชันเกมส์ในปัจจุบัน",
  "CR_Stable": "ม็อดนี้เสถียร และสามารถทำงานร่วมกันได้กับเกมเวอร์ชั่นปัจจุบัน",
  "CR_NotReviewedUpdated": "ม็อดนี้ยังไม่ได้รับการตรวจสอบ แม้ว่าม็อดนี้ได้รับการอัปเดตเพื่อเกมเวอร์ชั่นปัจจุบันแล้วก็ตาม",
  "CR_NotReviewedOutdated": "ม็อดนี้ยังไม่ได้รับการตรวจสอบ และไม่ทันสมัยกับเวอร์ชันเกมส์ปัจจุบัน",
  "CR_NotInCatalogMod": "ม็อดนี้ไม่ได้รับการตรวจสอบ การใช้งานถือว่ายอมรับความเสี่ยงด้วยตัวคุณเอง",
  "CR_NotInCatalog": "ม็อดนี้ไม่ได้รับการตรวจสอบ",
  "CR_MissingDLC": "ไอเทมนี้ต้องการ DLC ที่คุณไม่มี",
  "CR_UnneededDependency": "ม็อดนี้เป็นม็อดสำหรับการพึงพา แต่คุณไม่มีม็อดไหนเลยที่ต้องพึงพาม็อดตัวนี้ ลบม็อดนี้ไปเลยจะดีกว่า เว้นแต่ม็อดส่วนตัวในเครื่องของคุณยังต้องการใช้มัน",
  "CR_WorksWhenDisabled": "ม็อดนี้มีผลกับเกมของคุณแม้ในขณะที่คุณปิดการใช้งาน หากคุณต้องการใช้งานให้เปิดใช้งานมัน หรือไม่ก็ยกเลิกการสมัครสมาชิก",
  "CR_SuccessorsAvailable": "ผู้รับช่วงต่อของม็อดนี้คือ:",
  "CR_SuccessorsAvailableMultiple": "ม็อดนี้ถูกรับช่วงต่อโดยม็อดไดม็อดหนึ่งต่อไปนี้ เลือกมาหนึ่งม็อด",
  "CR_AlternativesAvailable": "ทางเลือกอื่นที่คุณสามารถใช้ได้:",
  "CR_AlternativesAvailableMultiple": "Here are some alternative options to this mod, pick one of them.",
  "CR_RequiredModsMissing": "คุณไม่มีแพกเกจต่อไปนี้เพื่อให้ม็อดทำงานได้อย่างถูกต้อง:",
  "CR_Obsolete": "This is obsolete and is no longer needed.",
  "CR_RemovedFromWorkshop": "This is no longer available on steam, it's best to unsubscribe from it and find alternatives to it.",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "This mod seems abandoned; future updates are unlikely.",
  "CR_AbandonedRetired": "This mod seems to be abandoned and its author has retired; future updates are unlikely.",
  "CR_Retired": "The author of this mod has retired; future updates are unlikely.",
  "CR_Note": "Something to keep in mind:",
  "CR_Recommendations": "The author or the users of this mod recommend using the following mod as well:",
  "CR_SavesCantLoadWithout": "After using this mod, save-games won't (easily) load without it anymore.",
  "CR_SourceNotPublic": "ไม่มีการเผยแพร่ซอร์สโค้ด หากไม่มีซอร์สโค้ด ก็ยากที่จะรับประกันได้ว่าม็อดตัวนั้นไม่มีโค้ดที่เป็นอันตราย",
  "CR_NoDescription": "No description on the workshop is available for this item.",
  "CR_NoCommentSection": "Comment section is disabled for this item.",
  "CR_SourceBundled": "ผู้สร้างเปิดแสดงซอร์สโค้ดของงานแต่ม็อดที่ติดมาด้วยนั้นไม่ได้เปิดแสดงซอร์สโค้ด ทำให้นักสร้างม็อดท่านอื่นดำเนินการต่อได้ยาก และด้วยเหตุนี้ทำให้ยากที่จะตรวจสอบได้อย่างแน่ใจว่าม็อดปราศจากโค้ดที่เป็นอันตราย",
  "CR_SourceNotPublicAbandoned": "ไม่มีการเผยแพร่ซอร์สโค้ด ทำให้นักสร้างม็อดท่านอื่นดำเนินการต่อได้ยาก และด้วยเหตุนี้ทำให้ยากที่จะตรวจสอบได้อย่างแน่ใจว่าม็อดปราศจากโค้ดที่เป็นอันตราย",
  "CR_SourceObfuscated": "ผู้สร้างจงใจไม่แสดงซอร์สโค้ด แก่นักพัฒนารายอื่นซึ่งค่อนข้างดูน่าสงสัย หากไม่มีซอร์สโค้ด ก็ยากที่จะรับประกันได้ว่าม็อดตัวนั้นไม่มีโค้ดที่เป็นอันตราย",
  "CR_Reupload": "It is a re-upload of another mod, use that one instead (or its successor)",
  "CR_BreaksEditors": "If you use the asset editor and/or map editor, this may give serious issues.",
  "CR_ModForModders": "This is only needed for modders or asset creators, regular users don't usually need this. Such mods should not be activated if you're not in the Editor. It's even better to exclude it or unsubscribe from it if you just want to play the normal game.",
  "CR_TestVersion": "This is a test version of the original mod, stability is not guaranteed so use it with caution.",
  "CR_TestVersionStable": "This is a test version of the original mod, but is relatively stable.",
  "CR_MusicCopyright": "เนื่องจากภายในประกอบไปด้วยเพลงที่ได้รับการคุ้มครองลิขสิทธิ์ จึงไม่ควรใช้ Music Pack นี้ในขณะสตีมเกม เพื่อหลีกเลี่ยงปัญหาทางกฎหมาย",
  "CR_SameModDifferentReleaseType": "You have multiple releases of this mod; you should leave only one of them.",
  "CR_SameFunctionality": "You have another mod with the same functionality which might be incompatible with this one, you should remove one of them.",
  "CR_IncompatibleAccordingToAuthor": "You have another mod that the author says is incompatible with this one. You should only keep one of them.",
  "CR_IncompatibleAccordingToUsers": "You have another mod that the users have reported as incompatible with this one, you should remove one of them.",
  "CR_MajorIssuesWith": "You have another mod that causes major issues with this one:",
  "CR_MinorIssuesWith": "You have another mod that causes minor issues with this one:",
  "CR_RequiresSpecificSettings": "This mod requires a specific configuration to work together with:",
  "CR_SameFunctionalityCompatible": "You have another mod with the same functionality, both are still functional. Check if you need both of them.",
  "CR_CompatibleAccordingToAuthor": "You have another mod with the same functionality that the author says that both are still functional. Check if you need both of them.",
  "CRT_Stability": "รายงานความเสถียร",
  "CRT_Successors": "สืบทอด",
  "CRT_RequiredMods": "แพกเกจที่จำเป็น",
  "CRT_DlcMissing": "DLC ที่จำเป็น",
  "CRT_Compatibility": "ความเข้ากันได้",
  "CRT_UnneededDependency": "Unnecessary Dependency",
  "CRT_WorksWhenDisabled": "Active while disabled",
  "CRT_Alternatives": "Alternatives",
  "CRT_Status": "สถานะ",
  "CRT_Recommendations": "คำแนะนำ",
  "CRT_Note": "โน้ต",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}