{
  "CR_NoAvailableReport": "Bu ürün için rapor mevcut değil",
  "CR_NothingToReport": "Raporlanacak birşey yok",
  "CR_Remarks": "Notlar",
  "CR_MinorIssues": "Küçük Sorunlar",
  "CR_MajorIssues": "Büyük sorunlar",
  "CR_Unsubscribe": "Abonelikten çıkmalı",
  "CR_IncompatibleWithGameVersion": "Bu mod mevcut oyun sürümü ile tamamen uyumsuzdur.",
  "CR_RequiresIncompatibleMod": "Bu, mevcut oyun sürümüyle tamamen uyumsuz bir mod gerektirir.",
  "CR_BreaksGame": "Bu mod oyununuzu kıracak.",
  "CR_BrokenMod": "Bu mod bozuldu.",
  "CR_MajorIssuesNoNote": "Bu moddan abone olmak, daha fazla bilgi için atölye açıklamasını kontrol etmek en iyisidir.",
  "CR_MajorIssuesWithNote": "Bu moddan iptal etmek en iyisidir.",
  "CR_MinorIssuesNoNote": "Bu modda küçük sorunlar var, daha fazla bilgi için atölye açıklamasını kontrol edin.",
  "CR_MinorIssuesWithNote": "Bu modun küçük sorunları var.",
  "CR_UserReportsNoNote": "Kullanıcılar bu modla ilgili sorunları bildiriyor, daha fazla bilgi için atölye açıklamasını kontrol ediyor.",
  "CR_UserReportsWithNote": "Kullanıcılar bu modla ilgili sorunlar bildiriyor.",
  "CR_NotEnoughInformationUpdated": "Bu mod mevcut oyun sürümü için güncellenmesine rağmen, iyi çalışıp çalışmadığı hakkında yeterli bilgi yoktur.",
  "CR_NotEnoughInformationOutdated": "Bu mod hakkında iyi çalışıp çalışmadığını doğrulamak için yeterli bilgi yoktur ve mevcut oyun sürümü için de güncel değildir.",
  "CR_Stable": "Bu mod stabildir ve mevcut oyun sürümüyle uyumludur.",
  "CR_NotReviewedUpdated": "Bu mod mevcut oyun sürümü için güncellenmesine rağmen, henüz gözden geçirilmedi.",
  "CR_NotReviewedOutdated": "Bu mod henüz gözden geçirilmedi ve mevcut oyun sürümü için güncel değil.",
  "CR_NotInCatalogMod": "Bu mod gözden geçirilmemiştir., riski size ait olmak üzere kullanın.",
  "CR_NotInCatalog": "Bu mod gözden geçirilmemiştir.",
  "CR_MissingDLC": "Bu öğe, sahip olmadığınız DLC'leri gerektirmektedir.",
  "CR_UnneededDependency": "Bu bir bağımlılık modudur, ancak gerektiren herhangi bir mod kullanmazsınız. Yerel bir modun gerektirdiğini bilmediğiniz sürece onu kaldırmak daha iyidir.",
  "CR_WorksWhenDisabled": "Bu mod, devre dışı bırakıldığında bile oyununuzu etkiler, kullanmak veya ondan iptal etmek istiyorsanız etkinleştirin.",
  "CR_SuccessorsAvailable": "Bu modun halefi:",
  "CR_SuccessorsAvailableMultiple": "Bu, aşağıdakilerden herhangi biri tarafından başarılı olur, bunlardan birini seçin.",
  "CR_AlternativesAvailable": "Kullanabileceğiniz bir alternatif:",
  "CR_AlternativesAvailableMultiple": "İşte bu mod için bazı alternatif seçenekler, bunlardan birini seçin.",
  "CR_RequiredModsMissing": "Bunun düzgün çalışması için aşağıdaki modları kaçırıyorsunuz.",
  "CR_Obsolete": "Bu eskidir ve artık gerekli değildir.",
  "CR_RemovedFromWorkshop": "Bu artık Steam'de mevcut değil, ondan abone olmak ve alternatifler bulmak en iyisidir.",
  "CR_Deprecated": "Bu mod, mod yapımcısı tarafından artık desteklenmiyor ve kullanım dışı. Yapılabilecek en iyi seçenek bu modun aboneliğinden çıkmak ve başka alternatifler bulmaktır.",
  "CR_Abandoned": "Bu terk edilmiş gibi görünüyor, gelecekteki güncellemeler olası değil.",
  "CR_AbandonedRetired": "Bu terk edilmiş gibi görünüyor ve yazar emekli oldu, gelecekteki güncellemeler olası değil.",
  "CR_Retired": "Bu öğenin yazarı emekli oldu, gelecekteki güncellemeler olası değildir.",
  "CR_Note": "Bunun için akılda tutulması gereken bir şey:",
  "CR_Recommendations": "Yazar veya bu modun kullanıcıları aşağıdakileri de kullanmanızı önerir.",
  "CR_SavesCantLoadWithout": "Bu modu kullandıktan sonra, kaydetme oyunları artık onsuz (kolay) yüklenmeyecek.",
  "CR_SourceNotPublic": "Kaynak kodu yayınlanmadı. Kaynak kodu olmadan, bir modun kötü amaçlı kod içermemesini sağlamak daha zordur.",
  "CR_NoDescription": "Bu öğe için atölye hakkında açıklama mevcut değildir.",
  "CR_NoCommentSection": "Bu öğe için yorum bölümü devre dışı bırakılmıştır.",
  "CR_SourceBundled": "Yazar, kaynak kodunun MOD ile paketlenmesi gerektiğini ancak yayınlanmadığını etkinleştirdi. Bu, başka bir modder tarafından devam etmeyi zorlaştırır. Kaynak kodu olmadan, bir modun kötü amaçlı kod içermemesini sağlamak da daha zordur.",
  "CR_SourceNotPublicAbandoned": "Kaynak kodu yayınlanmadı, başka bir modder tarafından devam etmeyi zorlaştırdı. Kaynak kodu olmadan, bir modun kötü amaçlı kod içermemesini sağlamak da daha zordur.",
  "CR_SourceObfuscated": "Yazar, mod kodunu kasten diğer modderlerden gizledi, bu biraz şüpheli. Kaynak kodu olmadan, bir modun kötü amaçlı kod içermemesini sağlamak da daha zordur.",
  "CR_Reupload": "Başka bir modun yeniden yüklenmesidir, bunun yerine (veya halefini) kullanın",
  "CR_BreaksEditors": "Varlık düzenleyicisini ve/veya harita düzenleyicisini kullanırsanız, bu ciddi sorunlar verebilir.",
  "CR_ModForModders": "Bu yalnızca modderler veya varlık oluşturucular için gereklidir, normal kullanıcıların genellikle buna ihtiyacı yoktur. Editörde değilseniz bu tür modlar etkinleştirilmemelidir. Normal oyunu oynamak istiyorsanız onu dışlamak veya abonelikten iptal etmek daha da iyidir.",
  "CR_TestVersion": "Bu orijinal modun bir test versiyonudur, stabilite garantili değildir, bu nedenle dikkatli kullanın.",
  "CR_TestVersionStable": "Bu orijinal modun bir test versiyonudur, ancak nispeten kararlıdır.",
  "CR_MusicCopyright": "Dahil edilen müzik telif hakkı korumalı olabileceğinden, yasal sorunlardan kaçınmak için müzik paketlerini akış için kullanmamak daha iyidir.",
  "CR_SameModDifferentReleaseType": "Aynı moddan birden fazla serbest bırakınız, bunlardan birini kaldırmalısınız.",
  "CR_SameFunctionality": "Bununla aynı işlevselliğe sahip başka bir mod var, bu ile uyumsuz olabilir, bunlardan birini kaldırmalısınız.",
  "CR_IncompatibleAccordingToAuthor": "Yazarın bununla uyumsuz olduğunu söylediği başka bir mod var, bunlardan birini kaldırmalısınız.",
  "CR_IncompatibleAccordingToUsers": "Kullanıcıların bununla uyumsuz olarak bildirdiği başka bir mod var, bunlardan birini kaldırmalısınız.",
  "CR_MajorIssuesWith": "Bununla ilgili büyük sorunlara neden olan başka bir mod var:",
  "CR_MinorIssuesWith": "Bununla ilgili küçük sorunlara neden olan başka bir mod var:",
  "CR_RequiresSpecificSettings": "Bu, birlikte çalışmak için belirli yapılandırma gerektirir:",
  "CR_SameFunctionalityCompatible": "Aynı işlevselliğe sahip başka bir mod var, her ikisi de hala işlevsel. Her ikisine de ihtiyacınız olup olmadığını kontrol edin.",
  "CR_CompatibleAccordingToAuthor": "Yazarın her ikisinin hala işlevsel olduğunu söylediği aynı işlevselliğe sahip başka bir mod var. Her ikisine de ihtiyacınız olup olmadığını kontrol edin.",
  "CRT_Stability": "İstikrar raporu",
  "CRT_Successors": "Halefler",
  "CRT_RequiredMods": "Gerekli Modlar",
  "CRT_DlcMissing": "Gerekli DLC'ler",
  "CRT_Compatibility": "Uyuşukluklar",
  "CRT_UnneededDependency": "Gereksiz bağımlılık",
  "CRT_WorksWhenDisabled": "Engelliyken aktif",
  "CRT_Alternatives": "Alternatifler",
  "CRT_Status": "Durum",
  "CRT_Recommendations": "Öneriler",
  "CRT_Note": "Not",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}