{
  "CR_NoAvailableReport": "Для цього предмету звіт недоступний",
  "CR_NothingToReport": "Нічого повідомляти",
  "CR_Remarks": "Зауваження",
  "CR_MinorIssues": "Незначні проблеми",
  "CR_MajorIssues": "Значні проблеми",
  "CR_Unsubscribe": "Слід відписатись",
  "CR_IncompatibleWithGameVersion": "Цей мод абсолютно несумісний із поточною версією гри.",
  "CR_RequiresIncompatibleMod": "Для цього потрібен мод, абсолютно несумісний із поточною версією гри.",
  "CR_BreaksGame": "Цей мод зламає вашу гру.",
  "CR_BrokenMod": "Цей мод зламаний.",
  "CR_MajorIssuesNoNote": "Найкраще відписатися від цього мода, перегляньте його опис у Steam для отримання додаткової інформації.",
  "CR_MajorIssuesWithNote": "Краще скасувати підписку на цей мод.",
  "CR_MinorIssuesNoNote": "Цей мод має незначні проблеми, перегляньте його опис у Steam для отримання додаткової інформації.",
  "CR_MinorIssuesWithNote": "Цей мод має незначні проблеми.",
  "CR_UserReportsNoNote": "Користувачі повідомляють про проблеми з цим модом, перегляньте його опис у Steam для отримання додаткової інформації.",
  "CR_UserReportsWithNote": "Користувачі повідомляють про проблеми з цим модом.",
  "CR_NotEnoughInformationUpdated": "Не вистачає інформації про цей мод, щоб знати, чи добре він працює, хоча він оновлений для поточної версії гри.",
  "CR_NotEnoughInformationOutdated": "Не вистачає інформації про цей мод, щоб знати, чи добре він працює, але його не оновлено для поточної версії гри.",
  "CR_Stable": "Цей мод стабільний та сумісний із поточною версією гри.",
  "CR_NotReviewedUpdated": "Цей мод ще не був перевірений, хоча він оновлений для поточної версії гри.",
  "CR_NotReviewedOutdated": "Цей мод ще не був перевірений, але його не оновлено для поточної версії гри.",
  "CR_NotInCatalogMod": "Цей предмет не перевірений, використовуйте мод на власний ризик.",
  "CR_NotInCatalog": "Цей предмет не перевірений.",
  "CR_MissingDLC": "Цей предмет вимагає DLC, яких у вас немає.",
  "CR_UnneededDependency": "Це мод залежності, але ви не використовуєте жодних модів, які його вимагають. Краще видалити його, якщо якийсь локальний мод не вимагає цього.",
  "CR_WorksWhenDisabled": "Цей мод впливає на гру навіть коли його вимкнено, увімкніть його, якщо ви хочете користуватись модом або відпишіться від нього.",
  "CR_SuccessorsAvailable": "Наступники цього мода:",
  "CR_SuccessorsAvailableMultiple": "Це буде замінено будь-яким наступним, виберіть одного з них.",
  "CR_AlternativesAvailable": "В альтернативу ви можете використовувати:",
  "CR_AlternativesAvailableMultiple": "Ось кілька альтернативних варіантів цього мода, виберіть один із них.",
  "CR_RequiredModsMissing": "У вас відсутні наступні пакунки, що потрібні для правильної роботи:",
  "CR_Obsolete": "Це застаріло і більше не потрібно.",
  "CR_RemovedFromWorkshop": "Це більше не доступно в майстерні Steam, краще відписатись та знайти альтернативу.",
  "CR_Deprecated": "Цей мод більше не підтримується автором і є застарілим. Найкраще відписатися від нього у майстерні та знайти альтернативу.",
  "CR_Abandoned": "Цей мод здається закинутим, майбутні оновлення малоймовірні.",
  "CR_AbandonedRetired": "Цей мод здається закинутим, та й автор покинув спільноту, майбутні оновлення малоймовірні.",
  "CR_Retired": "Автор цього мода покинув спільноту, майбутні оновлення малоймовірні.",
  "CR_Note": "Зверніть увагу:",
  "CR_Recommendations": "Автор або користувачі цього моду рекомендують використовувати наступне:",
  "CR_SavesCantLoadWithout": "Після використання цього моду, збереження ігор не буде (легко) завантажуватись без нього.",
  "CR_SourceNotPublic": "Жодного вихідного коду не опубліковано. Без вихідного коду важче перевірити, чи не має мод шкідливого коду.",
  "CR_NoDescription": "У цього предмету відсутній опис у майстерні.",
  "CR_NoCommentSection": "У цього предмету відключені коментарі.",
  "CR_SourceBundled": "Автор заявив, що вихідний код розповсюджується разом з модом, але не опублікував його. Це ускладнює підтримку іншими моддерами. Без вихідного коду також важче забезпечити, щоб мод не мав шкідливий код.",
  "CR_SourceNotPublicAbandoned": "Жодного вихідного коду не опубліковано, що ускладнює підтримку іншими моддерами. Без вихідного коду також важче забезпечити, щоб мод не мав шкідливий код.",
  "CR_SourceObfuscated": "Автор навмисно приховує вихідний код від інших моддерів, що дещо підозріло. Без вихідного коду також важче забезпечити, щоб мод не мав шкідливий код.",
  "CR_Reupload": "Це перезавантаження мода від іншого автора, використовуйте його замість оригіналу (або його наступника)",
  "CR_BreaksEditors": "Якщо ви використовуєте редактор ассетів та/або редактор мап, цей мод може створити серйозні проблеми.",
  "CR_ModForModders": "Це потрібно лише для моддерів або творців ассетів, звичайним користувачам це зазвичай не потрібно. Такі моди не слід активувати, якщо ви не у редакторі. Ще краще виключити його або відписатись від нього, якщо ви просто хочете грати у звичайну гру.",
  "CR_TestVersion": "Це тестова версія оригінального моду, стабільність не гарантується, тому використовуйте його обережно.",
  "CR_TestVersionStable": "Це тестова версія оригінального моду, але відносно стабільна.",
  "CR_MusicCopyright": "Оскільки музика, що включена, може бути захищеною авторським правом, краще не використовувати Музичні пакети для стрімінгу, щоб уникнути юридичних питань.",
  "CR_SameModDifferentReleaseType": "У вас є кілька версій цього ж моду, ви повинні залишити тільки одну з них.",
  "CR_SameFunctionality": "У вас є інший мод з тією ж функціональністю, він може бути несумісний з цим, ви повинні видалити один з них.",
  "CR_IncompatibleAccordingToAuthor": "У вас є ще один мод, який, як каже автор, несумісний з цим, вам слід видалити один з них.",
  "CR_IncompatibleAccordingToUsers": "У вас є ще один мод, про який користувачі повідомили як несумісний з цим, ви повинні видалити один з них.",
  "CR_MajorIssuesWith": "У вас є ще один мод, який викликає значні проблеми з цим:",
  "CR_MinorIssuesWith": "У вас є ще один мод, який викликає незначні проблеми з цим:",
  "CR_RequiresSpecificSettings": "Для цього потрібна спеціальна конфігурація для роботи разом з:",
  "CR_SameFunctionalityCompatible": "У вас є ще один мод з ідентичною функціональністю, обидва все ще функціонують. Перевірте, чи вам потрібні вони обоє.",
  "CR_CompatibleAccordingToAuthor": "У вас є ще один мод з ідентичною функціональністю, за словами автора, обидва все ще функціонують. Перевірте, чи вам потрібні вони обоє.",
  "CRT_Stability": "Звіт про стабільність",
  "CRT_Successors": "Наступники",
  "CRT_RequiredMods": "Необхідні пакунки",
  "CRT_DlcMissing": "Необхідні DLC",
  "CRT_Compatibility": "Сумісність",
  "CRT_UnneededDependency": "Непотрібна залежність",
  "CRT_WorksWhenDisabled": "Активний навіть вимкненим",
  "CRT_Alternatives": "Альтернативи",
  "CRT_Status": "Статус",
  "CRT_Recommendations": "Рекомендації",
  "CRT_Note": "Примітка",
  "CR_IncompatibleAsset": "Відомо, що ассет '{0}' в цьому пакунку викликає проблеми."
}