{
  "CR_NoAvailableReport": "Không có báo cáo nào cho mặt hàng này",
  "CR_NothingToReport": "Không có gì để báo cáo",
  "CR_Remarks": "Nhận xét",
  "CR_MinorIssues": "Vấn đề nhỏ",
  "CR_MajorIssues": "Những vấn đề chính",
  "CR_Unsubscribe": "Nên được hủy đăng ký",
  "CR_IncompatibleWithGameVersion": "Bản mod này hoàn toàn không tương thích với phiên bản trò chơi hiện tại.",
  "CR_RequiresIncompatibleMod": "Điều này đòi hỏi một mod hoàn toàn không tương thích với phiên bản trò chơi hiện tại.",
  "CR_BreaksGame": "Bản mod này sẽ phá vỡ trò chơi của bạn.",
  "CR_BrokenMod": "Mod này bị hỏng.",
  "CR_MajorIssuesNoNote": "Tốt nhất là hủy đăng ký khỏi bản mod này, hãy kiểm tra mô tả hội thảo của nó để biết thêm thông tin.",
  "CR_MajorIssuesWithNote": "Tốt nhất là hủy đăng ký khỏi mod này.",
  "CR_MinorIssuesNoNote": "Mod này có vấn đề nhỏ, kiểm tra mô tả hội thảo của nó để biết thêm thông tin.",
  "CR_MinorIssuesWithNote": "Mod này có vấn đề nhỏ.",
  "CR_UserReportsNoNote": "Người dùng đang báo cáo các vấn đề với mod này, kiểm tra mô tả hội thảo của nó để biết thêm thông tin.",
  "CR_UserReportsWithNote": "Người dùng đang báo cáo các vấn đề với mod này.",
  "CR_NotEnoughInformationUpdated": "Không có đủ thông tin về mod này để biết nó có hoạt động tốt không, mặc dù nó được cập nhật cho phiên bản trò chơi hiện tại.",
  "CR_NotEnoughInformationOutdated": "Không có đủ thông tin về mod này để biết nó có hoạt động tốt không, nhưng nó không được cập nhật cho phiên bản trò chơi hiện tại.",
  "CR_Stable": "Mod này ổn định và tương thích với phiên bản trò chơi hiện tại.",
  "CR_NotReviewedUpdated": "Bản mod này chưa được xem xét, mặc dù nó được cập nhật cho phiên bản trò chơi hiện tại.",
  "CR_NotReviewedOutdated": "Bản mod này chưa được xem xét, nhưng nó không được cập nhật cho phiên bản trò chơi hiện tại.",
  "CR_NotInCatalogMod": "Mục này chưa được xem xét, sử dụng mod này có nguy cơ của riêng bạn.",
  "CR_NotInCatalog": "Mục này đã không được xem xét.",
  "CR_MissingDLC": "Mục này yêu cầu DLC mà bạn không có.",
  "CR_UnneededDependency": "Đây là một mod phụ thuộc, nhưng bạn không sử dụng bất kỳ mod nào yêu cầu nó. Tốt hơn là loại bỏ nó trừ khi bạn biết một mod cục bộ yêu cầu nó.",
  "CR_WorksWhenDisabled": "Mod này ảnh hưởng đến trò chơi của bạn ngay cả khi bị tắt, hãy bật nó nếu bạn muốn sử dụng nó hoặc hủy đăng ký khỏi nó.",
  "CR_SuccessorsAvailable": "Người kế thừa của bản mod này là:",
  "CR_SuccessorsAvailableMultiple": "Điều này được thành công bởi bất kỳ điều nào sau đây, chọn một trong số họ.",
  "CR_AlternativesAvailable": "Một thay thế cho điều này bạn có thể sử dụng:",
  "CR_AlternativesAvailableMultiple": "Dưới đây là một số tùy chọn thay thế cho mod này, chọn một trong số chúng.",
  "CR_RequiredModsMissing": "Bạn đang thiếu các mod sau để hoạt động đúng.",
  "CR_Obsolete": "Điều này là lỗi thời và không còn cần thiết.",
  "CR_RemovedFromWorkshop": "Điều này không còn có sẵn trên Steam, tốt nhất là hủy đăng ký nó và tìm các lựa chọn thay thế cho nó.",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "Điều này dường như bị bỏ rơi, các bản cập nhật trong tương lai là không thể.",
  "CR_AbandonedRetired": "Điều này dường như bị bỏ rơi và tác giả đã nghỉ hưu, các bản cập nhật trong tương lai là không thể.",
  "CR_Retired": "Tác giả của mặt hàng này đã nghỉ hưu, các bản cập nhật trong tương lai là không thể.",
  "CR_Note": "Một cái gì đó cần lưu ý cho điều này:",
  "CR_Recommendations": "Tác giả hoặc người dùng của mod này cũng khuyến nghị sử dụng những điều sau đây.",
  "CR_SavesCantLoadWithout": "Sau khi sử dụng mod này, lưu trò chơi sẽ không tải (dễ dàng) mà không có nó nữa.",
  "CR_SourceNotPublic": "Không có mã nguồn được công bố. Không có mã nguồn, khó khăn hơn để đảm bảo một mod không bao gồm mã độc.",
  "CR_NoDescription": "Không có mô tả trên hội thảo có sẵn cho mục này.",
  "CR_NoCommentSection": "Phần bình luận bị vô hiệu hóa cho mục này.",
  "CR_SourceBundled": "Tác giả đã kích hoạt mã nguồn đó nên được gói với mod nhưng không được xuất bản. Điều này làm cho nó khó tiếp tục bởi một modder khác. Không có mã nguồn, cũng khó đảm bảo một mod không bao gồm mã độc.",
  "CR_SourceNotPublicAbandoned": "Không có mã nguồn được công bố, làm cho nó khó tiếp tục bởi một phương thức khác. Không có mã nguồn, cũng khó đảm bảo một mod không bao gồm mã độc.",
  "CR_SourceObfuscated": "Tác giả đã cố tình ẩn mã mod từ các modder khác, điều này có phần đáng ngờ. Không có mã nguồn, cũng khó đảm bảo một mod không bao gồm mã độc.",
  "CR_Reupload": "Nó là một tải trọng lại của một mod khác, hãy sử dụng cái đó thay thế (hoặc người kế thừa của nó)",
  "CR_BreaksEditors": "Nếu bạn sử dụng Trình chỉnh sửa tài sản và/hoặc Trình chỉnh sửa bản đồ, điều này có thể đưa ra các vấn đề nghiêm trọng.",
  "CR_ModForModders": "Điều này chỉ cần thiết cho người sửa đổi hoặc người tạo tài sản, người dùng thường xuyên không cần điều này. Các mod như vậy không nên được kích hoạt nếu bạn không ở trong trình soạn thảo. Nó thậm chí còn tốt hơn để loại trừ nó hoặc hủy đăng ký nó nếu bạn muốn chơi trò chơi bình thường.",
  "CR_TestVersion": "Đây là phiên bản thử nghiệm của mod gốc, độ ổn định không được đảm bảo vì vậy hãy sử dụng nó một cách thận trọng.",
  "CR_TestVersionStable": "Đây là phiên bản thử nghiệm của mod gốc, nhưng tương đối ổn định.",
  "CR_MusicCopyright": "Vì âm nhạc được bao gồm có thể được bảo vệ bản quyền, tốt hơn là không sử dụng các gói âm nhạc để phát trực tuyến để tránh các vấn đề pháp lý.",
  "CR_SameModDifferentReleaseType": "Bạn có nhiều bản phát hành của mod giống nhau này, bạn nên loại bỏ một trong số chúng.",
  "CR_SameFunctionality": "Bạn có một mod khác có cùng chức năng có thể không tương thích với cái này, bạn nên loại bỏ một trong số chúng.",
  "CR_IncompatibleAccordingToAuthor": "Bạn có một mod khác mà tác giả nói là không tương thích với cái này, bạn nên loại bỏ một trong số chúng.",
  "CR_IncompatibleAccordingToUsers": "Bạn có một mod khác mà người dùng đã báo cáo là không tương thích với cái này, bạn nên xóa một trong số chúng.",
  "CR_MajorIssuesWith": "Bạn có một mod khác gây ra các vấn đề lớn với vấn đề này:",
  "CR_MinorIssuesWith": "Bạn có một mod khác gây ra các vấn đề nhỏ với vấn đề này:",
  "CR_RequiresSpecificSettings": "Điều này đòi hỏi cấu hình cụ thể để làm việc cùng với:",
  "CR_SameFunctionalityCompatible": "Bạn có một mod khác có cùng chức năng, cả hai vẫn hoạt động. Kiểm tra nếu bạn cần cả hai.",
  "CR_CompatibleAccordingToAuthor": "Bạn có một mod khác với cùng chức năng mà tác giả nói rằng cả hai vẫn hoạt động. Kiểm tra nếu bạn cần cả hai.",
  "CRT_Stability": "Báo cáo ổn định",
  "CRT_Successors": "Người kế thừa",
  "CRT_RequiredMods": "Mod bắt buộc",
  "CRT_DlcMissing": "DLC yêu cầu",
  "CRT_Compatibility": "Tính tương thích",
  "CRT_UnneededDependency": "Sự phụ thuộc không cần thiết",
  "CRT_WorksWhenDisabled": "Hoạt động trong khi bị vô hiệu hóa",
  "CRT_Alternatives": "Lựa chọn thay thế",
  "CRT_Status": "Trạng thái",
  "CRT_Recommendations": "khuyến nghị",
  "CRT_Note": "Ghi chú",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues."
}