{
  "CR_NoAvailableReport": "No report is available for this item",
  "CR_NothingToReport": "Nothing to report",
  "CR_Remarks": "Remarks",
  "CR_MinorIssues": "Minor issues",
  "CR_MajorIssues": "Major issues",
  "CR_Unsubscribe": "Should be Unsubscribed",
  "CR_IncompatibleWithGameVersion": "This mod is totally incompatible with the current game version.",
  "CR_RequiresIncompatibleMod": "This requires a mod that is totally incompatible with the current game version.",
  "CR_BreaksGame": "This mod will break your game.",
  "CR_BrokenMod": "This mod is broken.",
  "CR_MajorIssuesNoNote": "It is best to unsubscribe from this mod, check its workshop description for more info.",
  "CR_MajorIssuesWithNote": "It is best to unsubscribe from this mod.",
  "CR_MinorIssuesNoNote": "This mod has minor issues, check its workshop description for more info.",
  "CR_MinorIssuesWithNote": "This mod has minor issues.",
  "CR_UserReportsNoNote": "Users are reporting issues with this mod; check its Workshop description for more info.",
  "CR_UserReportsWithNote": "Users are reporting issues with this mod.",
  "CR_NotEnoughInformationUpdated": "There is not enough information about this mod to know if it works well, though it is updated for the current game version.",
  "CR_NotEnoughInformationOutdated": "There is not enough information about this mod to know if it works well and it is not up-to-date for the current game version.",
  "CR_NotReviewedUpdated": "This mod has not been reviewed yet, though it is updated for the current game version.",
  "CR_NotReviewedOutdated": "This mod has not been reviewed yet and is not up-to-date with the current game version.",
  "CR_NotInCatalogMod": "This mod has not been reviewed, use it at your own risk.",
  "CR_NotInCatalog": "This mod has not been reviewed.",
  "CR_MissingDLC": "This item requires DLCs which you do not have.",
  "CR_UnneededDependency": "This is a dependency mod, but you do not use any mods that require it. It's better to remove it unless you know a local mod requires it.",
  "CR_WorksWhenDisabled": "This mod affects your game even while disabled. Enable it if you want to use it or unsubscribe from it.",
  "CR_SuccessorsAvailable": "The successor of this mod is:",
  "CR_SuccessorsAvailableMultiple": "This is succeeded by any of the following, pick one of them.",
  "CR_AlternativesAvailable": "An alternative to this you can use:",
  "CR_AlternativesAvailableMultiple": "Here are some alternative options to this mod, pick one of them.",
  "CR_RequiredModsMissing": "You're missing the following packages for this to function properly:",
  "CR_Obsolete": "This is obsolete and is no longer needed.",
  "CR_RemovedFromWorkshop": "This is no longer available on steam, it's best to unsubscribe from it and find alternatives to it.",
  "CR_Deprecated": "This mod is no longer supported by its author and is now deprecated. It's best to unsubscribe from it and find other alternatives.",
  "CR_Abandoned": "This mod seems abandoned; future updates are unlikely.",
  "CR_AbandonedRetired": "This mod seems to be abandoned and its author has retired; future updates are unlikely.",
  "CR_Retired": "The author of this mod has retired; future updates are unlikely.",
  "CR_Note": "Something to keep in mind:",
  "CR_Recommendations": "The author or the users of this mod recommend using the following mod as well:",
  "CR_SavesCantLoadWithout": "After using this mod, save-games won't (easily) load without it anymore.",
  "CR_SourceNotPublic": "No source code was published. Without source code, it is harder to ensure a mod does not include malicious code.",
  "CR_NoDescription": "No description on the workshop is available for this item.",
  "CR_NoCommentSection": "Comment section is disabled for this item.",
  "CR_SourceBundled": "Author activated that source code should be bundled with the mod but is not published. This make it harder to continue by another modders. Without source code it is also harder to ensure a mod does not include malicious code.",
  "CR_SourceNotPublicAbandoned": "No source code published, making it hard to continue by another modder. Without source code it is also harder to ensure a mod not include malicious code.",
  "CR_SourceObfuscated": "The author has deliberately hidden the mod code from other modders, which is somewhat suspicious. Without source code it is also harder to ensure a mod not include malicious code.",
  "CR_Reupload": "It is a re-upload of another mod, use that one instead (or its successor)",
  "CR_BreaksEditors": "If you use the asset editor and/or map editor, this may give serious issues.",
  "CR_ModForModders": "This is only needed for modders or asset creators, regular users don't usually need this. Such mods should not be activated if you're not in the Editor. It's even better to exclude it or unsubscribe from it if you just want to play the normal game.",
  "CR_TestVersion": "This is a test version of the original mod, stability is not guaranteed so use it with caution.",
  "CR_TestVersionStable": "This is a test version of the original mod, but is relatively stable.",
  "CR_MusicCopyright": "As the included music might be copyright protected, it is better not to use Music Packs for streaming to avoid legal issues.",
  "CR_SameModDifferentReleaseType": "You have multiple releases of this mod; you should leave only one of them.",
  "CR_SameFunctionality": "You have another mod with the same functionality which might be incompatible with this one, you should remove one of them.",
  "CR_IncompatibleAccordingToAuthor": "You have another mod that the author says is incompatible with this one. You should only keep one of them.",
  "CR_IncompatibleAccordingToUsers": "You have another mod that the users have reported as incompatible with this one, you should remove one of them.",
  "CR_MajorIssuesWith": "You have another mod that causes major issues with this one:",
  "CR_MinorIssuesWith": "You have another mod that causes minor issues with this one:",
  "CR_RequiresSpecificSettings": "This mod requires a specific configuration to work together with:",
  "CR_SameFunctionalityCompatible": "You have another mod with the same functionality, both are still functional. Check if you need both of them.",
  "CR_CompatibleAccordingToAuthor": "You have another mod with the same functionality that the author says that both are still functional. Check if you need both of them.",
  "CRT_Stability": "Stability Report",
  "CRT_Successors": "Successors",
  "CRT_RequiredMods": "Required Packages",
  "CRT_DlcMissing": "Required DLCs",
  "CRT_Compatibility": "Compatibilities",
  "CRT_UnneededDependency": "Unnecessary Dependency",
  "CRT_WorksWhenDisabled": "Active while disabled",
  "CRT_Alternatives": "Alternatives",
  "CRT_Status": "Status",
  "CRT_Recommendations": "Recommendations",
  "CRT_Note": "Note",
  "CR_IncompatibleAsset": "The asset '{0}' in this package is known to cause these issues.",
  "CR_Stable": "Package is stable",
  "CR_NotEnoughInformation": "Not enough information",
  "CR_HasIssues": "Package has issues",
  "CR_Broken": "Package is broken",
  "CR_CityBuilding": "City Building",
  "CR_AssetCreation": "Asset Creation",
  "CR_MapCreation": "Map Making",
  "Usage": "Usage",
  "Stability": "Stability"
}