[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "مرحبا بكم في عصر سجل التغيير",
        "ChangeGroups": [
            {
                "Name": "جديد",
                "Changes": [
                    "إضافة زر 'إلغاء الاشتراك الكل' في إجراءات صفحات المحتوى.",
                    "إضافة قسم فائدة للاشتراك في العناصر المفقودة في إعدادات BOB.",
                    "إضافة خيار لجعل الفلاتر وقسم العمل مفتوحة بشكل افتراضي.",
                    "إضافة صفحات سجل التغيير، سترى ذلك على الإصدارات الجديدة أو باستخدام الزر الخاص بها في أقسام المساعدة."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "تم إضافة تقرير التوافق للأصول المكسورة",
                    "الحزم غير المدرجة لديها الآن الاسم الصحيح والصغير.",
                    "الآن يعبر المالكون لإعدادات المجلد بشكل صحيح عن نظام التشغيل الخاص بك.",
                    "Ctrl+Click على اسم المؤلف لإضافته إلى عامل التصفية الخاص بك"
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "لم يتم تحويل ملفات التعريف القديمة الثابتة بعد الإطلاق الأول.",
                    "الأصول المحلية الثابتة لا يتم تحديثها تلقائياً بعد التغييرات الخارجية.",
                    "إصلاح حذف الأصول المحلية من القائمة بالزر الأيمن وحذف جميع الأصول المحلية بدلاً من واحد فقط",
                    "تثبيت تحويل ملفات تعريف LOT 1 مما يؤدي إلى وضع علامة على الأصول على أنها 'محلية'",
                    "إصلاح المجلدات 'الحقيقية' التي يتم تبديلها على حفظ مستخدمي لينكس و ماك.",
                    "إصلاح لينكس و ماك المستخدمين غير قادرين على إنشاء سجل مضغوط."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "تمت إضافة قسم المساعدة والسجلات",
                "Changes": [
                    "الوصول بسهولة إلى سجلاتك.",
                    "عرض سريع للأخطاء في أحدث جلسة لعبتك/الحالية.",
                    "تبسيط ملف السجل للتركيز على ما يحدث في الواقع.",
                    "شارك ملف مضغوط يحتوي على جميع السجلات اللازمة لشخص ما لمساعدتك."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "غيّر أيقونات الفلاتر لتعكس الأيقونات الصحيحة المستخدمة في القائمة."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح النص في مجموعة الاستيراد للاشتراك وإلغاء الاشتراك الذي يتم قلبه.",
                    "أصلحت الخريطة المحددة لعبة جديدة لا تسمح للمستخدمين بتحديد خريطة الفانيليا."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح خطأ تسبب في تحميل غير محدود لبعض المستخدمين."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "التغييرات",
                "Changes": [
                    "إزالة علامة التبويب الاشتراك من خيارات التعديل داخل اللعبة.",
                    "لا يتم تطبيق DLCs الثابتة عند تحميل الملف الشخصي.",
                    "أصلح خيار اللغة ليكون فارغاً لبعض الناس.",
                    "إعادة التنزيل من البخار لن يجبر التركيز مرة أخرى على الأداة.",
                    "تغييرات واجهة المستخدم الأخرى."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "التغييرات",
                "Changes": [
                    "إضافة معلومات منبثقة عند الاشتراك في العناصر للمرة الأولى.",
                    "تم إضافة نص تحذير في لوحة التحكم عندما يكون لديك عدة مثيلات LOM.",
                    "تم إضافة علامات صغيرة بجوار عناوين الحزمة.",
                    "إعادة تحميل أداة طلب التحميل ستبدأ عملية التحميل وإغلاق التطبيق أثناء التحديث.",
                    "إصلاح وتحسين سرعة تحميل تقارير مودي الشاشة."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "نشرة بيتا عامة",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "عرض إصلاح الملف الشخصي",
        "ChangeGroups": [
            {
                "Name": "تغييرات الملف الشخصي",
                "Changes": [
                    "غيّر تصميم قائمة ملفك الشخصي.",
                    "تظهر الملفات الشخصية المفضلة الآن على لوحة التحكم الخاصة بك للسماح بسهولة التبديل بينها.",
                    "إضافة قسم 'ملفات التعريف الأخرى' في صفحة الحزمة لاستبعادها بسهولة أو تضمينها من ملفاتك الشخصية الأخرى",
                    "تم إضافة خيارات فرز ملف شخصي جديدة. سيتم الآن تذكر الفرز المحدد خلال الجلسات.",
                    "تم إضافة إجراءات انقر بالزر الأيمن في قائمة المحتوى لاستبعاد أو تضمين عنصر في جميع الحزم الخاصة بك.",
                    "إضافة زر لعرض ملف تعريف على جهاز الكمبيوتر الخاص بك.",
                    "يمكنك الآن تعيين لون إلى ملفك الشخصي.",
                    "يمكنك الآن إنشاء اختصار سطح المكتب لمواصفاتك.",
                    "يمكنك الآن استيراد ملف تعريف LOT 1 في قسم \"إضافة الملف الشخصي\"."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "ستفتح روابط البخار الآن داخل نافذة Steam. يمكن تبديل هذا في الخيارات.",
                    "الآن تم تجميع الأصول المحلية بشكل صحيح على أساس المجلدات التي هي فيها.",
                    "سيتم عرض لوحة حساب فردوكس الخاصة بك دائمًا من الآن فصاعداً.",
                    "أزرار النافذة على أعلى اليمين الآن لديها أيقونات لشرح أفعالها.",
                    "تحسين استجابة صفحات قائمة المحتوى.",
                    "البحث في صفحات قائمة المحتوى الآن أسرع بكثير.",
                    "يتم الآن تخزين تحميل المودي؛ مما يؤدي إلى حمولات أكثر كفاءة على Windows & Linux، فضلا عن حمولات أسرع بكثير على macOS.",
                    "يمكنك الآن إنشاء ملف مضغوط لسجلاتك أثناء تشغيل اللعبة."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "تثبيت التجميد الذي يحدث في صفحات قائمة المحتوى.",
                    "حفظ الملفات الشخصية الثابتة لا يعمل بشكل صحيح.",
                    "إصلاح عدم القدرة على استخدام خرائط ورشة العمل وحفظ الألعاب في إعدادات الملف الشخصي",
                    "تثبيت الخرائط المخصصة التي لم يتم تحميلها عند تحديدها في إعدادات الملف الشخصي.",
                    "تحميل الملفات الشخصية الثابتة على macOS & Linux لا يطبق دائما بشكل صحيح.",
                    "إن وجود موقع مخصص لملفات تقرير LSMR سيبدأ الآن بشكل صحيح من هناك عند اختيار ملف تقرير في صفحة المرافق العامة."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "جديد و محسن",
                "Changes": [
                    "تمت إضافة استيراد في صفحة المرافق من أي ملف نصي أو من الحافظة الخاصة بك.",
                    "استيراد BOB هو الآن استيراد XML عام عن طريق إلغاء أي تنسيق XML يحتوي على معرفات الحزم."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح تحميل عنوان URL لمجموعة في بعض الأحيان لا يحلل المعرف بشكل صحيح.",
                    "إصلاح كلاوت يصبح غير مستجيب على Mac/Linux عند إلغاء الاشتراك من الحزمة."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "تحديث تنظيف الربيع",
        "ChangeGroups": [
            {
                "Name": "تصفية و البحث عن التغييرات",
                "Changes": [
                    "إضافة قائمة قائمة تصفية جديدة للمؤلف.",
                    "إضافة المزيد من الإجراءات إلى التسميات في قوائم المحتوى.",
                    "إضافة خيار جديد \"أي مشكلة\" لمنسدلة \"حالة الحزمة\" و \"تقرير التوافق\".",
                    "يتم الآن تنفيذ جميع إجراءات التصفية باستخدام Ctrl+Click، إضافة خيار لمبادلة هذه الوظيفة.",
                    "إعادة التصفية باستخدام الاختصارات في القائمة الآن إزالة العنصر من الفلتر الخاص بك.",
                    "فصل المصطلحات بفاصلة في بحثك سيؤدي إلى تقسيم بحثك لمطابقة أي من المصطلحات (OR)\r\n\t<unk> • إضافة '+' في بداية المصطلح الخاص بك يتطلب مطابقة المصطلح (AND)\r\n\t<unk> • إضافة '-' في بداية المصطلح الخاص بك سيستبعد العناصر التي تطابق هذا المصطلح\r\n\r\nأمثلة للبحث الجديد:\r\n\t<unk> • سيارة، شاحنة (تطابق 'السيارة' أو 'الشاحنة')\r\n\t<unk> • بناء، شقة +يوروبيان (تطابق 'يوروبيان' و ['بناء' أو 'شقة'])\r\n\t<unk> • كوندو, البيت - الأغني + الأمريكان (يطابق 'الأمريكية' و ['condo' أو' 'المنزل'] و لا 'rico')"
                ]
            },
            {
                "Name": "تغييرات واجهة المستخدم و UX",
                "Changes": [
                    "نفذ نظام أيقونة جديد يوسّع جميع الأيقونات بشكل مناسب حسب مقياس واجهة المستخدم.",
                    "إعادة صياغة القوائم وتحسين أداء صفحات المحتوى ومدى استجابتها بشكل جذري.",
                    "إضافة مفتاح ترتيب الفرز للاختيار بين الفرز التنازلي والترتيب التنازلي.",
                    "نقل قسم \"الإجراءات\" في صفحات المحتوى وأضاف خيارين جديدين.",
                    "الحزم المضمنة جزئيا لديها الآن واجهة مستخدم مختلفة في القائمة.",
                    "تحسين الأزرار والتحكم بالتصفية في قوائم المحتوى، وتقليل حجمها الإجمالي، وإضافة المزيد من المقتطفات البصرية.",
                    "غيّر خيار زيادة حجم عناصر القائمة عند التنفيس لزيادة حجمها دائمًا، تحسين واجهة المستخدم لعناصر القائمة الموسعة، وتطبيق هذه الوظيفة على بقية القوائم في التطبيق.",
                    "إضافة اختصار[0-9] Ctrl+ للتبديل بين علامات التبويب المتاحة.",
                    "تم تبديل جميع الأزرار المزدوجة وأزرار تبديل الخيار.",
                    "يتم الآن تعطيل الرسوم المتحركة بشكل افتراضي على macOS & Linux.",
                    "الكثير من التحسينات والتغييرات وإصلاحات واجهة المستخدم، فقدت العدد."
                ]
            },
            {
                "Name": "إعادة اختيار الملف",
                "Changes": [
                    "تم تحديث واجهة المستخدم لشاشة اختيار الملفات.",
                    "إضافة مجلدات مثبتة للوصول بسهولة إلى المجلدات ذات الصلة.",
                    "أضف قسم ورشة عمل لتحديد خرائط وحفظات ورشة العمل بسهولة.",
                    "تم إضافة ترتيب الترتيب المنسدلة و تبديل الطلب",
                    "إضافة قائمة/تبديل طريقة عرض الشبكة."
                ]
            },
            {
                "Name": "اصلاح الخلل",
                "Changes": [
                    "تم تثبيت تشغيل \"كلا\" بعد أن تم إيقاف تشغيل الشاشة سابقاً مما أدى إلى ظهور النافذة الآن.",
                    "إصلاح خيار LHT الذي لا يعمل عند الإطلاق في خريطة جديدة.",
                    "إصلاح صفحات المؤلف غير مفتوحة بشكل صحيح في الفريق.",
                    "التجميد الثابت الذي يحدث أثناء البحث بينما تم تحديد ترتيب 'وقت الاشتراك'."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Workshop Packages Cleanup",
                "Changes": [
                    "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.",
                    "Packages you are not subscribed to are no longer loaded in-game.",
                    "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.",
                    "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages."
                ]
            }
        ]
    }
]