[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Benvenuto nell'era del change-log",
        "ChangeGroups": [
            {
                "Name": "Nuovo",
                "Changes": [
                    "Aggiunto un pulsante 'Annulla iscrizione' nelle azioni delle pagine dei contenuti.",
                    "Aggiunta una sezione Utility per iscriversi agli elementi mancanti in una configurazione BOB.",
                    "Aggiunta un'opzione per avere le sezioni Filtri & Azione aperte di default.",
                    "Aggiunte pagine del change-log, lo vedrai sulle nuove versioni o usando il suo pulsante nelle sezioni Aiuto."
                ]
            },
            {
                "Name": "Miglioramenti",
                "Changes": [
                    "Aggiunto Rapporto di Compatibilità per Attività Interrotte",
                    "I pacchetti non elencati ora hanno il nome e la miniatura corretti.",
                    "I segnaposto per le impostazioni della cartella ora riflettono correttamente il vostro sistema operativo.",
                    "Ctrl+Fare clic sul nome di un autore per aggiungerli al filtro"
                ]
            },
            {
                "Name": "Correzioni",
                "Changes": [
                    "I profili legacy fissi non vengono convertiti dopo il primo lancio.",
                    "Le attività locali fisse non si aggiornano automaticamente dopo le modifiche esterne.",
                    "Risolto l'eliminazione delle risorse locali dal menu di scelta rapida che elimina tutte le risorse locali invece di una sola",
                    "Conversione fissa dei profili LOT 1 con conseguente contrassegno di attività come 'Locale'",
                    "Corretti cartelle 'Real' che vengono scambiate sul salvataggio per gli utenti Linux e Mac.",
                    "Risolto gli utenti Linux e Mac non essendo in grado di generare una zip di registro."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Aggiunta la sezione Aiuto & Log",
                "Changes": [
                    "Accedi facilmente ai tuoi registri.",
                    "Visualizza rapidamente gli errori nella sessione di gioco più recente/corrente.",
                    "Semplificare un file di registro per concentrarsi su ciò che sta effettivamente accadendo.",
                    "Condividere un file zip contenente tutti i log necessari a qualcuno per aiutarti."
                ]
            },
            {
                "Name": "Miglioramenti",
                "Changes": [
                    "Cambiato le icone dei filtri per riflettere le icone corrette usate nella lista."
                ]
            },
            {
                "Name": "Correzioni",
                "Changes": [
                    "Corretto il testo nella raccolta di importazione per la sottoscrizione e la cancellazione di essere capovolto.",
                    "Risolto la selezione di mappe per un nuovo gioco che non permetteva agli utenti di selezionare una mappa vanigliata."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Correzioni",
                "Changes": [
                    "Corretto un bug che ha causato il caricamento infinito per alcuni utenti."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Modifiche",
                "Changes": [
                    "Rimosso la scheda di sottoscrizione dalle opzioni in-game mod.",
                    "I DLC fissi non vengono applicati durante il caricamento di un profilo.",
                    "Risolto l'opzione di lingua essendo vuota per alcune persone.",
                    "Il re-download dal vapore non costringerà più il focus allo strumento.",
                    "Altre modifiche dell'interfaccia utente."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Modifiche",
                "Changes": [
                    "Aggiungere un popup di informazioni quando ci si iscrive per la prima volta agli elementi.",
                    "Aggiunto un testo di avviso nella dashboard quando si hanno più istanze LOM installate.",
                    "Aggiunti piccoli tag accanto ai titoli del pacchetto.",
                    "Ri-download Load Order Tool avvierà il download e chiuderà l'app mentre viene aggiornato.",
                    "Corretto e migliorato la velocità di caricamento dei rapporti della mod dello schermo."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Rilascio Pubblico Beta",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Presentazione, la revisione del profilo",
        "ChangeGroups": [
            {
                "Name": "Modifiche Del Profilo",
                "Changes": [
                    "Cambiato il design della tua lista profili.",
                    "I profili preferiti sono ora mostrati sul cruscotto per consentire una facile commutazione tra di loro.",
                    "Aggiunta la sezione 'Altri Profili' nella pagina di un pacchetto per escluderli o includerli facilmente dagli altri profili",
                    "Aggiunte nuove opzioni di ordinamento del profilo. L'ordinamento selezionato verrà ora ricordato durante le sessioni.",
                    "Aggiunte azioni con il tasto destro del mouse nella lista dei contenuti per escludere o includere un elemento in tutti i pacchetti.",
                    "Aggiunto un pulsante per visualizzare il file di un profilo sul computer.",
                    "Ora puoi assegnare un colore ai tuoi profili.",
                    "Ora puoi creare una scorciatoia desktop per i tuoi profili.",
                    "Ora puoi importare un profilo LOT 1 nella sezione 'Aggiungi profilo'."
                ]
            },
            {
                "Name": "Miglioramenti",
                "Changes": [
                    "I collegamenti di vapore ora si apriranno all'interno della finestra di Steam. Questo può essere disabilitato nelle opzioni.",
                    "Le risorse locali sono ora correttamente raggruppate in base alle cartelle in cui si trovano.",
                    "Il pannello del tuo account Paradox sarà sempre visualizzato da ora in poi.",
                    "I pulsanti finestra in alto a destra ora hanno icone per spiegare le loro azioni.",
                    "Migliorata la reattività delle pagine dell'elenco contenuti.",
                    "La ricerca nelle pagine dell'elenco dei contenuti è ora molto più veloce.",
                    "Il caricamento della mod è ora nella caching; con conseguente carichi più efficienti su Windows & Linux, così come carichi molto più veloci su macOS.",
                    "Ora puoi generare un file zip dei tuoi log mentre il gioco è in esecuzione."
                ]
            },
            {
                "Name": "Correzioni",
                "Changes": [
                    "Blocchi fissi che si verificano nelle pagine dell'elenco contenuti.",
                    "Salvataggio automatico dei profili corretti non funziona correttamente.",
                    "Risolto non essendo in grado di utilizzare mappe e salvataggio-giochi di workshop nelle impostazioni del profilo",
                    "Mappe fisse personalizzate non caricate quando selezionate nelle impostazioni del profilo.",
                    "Corretto il caricamento dei profili su macOS e Linux non sempre si applica correttamente.",
                    "Avere una posizione personalizzata per i file di report LSMR ora inizierà correttamente da lì quando si seleziona un file di report nella pagina Utilities."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Nuovo & Migliorato",
                "Changes": [
                    "Aggiunto nella pagina Utilities un'importazione da qualsiasi file di testo o dagli appunti.",
                    "L'importazione BOB è ora un'importazione XML generica suppoortando qualsiasi formato XML che contiene ID pacchetto."
                ]
            },
            {
                "Name": "Correzioni",
                "Changes": [
                    "Corretto il caricamento di un URL di raccolta a volte non analizzare l'ID correttamente.",
                    "Corretto LOT che diventa non reattivo su Mac/Linux quando si cancella la sottoscrizione da un pacchetto."
                ]
            }
        ]
    }
]