[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "更新履歴のタブにようこそ",
        "ChangeGroups": [
            {
                "Name": "新規",
                "Changes": [
                    "コンテンツタブのアクションに、「全てサブスク解除」ボタンを追加",
                    "BOBの設定から不足アイテムをサブスク可能にする、ユーティリティのタブにセクションを追加",
                    "デフォルトでフィルタとアクションのセクションを開くオプションを追加",
                    "更新履歴のタブを追加して、新バージョンで表示・オプションのタブにある「更新履歴」ボタンから確認可能"
                ]
            },
            {
                "Name": "改善",
                "Changes": [
                    "破損アセットのCompatibility Reporを追加",
                    "リストに無いパッケージで、名前とサムネイルが正しく表示されるように改善",
                    "フォルダ設定のプレースホルダが、使用しているOSごとに正しく反映されるように改善",
                    "作者名をCtrl+クリックして、直接フィルタへ追加出来るように改善"
                ]
            },
            {
                "Name": "修正",
                "Changes": [
                    "初回の起動後に古いプロファイルが変換されない問題を修正",
                    "外部からの変更後にローカルアセットが自動的に更新されない問題を修正",
                    "右クリックのメニューからローカルアセットを削除すると、1つだけで無く全てのアセットを削除する問題を修正",
                    "古いLOTのプロファイルを変換すると、アセットが「ローカル」としてマークされる問題を修正",
                    "LinuxとMacの使用ユーザーで、保存時に「実際」フォルダが入れ替わる問題を修正",
                    "LinuxとMacの使用ユーザーで、ログのzipファイルが生成できない問題を修正"
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "ヘルプ & ログのタブを追加",
                "Changes": [
                    "ゲームのログに簡単にアクセス可能",
                    "最新/現在のゲームのセッションから、ログ内のエラーを素早く表示可能",
                    "実際に起きた問題に焦点を当てるために、ログファイルの情報を簡略化",
                    "第三者が問題点を検証するために、必要なログが含まれたzipファイルにして共有可能"
                ]
            },
            {
                "Name": "改善",
                "Changes": [
                    "フィルタのアイコンが、リストで使用している正しいアイコンを反映するように変更"
                ]
            },
            {
                "Name": "修正",
                "Changes": [
                    "コレクションのインポートで、サブスクの開始と解除のテキストが入れ替わった問題を修正",
                    "新しいゲームのマップ選択で、バニラのマップを選択できない問題を修正"
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "修正",
                "Changes": [
                    "一部のユーザーで無限ロードが発生する問題を修正"
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "変更",
                "Changes": [
                    "ゲーム内のMODオプションからsubscriptionのタブを削除",
                    "プロファイルのロード時にDLCが適用されない問題を修正",
                    "言語オプションが一部のユーザーで空欄になる問題を修正",
                    "Steamから再ダウンロードしても、強制的にフォーカスがツールへ復帰しないように修正",
                    "その他のUIを変更"
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "変更",
                "Changes": [
                    "初めてアイテムをサブスクするときは、情報のポップアップを追加",
                    "複数のLOMがインストールしている場合は、ダッシュボードに警告のテキストを表示",
                    "パッケージのタイトル隣に小さなタグを追加",
                    "Load Order Tool自体を再ダウンロードすると、ダウンロードの開始と更新中はアプリを自動で終了",
                    "Loading Screen Modのレポート機能を修正して速度を改善"
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "パブリック β版で一般公開",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "プレゼンテーション ｰ プロファイルの大幅な見直し",
        "ChangeGroups": [
            {
                "Name": "プロファイルの変更",
                "Changes": [
                    "プロファイルリストのデザインを変更",
                    "お気に入りのプロファイルがダッシュボードに表示されて、簡単に切り替えが可能",
                    "パッケージのページに「その他のプロファイル」セクションを追加して、別のプロファイルから除外や含めることが可能",
                    "新しいプロファイルのソートオプションを追加して、選択したソートはセッション中であれば記憶するように改善",
                    "コンテンツリストで右クリックのアクションを追加して、全てのパッケージでアイテムを除外・含めることが可能",
                    "PC上にあるプロファイルのファイルを表示するボタンを追加",
                    "プロファイルに色の割り当てが可能",
                    "デスクトップ上にプロファイル用のショートカットが作成可能",
                    "「プロファイルの追加」セクションで、古いLOT用のプロファイルがインポート可能"
                ]
            },
            {
                "Name": "改善",
                "Changes": [
                    "SteamクライアントのウィンドウからSteamのリンクを開きますが、オプションでオフに切り替えも可能",
                    "ローカルアセットがフォルダの構成に応じて、正しくグループ化されるように改善",
                    "Paradoxアカウントのパネルは、常に表示されるように変更",
                    "右上のウィンドウを操作するボタンに、動作を説明するアイコンを追加",
                    "コンテンツリストでページの応答性を改善",
                    "コンテンツリストでページ内の検索が大幅に高速化",
                    "MODのロードがキャッシュ処理されて、WindowsとLinuxではより効率的・macOSでは大幅に高速化",
                    "ゲームを実行中でもログのzipファイルが生成できるように改善"
                ]
            },
            {
                "Name": "修正",
                "Changes": [
                    "コンテンツリストのページで発生するフリーズを修正",
                    "プロファイルのオートセーブが正しく機能しない問題を修正",
                    "プロファイルの設定でワークショップのマップとセーブゲームを使用できない問題を修正",
                    "プロファイルの設定で選択したカスタムマップがロード出来ない問題を修正",
                    "macOSとLinuxでプロファイルのロード時に、希に正しく適用されない問題を修正",
                    "LSM-Rのレポートファイルで保存場所を指定すると、ユーティリティのページでもレポートファイルの選択時に保存場所から開くように改善"
                ]
            }
        ]
    }
]