[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Welkom bij de tijd van wijzigingen",
        "ChangeGroups": [
            {
                "Name": "Nieuw",
                "Changes": [
                    "Een 'Uitschrijven Alle' knop in inhoudspagina's acties toegevoegd.",
                    "Een gedeelte 'Hulpmiddelen' toegevoegd om te abonneren op ontbrekende items in een BOB configuratie.",
                    "Optie toegevoegd om filters & actie secties standaard te openen.",
                    "Aanpassingspagina's toegevoegd, u ziet het op nieuwe versies of met behulp van de knop in de Help secties."
                ]
            },
            {
                "Name": "Verbeteringen",
                "Changes": [
                    "Toegevoegde Compatibiliteitsrapport voor beschadigde Assets",
                    "Niet-vermelde pakketten hebben nu de juiste naam en thumbnail.",
                    "Placeholders voor mapinstellingen geven nu een juist beeld van uw besturingssysteem.",
                    "Ctrl+Klik op de naam van een auteur om ze toe te voegen aan je filter"
                ]
            },
            {
                "Name": "Oplossingen",
                "Changes": [
                    "Oude profielen die niet worden geconverteerd na de eerste start, zijn opgelost.",
                    "Vaste lokale assets worden niet automatisch vernieuwd na externe wijzigingen.",
                    "Vaste verwijdering van lokale bestanden uit het menu met de rechtermuisknop om alle lokale bestanden te verwijderen in plaats van slechts één",
                    "Vaste conversie van LOT 1 profielen wat resulteert in het gemarkeerd als 'Lokaal'",
                    "'Real' mappen opgelost die werden verwisseld bij opslaan voor Linux en Mac-gebruikers.",
                    "Vaste Linux & Mac gebruikers kunnen geen log-zip genereren."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "De Help & Logs sectie toegevoegd",
                "Changes": [
                    "Eenvoudige toegang tot je logs.",
                    "Bekijk snel fouten in je meest recente/huidige spelsessie.",
                    "Vereenvoudig een logboekbestand om zich te concentreren op wat er daadwerkelijk gebeurt.",
                    "Deel een zip-bestand met alle logs die iemand nodig heeft om u te helpen."
                ]
            },
            {
                "Name": "Verbeteringen",
                "Changes": [
                    "De pictogrammen van filters zijn gewijzigd om de juiste pictogrammen in de lijst weer te geven."
                ]
            },
            {
                "Name": "Oplossingen",
                "Changes": [
                    "De tekst is opgelost in de importcollectie om te abonneren op en af te melden.",
                    "De kaartselectie is opgelost voor een nieuw spel waarbij de gebruikers geen vanilla kaart kunnen selecteren."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Oplossingen",
                "Changes": [
                    "Bug opgelost die tot oneindig laden voor sommige gebruikers heeft geleid."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Veranderingen",
                "Changes": [
                    "Het tabblad abonnement is verwijderd van de in-game mod opties.",
                    "Vaste DLC's die niet worden toegepast bij het laden van een profiel.",
                    "Vaste de taaloptie die voor sommige mensen leeg was",
                    "Herdownloaden van stoom zal de focus niet langer naar de tool drukken.",
                    "Andere UI veranderingen."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Veranderingen",
                "Changes": [
                    "Een info popup toevoegen wanneer u zich voor het eerst abonnert op artikelen.",
                    "Er is een waarschuwingstekst toegevoegd in het dashboard wanneer er meerdere LOM instanties geïnstalleerd zijn.",
                    "Kleine tags toegevoegd naast pakket titels.",
                    "Herdownloaden van Laad Order Tool zal de download starten en sluit de app terwijl het wordt bijgewerkt.",
                    "Vaste en verbeterde de snelheid van het laden van scherm mod rapporten."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Beta openbare release",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "De profielwijziging wordt voorgesteld",
        "ChangeGroups": [
            {
                "Name": "Profiel wijzigingen",
                "Changes": [
                    "Het ontwerp van de profiellijst is gewijzigd.",
                    "Favoriete profielen worden nu getoond op je dashboard om eenvoudig tussen deze profielen te kunnen wisselen.",
                    "Toegevoegd de 'Andere Profielen' sectie in een pakket pagina om ze eenvoudig uit te sluiten of op te nemen in je andere profielen",
                    "Nieuwe profiel sorteeropties toegevoegd. De geselecteerde sortering zal nu worden opgeslagen tijdens sessies.",
                    "Rechtsklik acties toegevoegd in de inhoudslijst om een item in al je pakketten uit te sluiten of toe te voegen.",
                    "Een knop toegevoegd om het profielbestand op je computer te bekijken.",
                    "U kunt nu een kleur toewijzen aan uw profielen.",
                    "U kunt nu een desktopsnelkoppeling aanmaken voor uw profielen.",
                    "U kunt nu een LOT 1-profiel importeren in de sectie 'Profiel toevoegen'."
                ]
            },
            {
                "Name": "Verbeteringen",
                "Changes": [
                    "Steam links zullen nu in Steam's venster worden geopend. Dit kan worden uitgeschakeld in de Opties.",
                    "Lokale assets worden nu correct gegroepeerd op basis van de mappen waarin ze zich bevinden.",
                    "Uw Paradox-accountpaneel wordt vanaf nu altijd weergegeven.",
                    "De vensterknoppen op de bovenkant hebben nu pictogrammen om hun acties uit te leggen.",
                    "Het reactievermogen van de inhoudslijst pagina's is verbeterd.",
                    "Zoeken op inhoudslijst pagina's is nu veel sneller.",
                    "Mod laden is nu gecached, wat resulteert in efficiëntere ladingen op Windows & Linux, en veel snellere ladingen in macOS.",
                    "Je kunt nu een zip-bestand van je logs genereren terwijl het spel draait."
                ]
            },
            {
                "Name": "Oplossingen",
                "Changes": [
                    "Problemen die zich voordoen op de inhoudslijst pagina's opgelost.",
                    "Auto-Opslaan is opgelost.",
                    "Vaste mogelijkheid om geen Workshop kaarten & save-games te gebruiken in de profielinstellingen",
                    "Aangepaste kaarten die niet worden geladen wanneer geselecteerd in de profielinstellingen.",
                    "Het laden van profielen op macOS & Linux is niet altijd correct uitgevoerd.",
                    "Het hebben van een aangepaste locatie voor LSMR rapportbestanden start daar nu correct bij het selecteren van een rapportbestand in de pagina nutsvoorzieningen."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Nieuw en verbeterd",
                "Changes": [
                    "Op de pagina Hulpprogramma's is een import van een tekstbestand of van het klembord toegevoegd.",
                    "BOB-import is nu een algemene XML-import door het vervangen van elk XML-formaat dat pakket-ID's bevat."
                ]
            },
            {
                "Name": "Oplossingen",
                "Changes": [
                    "Fout opgelost bij het laden van een collectie-URL die de ID niet correct parseert.",
                    "Probleem opgelost dat LOT op Mac/Linux niet reageert bij het uitschrijven van een pakket."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Lente schoonmaak update",
        "ChangeGroups": [
            {
                "Name": "Filter & zoek wijzigingen",
                "Changes": [
                    "Nieuwe auteur filter dropdown toegevoegd.",
                    "Meer acties aan labels in de inhoudslijst toegevoegd.",
                    "Nieuwe \"Eventuele problemen\" optie voor \"Pakket Status\" & \"Compatibility Report\" dropdowns.",
                    "Alle filteracties zijn nu gedaan met behulp van Ctrl+Click, een optie toegevoegd om deze functionaliteit te wisselen.",
                    "Opnieuw filteren met behulp van de snelkoppelingen in de lijst verwijdert nu het item van uw filter.",
                    "Het scheiden van termen met een komma in je zoekopdracht splitst je zoekopdracht om te voldoen aan een van de termen (OR)\r\n\t• Het toevoegen van '+' aan het begin van je term vereist dat de term wordt gematched (AND)\r\n\t½ • Het toevoegen '-' aan het begin van je term zal items die overeenkomen met die term\r\n\r\nVoorbeelden van de nieuwe zoekopdracht uitsluiten:\r\n\t• auto, Vrachtwagen (komt overeen met 'auto' OF 'vrachtwagen')\r\n\t• gebouwen, appartement +european (matcht 'european' EN ['gebouw' OF 'appartement'])\r\n\tvrees • condoe, house -rico +american (komt overeen met 'american' EN ['condo' OF 'huis'] EN NIET 'rico')"
                ]
            },
            {
                "Name": "UI & UX wijzigingen",
                "Changes": [
                    "Implementeer een nieuw pictogramsysteem dat alle pictogrammen naar behoren schaalde in je UI-schaal.",
                    "Herwerkte het renderen van lijsten, het verbeteren van de prestaties en het reactievermogen van inhoudspagina's drastisch.",
                    "Een sorteervolgorde schakelaar toegevoegd om te selecteren tussen oplopend en aflopend sorteren.",
                    "De 'Acties' sectie is verplaatst naar de pagina inhoud en 2 nieuwe opties toegevoegd.",
                    "Pakketten die nu zijn opgenomen hebben een andere UI in de lijst.",
                    "Verbeterde knoppen en filteropties in de inhoudslijsten, hun totale grootte verkleinen en meer visuele aanwijzingen toevoegen.",
                    "Veranderd de optie om de grootte van de lijst items bij zweven te verhogen om hun grootte altijd te vergroten, de UI van de uitgebreide lijstitems verbeterd en deze functionaliteit toegepast op de rest van de lijsten in de app.",
                    "Een Ctrl+[0-9] snelkoppeling toegevoegd om te schakelen tussen beschikbare tabbladen.",
                    "Wissel alle zijden van de dubbele knoppen en opties om te schakelen.",
                    "Animaties zijn nu standaard uitgeschakeld op macOS & Linux.",
                    "Zoveel verdere UI verbeteringen, veranderingen en oplossingen die ik verloren heb."
                ]
            },
            {
                "Name": "Bestands-selectie reamp",
                "Changes": [
                    "De UI van de bestandsselectieschermen is bijgewerkt.",
                    "Vastgepinde mappen toegevoegd om gemakkelijk toegang te krijgen tot relevante mappen.",
                    "Voeg een Workshop sectie toe om makkelijk de workshop kaarten & saves te selecteren.",
                    "Een vervolgkeuzelijst en sorteer sorteervolgorde toegevoegd",
                    "Een lijst/rasterweergave schakelaar toegevoegd."
                ]
            },
            {
                "Name": "Bug-fixes",
                "Changes": [
                    "Starten van LOT opgelost nadat het monitor eerder was uitgezet, wat resulteerde in het nu weergegeven venster.",
                    "Vaste de LHT optie die niet werkt bij lanceren in een nieuwe kaart.",
                    "Repareerde auteurspagina's die niet correct worden geopend in Steam.",
                    "Vaste bevriezing tijdens zoeken tijdens het selecteren van de sortering 'Abonnement'."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Workshop Packages Cleanup",
                "Changes": [
                    "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.",
                    "Packages you are not subscribed to are no longer loaded in-game.",
                    "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.",
                    "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages."
                ]
            }
        ]
    }
]