[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Bem-vindo à era do log de alterações",
        "ChangeGroups": [
            {
                "Name": "Novidades",
                "Changes": [
                    "Adicionado um botão 'Cancelar inscrição' nas ações das páginas de conteúdo'.",
                    "Adicionada uma seção Utilitário para inscrever itens que faltam nas configurações do BOB.",
                    "Adicionada uma opção para que as seções de Filtros e Ação sejam abertas por padrão.",
                    "As páginas de log de alterações foram adicionadas, você o verá em novas versões ou usando o botão dele nas seções de ajuda."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Adicionado Relatório de Compatibilidade para Ativos Partidos",
                    "Pacotes não listados agora têm o nome e a miniatura corretos.",
                    "Posicionados para as configurações de pasta agora refletem corretamente seu SO.",
                    "Ctrl+Clique no nome de um autor para adicioná-los ao seu filtro"
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Perfis de legado fixo não sendo convertidos após a primeira inicialização.",
                    "Os recursos locais corrigidos não atualizam automaticamente após alterações externas.",
                    "Corrigimos a exclusão de ativos locais no menu de clique com o botão direito do mouse excluindo todos os ativos locais ao invés de apenas um",
                    "Corrigido convertendo perfis LOT 1 resultando em ativos sendo marcados como 'Locais'",
                    "Pastas 'Real' corrigidas sendo trocadas no save para usuários de Linux e Mac.",
                    "Os usuários de Linux e Mac corrigidos não são capazes de gerar um CEP de log."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "A seção de Ajuda & Logs foi adicionada",
                "Changes": [
                    "Acesse facilmente seus registros.",
                    "Veja rapidamente os erros em sua sessão mais recente/atual.",
                    "Simplifique um arquivo de log para focar no que realmente está acontecendo.",
                    "Compartilhe um arquivo zip contendo todos os logs necessários para que alguém o ajude."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Alterados os ícones de filtros para refletir os ícones corretos usados na lista."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o texto na coleção de importação para inscrição e cancelamento de inscrição sendo invertido.",
                    "Corrigido a seleção de mapa para um novo jogo que não permitia que usuários selecionassem um mapa vanilla."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido um erro que causou carregamento infinito para alguns usuários."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "A guia de subscrição foi removida das opções de mod no jogo.",
                    "DLCs corrigidos não são aplicados ao carregar um perfil.",
                    "Corrigido a opção de idioma que estava vazia para algumas pessoas.",
                    "O download novamente do Steam não irá mais forçar o foco de volta para a ferramenta.",
                    "Outras alterações de UI."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Adicionando uma janela de informações quando se inscrever em itens pela primeira vez.",
                    "Adicionamos um texto de aviso no painel quando você tem várias instâncias LOM instaladas.",
                    "Adicionadas pequenas tags ao lado dos títulos do pacote.",
                    "A ferramenta de baixar novamente a ordem de carga irá iniciar o download e fechar o aplicativo enquanto for atualizado.",
                    "Corrigido e melhorava a velocidade de carregamento de relatórios de Screen Mod."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Versão Pública Beta",
        "ChangeGroups": []
    }
]