[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Bem-vindo ao relatório de alterações",
        "ChangeGroups": [
            {
                "Name": "Novidades",
                "Changes": [
                    "Adicionado um botão 'Cancelar Todas as Inscrições' nas ações possíveis nas páginas de conteúdo'.",
                    "Adicionada uma sessão Utilitário para inscrever-se em itens que faltam nas configurações do BOB.",
                    "Adicionada uma opção para que as sessões de Filtros e Ação abram por padrão.",
                    "Adicionado Página com Relatório de alterações, você poderá ver nas novas versões, ou usando o botão na sessão de Ajuda."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Adicionado Relatório de Compatibilidade para Recursos Quebrados",
                    "Foi corrigido a miniatura e nome dos pacotes não listados.",
                    "Os Espaços Reservados para configurações de pasta agora refletem corretamente o seu Sistema Operacional.",
                    "Ctrl+Clique no nome do autor para adicionar ao seu filtro"
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Correção de perfis herdados não sendo convertidos depois da primeira inicialização.",
                    "Os recursos locais corrigidos não atualizam automaticamente após alterações externas.",
                    "Corrigido a função de excluir todos os recursos locais do menu com o botão direito, agora excluirá todos, invés de apenas um",
                    "Corrigido a conversão de Perfis LOT 1 que resultava em recursos sendo marcados como 'Locais'",
                    "Correção de pastas verdadeiras sendo trocadas no salvamento para usuários do Linux & Mac.",
                    "Corrigido a criação de um relatório em Zip para usuários do Linux & Mac."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Adicionada sessão de Ajuda & Relatórios",
                "Changes": [
                    "Acesse os seus relatórios facilmente.",
                    "Veja rapidamente os erros na sua sessão mais recente/atual.",
                    "Simplifique um arquivo de relatório para focar no que realmente está acontecendo.",
                    "Compartilhe um arquivo Zip contendo todos os relatórios necessários para que alguém o ajude."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Alteração nos ícones de filtros para refletir os ícones usados na lista."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o texto na coleção de importação para assinatura e cancelamento de assinatura que estavam invertidos.",
                    "Corrigido a seleção de mapa para um novo jogo, que não permitia o usuário selecionar um mapa padrão."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido um erro que causava carregamento infinito para alguns usuários."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Botão de Inscrever-se removido da guia do mod com o jogo aberto.",
                    "Correção que não aplicava as DLCs quando carrega um perfil.",
                    "Corrigido a opção de idioma estar vazia para alguns usuários.",
                    "Baixar novamente pela Steam não forçará o foco de volta para a ferramenta.",
                    "Outras alterações de UI."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Uma janela com informações aparecerá quando se inscrever em um item pela primeira vez.",
                    "Adicionado um aviso em texto no painel quando se tem múltiplas versões do LOM instaladas.",
                    "Foi adicionado pequenos rótulos ao lado dos títulos de pacote.",
                    "Ao pedir ao LOT para baixar novamente, o mesmo iniciará o carregamento e fechará o aplicativo enquanto está atualizando.",
                    "A velocidade de criação de relatórios do LSM foi corrigida e melhorada."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Versão Beta Pública",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Apresentando, o Perfil de Revisão",
        "ChangeGroups": [
            {
                "Name": "Alterações de Perfil",
                "Changes": [
                    "Alterou o design da sua lista de perfil.",
                    "Agora os Perfis Favoritos aparecem no Painel Principal para permitir a troca rápida entre eles.",
                    "Sessão 'Outros Perfis' criada na página de pacotes, para facilitar a exclusão ou inclusão dos mesmo dos seus outros perfis",
                    "Foram criadas opções para classificar Perfis. A ordem selecionada será relembrada durante as sessões.",
                    "Agora pode clicar com o direito para incluir ou excluir itens da lista de conteúdo em todos os seus pacotes.",
                    "Adicionado um botão para visualizar os arquivos de um perfil no seu computador.",
                    "Agora poderá escolher uma cor para os seus perfis.",
                    "Agora poderá criar um atalho na área de trabalho para os seus perfis.",
                    "Agora poderá importar um perfil LOT 1 na sessão 'Adicionar Perfil'."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Links da Steam serão abertos na janela da Steam. Isto pode ser desativado nas Opções.",
                    "Os recursos locais agora estão corretamente agrupados, com base nas pastas em que eles estão.",
                    "Painel de conta Paradox sempre irá ser exibido de agora em diante.",
                    "Os botões de janela no canto superior direito agora tem ícones que explicam as suas ações.",
                    "Melhorada o tempo de reposta da página de lista de conteúdo.",
                    "A pesquisa agora é mais rápida dentro da pagina de lista de conteúdos.",
                    "O carregamento de mods encontra-se em cache; resultando em carregamentos mais eficientes em Linux & Windows, assim como carregamentos muito mais rápidos em macOS.",
                    "Agora poderá gerar um arquivo zip de seus relatórios enquanto o jogo está em execução."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido congelamentos nas páginas de listas de conteúdo.",
                    "Corrigido o auto-salvamento de Perfis não funcionando corretamente.",
                    "Corrigido o uso de Mapas da Oficina e Jogos Salvos nas configurações do seu Perfil",
                    "Correção nos mapas customizados não carregarem quando selecionados nas configurações de perfil.",
                    "Corrigido perfis às vezes não carregarem corretamente no Linux & macOS.",
                    "Agora ter um local personalizado para salvar relatórios do LSMR abrirá o relatório corretamente na página de Utilitários."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "19/04/2023",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Novo e Melhorado",
                "Changes": [
                    "Adicionado botão na página de Utilitários para Importar qualquer texto copiado da área de transferência.",
                    "Agora a Importação com o BOB usa um XML padrão e suporta formatos XML que usam o mesmo ID do pacote."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Correção ao carregar uma coleção via link não repassando a ID correta.",
                    "Correção do LOT travar ao cancelar assinatura de um pacote no Linux & Mac."
                ]
            }
        ]
    }
]