[
    {
        "Version": "2.2.0",
        "Date": "10/04/2023",
        "Tagline": "Bem-vindo à era do registro de alterações",
        "ChangeGroups": [
            {
                "Name": "Novidades",
                "Changes": [
                    "Adicionado um botão 'Cancelar inscrição em tudo' nas ações das páginas de conteúdo.",
                    "Adicionada uma seção Utilitários para inscrever-se em itens ausentes nas configurações do BOB.",
                    "Adicionada uma opção para que as seções Filtros e Ações sejam abertas por padrão.",
                    "Adicionadas páginas de registro de alterações, você poderá vê-las em novas versões ou usando o botão correspondente na seção Ajuda."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Adicionado Relatório de Compatibilidade para recursos com problemas",
                    "Agora os pacotes não listados possuem o nome e a miniatura corretos.",
                    "Os espaços reservados para as configurações de pastas agora refletem corretamente seu sistema operacional.",
                    "Ctrl + Clique no nome do autor para adicioná-lo ao filtro"
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o problema em que os perfis antigos não eram convertidos após o primeiro lançamento.",
                    "Corrigido o problema em que os recursos locais não eram atualizados automaticamente após mudanças externas.",
                    "Corrigido o problema de deletar recursos locais no menu de clique com o botão direito, que estava deletando todos os recursos locais em vez de apenas um",
                    "Corrigido a conversão de perfis LOT 1 resultando em recursos sendo marcados como 'Local'",
                    "Corrigido a troca de pastas \"Real\" durante o salvamento para usuários do Linux e Mac.",
                    "Corrigido o problema que impedia usuários de Linux e Mac de gerar um arquivo zip de registro."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "08/04/2023",
        "ChangeGroups": [
            {
                "Name": "Seção de Ajuda & Relátórios adicionada",
                "Changes": [
                    "Acesse facilmente seus registros.",
                    "Visualize rapidamente os erros na sua sessão de jogo mais recente/atual.",
                    "Simplifique um arquivo de registro para focar no que está realmente acontecendo.",
                    "Compartilhe um arquivo zip contendo todos os registros necessários para alguém ajudá-lo."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Alterado os ícones dos filtros para refletir os ícones corretos usados na lista."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o texto na importação de coleções para assinar e cancelar a assinatura estando invertidos.",
                    "Corrigido o problema na seleção de mapas para um novo jogo que não permitia aos usuários selecionar um mapa padrão."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "05/04/2023",
        "ChangeGroups": [
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido um bug que causava carregamento infinito para alguns usuários."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "06/04/2023",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Removida a aba de inscrição das opções de mod do jogo.",
                    "Corrigido o problema em que os DLCs não eram aplicados ao carregar um perfil.",
                    "Corrigido o problema em que a opção de idioma estava vazia para algumas pessoas.",
                    "Baixar novamente a partir da Steam não forçará mais o foco de volta para a ferramenta.",
                    "Outras alterações na interface do usuário."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "05/04/2023",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Adicionado uma janela de informação ao inscrever-se em itens pela primeira vez.",
                    "Adicionado um texto de aviso no painel quando há várias instâncias do LOM instaladas.",
                    "Adicionadas pequenas etiquetas ao lado dos títulos de pacotes.",
                    "Baixar novamente o Load Order Tool fará o download da atualização e fechará o aplicativo enquanto ele é atualizado.",
                    "Corrigido e melhorada a velocidade dos relatórios do LSM."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "05/04/2023",
        "Tagline": "Versão Pública Beta",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "15/04/2023",
        "Tagline": "Apresentando, a Renovação de Perfis",
        "ChangeGroups": [
            {
                "Name": "Alterações de Perfil",
                "Changes": [
                    "Alteramos o design da sua lista de perfis.",
                    "Os Perfis Favoritos agora são exibidos no seu painel para permitir a troca fácil entre eles.",
                    "Adicionada a seção \"Outros perfis\" na página dos pacotes para facilitar a exclusão ou inclusão em outros perfis",
                    "Adicionadas novas opções de ordenação de perfis. A ordem selecionada agora será lembrada entre sessões.",
                    "Adicionadas ações de clique com o botão direito na lista de conteúdo para excluir ou incluir um item em todos os seus pacotes.",
                    "Adicionado um botão para visualizar o arquivo de um perfil no seu computador.",
                    "Agora você pode atribuir uma cor aos seus perfis.",
                    "Agora você pode criar um atalho na área de trabalho para seus perfis.",
                    "Agora pode importar um perfil do LOT 1 na seção 'Adicionar perfil'."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Os links da Steam agora serão abertos dentro da janela da Steam. Isso pode ser desativado nas Opções.",
                    "Os recursos locais agora estão corretamente agrupados com base nas pastas em que estão.",
                    "O painel da sua conta Paradox agora será sempre exibido.",
                    "Os botões no canto superior direito da janela agora possuem ícones para explicar suas ações.",
                    "Melhorada a responsividade das páginas da lista de conteúdos.",
                    "Buscar nas páginas da lista de conteúdo agora é muito mais rápida.",
                    "O carregamento de mods agora é armazenado em cache, resultando em carregamentos mais eficientes no Windows e no Linux, além de carregamentos muito mais rápidos no macOS.",
                    "Você agora pode gerar um arquivo zip dos seus relatórios enquanto o jogo está em execução."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o congelamento que ocorria nas páginas da lista de conteúdo.",
                    "Corrigido problema com o salvamento automático dos perfis que não estava funcionando corretamente.",
                    "Corrigido o problema que impedia o uso de mapas e salvamentos da Oficina nas configurações de perfil",
                    "Corrigido o problema em que mapas personalizados não eram carregados ao serem selecionados nas configurações de perfil.",
                    "Corrigido o problema de carregamento de Perfis no macOS e Linux que nem sempre eram aplicados corretamente.",
                    "Ter uma localização personalizada para arquivos de relatório do LSMR agora iniciará corretamente a partir desse local ao selecionar um arquivo de relatório na página de Utilitades."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "19/04/2023",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Novo e Melhorado",
                "Changes": [
                    "Adicionada na página Utilidades uma opção de importar a partir de qualquer arquivo de texto ou do conteúdo da área de transferência.",
                    "A importação do BOB agora é uma importação genérica de XML, suportando qualquer formato XML que contenha IDs de pacote."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o problema em que o carregamento de uma URL de coleção às vezes não analisava corretamente o ID.",
                    "Corrigido o LOT ficar sem resposta no Mac/Linux ao cancelar a inscrição em um pacote."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "27/04/2023",
        "Tagline": "Atualização de limpeza de Primavera",
        "ChangeGroups": [
            {
                "Name": "Buscar e Filtrar por Mudanças",
                "Changes": [
                    "Adicionado novo menu suspenso no filtro de autor.",
                    "Mais ações adicionadas às etiquetas na lista de conteúdos.",
                    "Adicionada uma nova opção \"Algum Problema\" para os menus suspensos de \"Estado do pacote\" e \"Relatório de compatibilidade\".",
                    "Todas as ações de filtros agora são feitas usando Ctrl+Click, adicionada uma opção para trocar esta funcionalidade.",
                    "Re-filtrar usando os atalhos da lista agora remove o item do seu filtro.",
                    "\t• Separar os termos com uma vírgula em sua pesquisa irá dividir sua busca para corresponder a qualquer um dos termos (OU)\n\t• Adicionar '+' no início do seu termo exigirá que os itens correspondam ao termo buscado (E)\n\t• Adicionar '-' no início do termo excluirá os itens que correspondem a esse termo buscado\nExemplos da nova busca:\n\t• Carro, Caminhão(Busca por carro ou caminhão)\n\t• Construção, apartamento +europeu(Busca por Construção ou apartamento que sejam europeus)\n\t• Condo, casa -rico +americano(Busca por condo ou casa que sejam americanos, mas que não sejam rico)"
                ]
            },
            {
                "Name": "Alterações de Interface e Experiência de Usuário",
                "Changes": [
                    "Novo sistema de ícones implementado, agora os ícones escalam apropriadamente com a escala da interface de usuário.",
                    "Lista de renderização refeita, performance foi melhorada drasticamente, assim como o tempo de resposta das páginas de conteúdo.",
                    "Adicionado botão que permite a troca na ordem de classificação entre Crescente e Decrescente.",
                    "Seção 'Ações' movida nas páginas de conteúdo e 2 novas opções adiciondas.",
                    "Pacotes parcialmente incluídos agora tem uma Interface de Usuário diferente na lista.",
                    "Botões e controles de filtros das listas de conteúdos foram melhorados, reduzindo o tamanho total e adicionado mais informação visual.",
                    "Alteramos a opção de aumentar o tamanho dos itens da lista ao passar o mouse para sempre aumentar seu tamanho, melhoramos a interface dos itens de lista ampliados e aplicamos essa funcionalidade ao restante das listas no aplicativo.",
                    "Adicionado um atalho com Ctrl+[0-9] para trocar entre as abas disponíveis.",
                    "Trocamos de lado todos os botões duplos e opções de alternância.",
                    "Animações agora são desativadas por padrão no Linux e macOS.",
                    "Muito mais melhores de Interface, mudanças, e correções que perdi a conta."
                ]
            },
            {
                "Name": "Seleção de Arquivos Reformulada",
                "Changes": [
                    "Atualizamos a interface de usuário das telas de seleção de arquivos.",
                    "Pastas fixadas foram adicionadas para facilitar o acesso a pastas relevantes.",
                    "Adicionada uma seção Oficina para selecionar facilmente mapas e jogos salvos da Oficina.",
                    "Adicionado menu suspenso de ordenação e botão de alternância de ordem de classificação",
                    "Adicionada opção de exibição em lista ou grade."
                ]
            },
            {
                "Name": "Correções de Erros",
                "Changes": [
                    "Corrigido problema de abertura do LOT após desligamento do monitor em que estava anteriormente, resultando na janela não aparecer.",
                    "Corrigido o problema da opção LHT não funcionar ao carregar um novo mapa.",
                    "Corrigido o problema das páginas de autor não abrirem corretamente na Steam.",
                    "Corrigido o problema de congelamento que ocorria durante a pesquisa com a opção 'Tempo de inscrição' selecionada."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "29/04/2023",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Limpeza de Pacotes da Oficina",
                "Changes": [
                    "Foram adicionadas novas funcionalidades para lidar facilmente com inconsistências entre a Steam e os pacotes baixados.",
                    "Os pacotes em que não está inscrito não são mais carregados no jogo.",
                    "Ao abrir o jogo enquanto o LOT está aberto, quaisquer pacotes que você não esteja inscrito, mas que foram baixados em seu computador, serão automaticamente excluídos.",
                    "Adicionado um botão na aba de Utilitários para executar manualmente esta limpeza, bem como forçar o download de pacotes ausentes."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "30/04/2023",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Novidades",
                "Changes": [
                    "Adicionada uma opção para desativar a limpeza automática ao abrir o jogo.",
                    "Adicionada uma caixa de argumentos personalizados para configurações avançadas de inicialização."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "04/05/2023",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Ícone de Voto & Assinantes",
                "Changes": [
                    "Adicionado um novo ícone ao lado de um pacote que exibe um resumo rápido dos votos e da contagem de assinantes do pacote.",
                    "Passe o mouse sobre isso para exibir os valores.",
                    "Clique no ícone para uma descrição detalhada dessa funcionalidade.",
                    "Opçõe de Ordenação Adicionada 'Votos' e 'Total de Assinantes'."
                ]
            },
            {
                "Name": "Requisitos de recursos",
                "Changes": [
                    "Os itens necessários exibidos na página do recurso na Oficina agora estão integrados no LOT.",
                    "Esta informação agora será incluída no Relatório de Compatibilidade para que você possa ver rapidamente o que está faltando."
                ]
            },
            {
                "Name": "Outras Alterações",
                "Changes": [
                    "Página de Pacotes atualizada para corresponder às informações exibidas nas listas de conteúdo.",
                    "As listas secundárias de conteúdo, como 'Pacotes Ausentes' e 'Coleção da Oficina', agora usam a mesma interface do usuário das páginas principais de lista de conteúdo, permitindo uma experiência mais simplificada e mais opções.",
                    "Adicionadas as opções de inicialização 'Novo Recurso' e 'Carregar Recurso' no perfil para carregar rapidamente o Editor de Recursos."
                ]
            }
        ]
    }
]