[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Добро пожаловать в эру change-log",
        "ChangeGroups": [
            {
                "Name": "Новый",
                "Changes": [
                    "В действиях страниц контента добавлена кнопка «Отписаться все».",
                    "Добавлена секция утилиты, чтобы подписаться на недостающие элементы в конфигурации BOB.",
                    "Добавлена опция для открытия секций Фильтры и Действия по умолчанию.",
                    "Добавлены страницы журнала изменений, вы увидите их в новых версиях или на кнопках в разделах Помощь."
                ]
            },
            {
                "Name": "Улучшения",
                "Changes": [
                    "Добавлен отчет о совместимости с поврежденными активами",
                    "Неперечисленные пакеты теперь имеют правильное имя и эскиз.",
                    "Пометки для настроек папок теперь корректно отражают вашу ОС.",
                    "Ctrl+Кликните по имени автора, чтобы добавить его в ваш фильтр"
                ]
            },
            {
                "Name": "Исправления",
                "Changes": [
                    "Исправлено непреобразование старых профилей после первого запуска.",
                    "Исправлены локальные активы, которые не обновляются автоматически после внешних изменений.",
                    "Исправлено удаление локальных активов из меню правой кнопкой мыши, удаляя все локальные активы вместо одного",
                    "Исправлено преобразование профилей LOT 1, в результате чего активы помечены как 'Локальные'",
                    "Исправлена замена папок «Real» на сохранение для пользователей Linux и Mac.",
                    "Исправлены проблемы с созданием лог архива для пользователей Linux и Mac."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Добавлена секция Справка и Журналы",
                "Changes": [
                    "Легкий доступ к логам.",
                    "Быстрый просмотр ошибок в последней или текущей игровой сессии.",
                    "Упростите файл журнала, чтобы сосредоточиться на том, что на самом деле происходит.",
                    "Поделитесь zip-файлом, содержащим все журналы, необходимые кому-то для того, чтобы помочь вам."
                ]
            },
            {
                "Name": "Улучшения",
                "Changes": [
                    "Изменены значки фильтров, чтобы отразить правильные значки, используемые в списке."
                ]
            },
            {
                "Name": "Исправления",
                "Changes": [
                    "Исправлен текст в подборке для подписки и отказа от подписки на рассылку.",
                    "Исправлен выбор карты для новой игры, не позволяющей пользователям выбирать ванильную карту."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Исправления",
                "Changes": [
                    "Исправлена ошибка, приводящая к бесконечной загрузке некоторых пользователей."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Изменения",
                "Changes": [
                    "Вкладка подписки удалена из опций внутриигровых модификаций.",
                    "Исправлена ошибка DLC при загрузке профиля.",
                    "Исправлена ошибка выбора языка для некоторых пользователей.",
                    "Перезагрузка из пара больше не заставляет фокуса вернуться к инструменту.",
                    "Другие изменения в интерфейсе."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Изменения",
                "Changes": [
                    "Добавление всплывающего окна при подписке на элементы в первый раз.",
                    "Добавлен предупреждающий текст на приборной панели при установке нескольких LOM-экземпляров.",
                    "Добавлены небольшие теги рядом с заголовками пакетов.",
                    "Перезагрузка инструмента Load Order Tool запустит загрузку и закроет приложение, пока оно будет обновлено.",
                    "Исправлена и улучшена скорость отображения отчетов о мониторе загрузки."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Публичный релиз бета-версии",
        "ChangeGroups": []
    }
]