[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Добро пожаловать в список изменения",
        "ChangeGroups": [
            {
                "Name": "Новое",
                "Changes": [
                    "В действиях страниц контента добавлена кнопка «Отписаться от всего».",
                    "Добавлена секция утилиты, чтобы подписаться на недостающие элементы в конфигурации BOB.",
                    "Добавлена опция для открытия секций Фильтры и Действия по умолчанию.",
                    "Добавлены страницы журнала изменений, вы увидите их в новых версиях или на кнопках в разделах Помощь."
                ]
            },
            {
                "Name": "Улучшено",
                "Changes": [
                    "Добавлен отчет о совместимости с поврежденными активами",
                    "Неперечисленные пакеты теперь имеют правильное имя и эскиз.",
                    "Пометки для настроек папок теперь корректно отражают вашу ОС.",
                    "Ctrl+ЛКМ по имени автора, чтобы добавить его в ваш фильтр"
                ]
            },
            {
                "Name": "Исправлено",
                "Changes": [
                    "Исправлена ошибка преобразования старых профилей после первого запуска.",
                    "Исправлены локальные активы, которые не обновляются автоматически после внешних изменений.",
                    "Исправлено удаление локальных активов из меню правой кнопкой мыши, удаляя все локальные активы вместо одного",
                    "Исправлено преобразование профилей LOT 1, в результате чего активы помечены как \"Локальные\"",
                    "Исправлена замена папок «Real» на сохранение для пользователей Linux и Mac.",
                    "Исправлены проблемы с созданием лог архива для пользователей Linux и Mac."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Добавлена секция Справка и Журналы",
                "Changes": [
                    "Легкий доступ к логам.",
                    "Быстрый просмотр ошибок в последней или текущей игровой сессии.",
                    "Упростите файл журнала, чтобы сосредоточиться на том, что на самом деле происходит.",
                    "Поделитесь zip-файлом, содержащим все журналы, необходимые кому-то для того, чтобы помочь вам."
                ]
            },
            {
                "Name": "Улучшено",
                "Changes": [
                    "Изменены значки фильтров, чтобы отразить правильные значки, используемые в списке."
                ]
            },
            {
                "Name": "Исправлено",
                "Changes": [
                    "Исправлен текст в подборке для подписки и отказа от подписки на рассылку.",
                    "Исправлен выбор карты для новой игры, не позволяющей пользователям выбирать ванильную карту."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Исправлено",
                "Changes": [
                    "Исправлена ошибка, приводящая к бесконечной загрузке некоторых пользователей."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Изменено",
                "Changes": [
                    "Вкладка подписки удалена из опций внутриигровых модификаций.",
                    "Исправлена ошибка DLC при загрузке профиля.",
                    "Исправлена ошибка выбора языка для некоторых пользователей.",
                    "Перезагрузка из Steam больше не заставляет фокус вернуться к инструменту.",
                    "Другие изменения в интерфейсе."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Изменено",
                "Changes": [
                    "Добавление всплывающего окна при подписке на элементы в первый раз.",
                    "Добавлен предупреждающий текст на приборной панели при установке нескольких LOM-экземпляров.",
                    "Добавлены небольшие теги рядом с заголовками пакетов.",
                    "Перезагрузка инструмента Load Order Tool запустит загрузку и закроет приложение, пока оно будет обновлено.",
                    "Исправлена и улучшена скорость отображения отчетов о мониторе загрузки."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Публичный релиз бета-версии",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Представляем, Обзор Профиля",
        "ChangeGroups": [
            {
                "Name": "Изменения профиля",
                "Changes": [
                    "Изменен дизайн списка ваших профилей.",
                    "Избранные профили теперь отображаются на панели управления для упрощения переключения между ними.",
                    "Добавлен раздел «Прочие профили» на странице пакета, чтобы легко исключить или включить их из других профилей",
                    "Добавлены новые параметры сортировки профилей. Выбранная сортировка будет запоминаться в ходе сессий.",
                    "Добавлены действия правой кнопкой мыши в списке содержимого, чтобы исключить или включить элемент во все ваши пакеты.",
                    "Добавлена кнопка просмотра файла профиля на вашем компьютере.",
                    "Теперь вы можете назначить цвет для ваших профилей.",
                    "Теперь вы можете создать ярлык рабочего стола для ваших профилей.",
                    "Теперь вы можете импортировать профиль LOT 1 в разделе 'Добавить профиль'."
                ]
            },
            {
                "Name": "Улучшено",
                "Changes": [
                    "Ссылки Steam теперь открываются внутри окна Steam. Это может быть отключено в настройках.",
                    "Локальные активы теперь правильно сгруппированы по папкам, в которых они находятся.",
                    "Ваша панель аккаунта Paradox всегда будет отображаться на экране.",
                    "Кнопки окон в правом верхнем углу теперь имеют значки, объясняющие свои действия.",
                    "Улучшена отзывчивость страниц списка содержимого.",
                    "Поиск в страницах списка контента теперь намного быстрее.",
                    "Загрузка модов теперь кэшируется; в результате увеличивается нагрузка на Windows и Linux, а также увеличивается нагрузка на macOS.",
                    "Теперь вы можете сгенерировать архив логов во время работы игры."
                ]
            },
            {
                "Name": "Исправлено",
                "Changes": [
                    "Исправлены зависания на страницах списка содержимого.",
                    "Исправлено некорректное автоматическое сохранение профилей.",
                    "Исправлена ошибка использования карт Мастерской и Сохраненных игр в настройках профиля",
                    "Исправлены пользовательские карты, которые не загружаются при выделении в настройках профиля.",
                    "Исправлена загрузка профилей в macOS и Linux не всегда корректно применяется.",
                    "Наличие пользовательского местоположения для файлов отчётов LSMR теперь корректно запустится при выборе файла отчёта на странице Утилиты."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Новое и улучшенное",
                "Changes": [
                    "Добавлен импорт на странице Утилиты из любого текстового файла или из буфера обмена.",
                    "Импорт BOB теперь является общим XML-импортом путем уменьшения любого XML-формата, содержащего идентификаторы пакетов."
                ]
            },
            {
                "Name": "Исправления",
                "Changes": [
                    "Исправлена загрузка URL коллекции иногда не корректно анализируя ID.",
                    "Исправлена ошибка во время отписки от пакета на Mac/Linux."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Обновление очистки Spring",
        "ChangeGroups": [
            {
                "Name": "Фильтр и Поиск изменений",
                "Changes": [
                    "Добавлен новый раскрывающийся фильтр автора.",
                    "Добавлено больше действий для меток в списках содержимого.",
                    "Добавлена новая опция выпадающих меню \"Статус пакета\" и \"Отчет о совместимости\".",
                    "Теперь все действия фильтра выполняются с помощью Ctrl+Click, добавлена опция замены этой функции.",
                    "Повторная фильтрация с помощью ярлыков в списке удаляет элемент из фильтра.",
                    "Разделяя термины запятыми в результатах поиска, вы разделите ваш поиск по любому из терминов (или)\r\n\t• Добавление '+' в начале вашего термина потребует сопоставления термина (И)\r\n\t• Добавление '-' в начале вашего термина исключает элементы, которые соответствуют этому термину\r\n\r\nПримеры нового поиска:\r\n\t• автомобиль, (соответствует 'автомобилю или 'автомобилю')')\r\n\t• здание, квартира +европейская (соответствует 'европейскому' И ['здание' или 'квартира'])\r\n\t• condo, house -rico +american (соответствует 'american' AND ['condo' OR 'house'] AND NOT 'rico')"
                ]
            },
            {
                "Name": "Изменения интерфейса и UX",
                "Changes": [
                    "Реализована новая система значков, которая соответствующим образом масштабирует все иконки.",
                    "Переработала рендеринг списков, значительно повысив производительность и отзывчивость страниц контента.",
                    "Добавлен переключатель сортировки для выбора между возрастанием и убыванием.",
                    "Перемещает раздел «Действия» на страницах контента и добавляет 2 новых параметра.",
                    "Частично включенные пакеты теперь имеют другой интерфейс списка.",
                    "Улучшены кнопки управления и фильтры в списках контента, уменьшены их размер и добавлены дополнительные визуальные эффекты.",
                    "Изменена опция, чтобы увеличить размер списка при наведении курсора, чтобы всегда увеличивать их размер, улучшен пользовательский интерфейс расширенных элементов списка и применил эту функциональность к остальным спискам приложений.",
                    "Добавлена клавиша Ctrl+[0-9] для переключения между доступными вкладками.",
                    "Смена всех двойных кнопок и опций переключателей.",
                    "Анимация теперь по умолчанию отключена на macOS и Linux.",
                    "Так много улучшений, изменений и исправлений пользовательского интерфейса я потерял счет."
                ]
            },
            {
                "Name": "Отобразить выбор файла",
                "Changes": [
                    "Обновлен интерфейс выбора файла.",
                    "Добавлены избранные папки для легкого доступа к соответствующим папкам.",
                    "Добавлен раздел Мастерской для легкого выбора карт мастерской и сохранений.",
                    "Добавлен выпадающий список сортировки и переключение сортировки",
                    "Добавлена переключатель вида списка/сетки."
                ]
            },
            {
                "Name": "Исправления ошибок",
                "Changes": [
                    "Исправлена ошибка, связанная с запуском ПО после того, как монитор был ранее выключен, в результате появилось окно.",
                    "Исправлена ошибка LHT при запуске новой карты.",
                    "Исправлена ошибка при открытии страниц в Steam.",
                    "Исправлены зависания при поиске во время сортировки 'Время подписки'."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Workshop Packages Cleanup",
                "Changes": [
                    "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.",
                    "Packages you are not subscribed to are no longer loaded in-game.",
                    "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.",
                    "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages."
                ]
            }
        ]
    }
]