[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Ласкаво просимо до списку змін",
        "ChangeGroups": [
            {
                "Name": "Нове",
                "Changes": [
                    "Додана кнопка «Відписатися від усіх» в діях сторінки.",
                    "У вкладці Утиліти додано розділ для підписки на відсутні предмети в конфігурації BOB.",
                    "Додано параметр для Фільтрів та Дій, відкритих за замовчуванням.",
                    "Додано сторінки списку змін, їх можна побачити на нових версіях або з допомогою кнопки в розділі Довідки."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Додано звіт про сумісність для зламаних ассетів",
                    "Неперераховані пакунки мають правильну назву та ескіз.",
                    "Тепер заповнювачі для параметрів теки правильно відображають ОС.",
                    "Ctrl+Клік на ім'я автора, щоб додати його до вашого фільтру"
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено помилку збереження профілю, після першого запуску.",
                    "Фіксовані локальні ассети не оновлюються автоматично після зовнішніх змін.",
                    "Виправлено видалення локальних ассетів з меню на видалення всіх локальних ассетів замість одного",
                    "Виправлено перетворення LOT 1 профілів, що призводять до позначки ассетів як 'Локальні'",
                    "Виправлено заміна теки \"Real\" збереженням для користувачів Linux і Mac.",
                    "Виправлено помилку, що користувачі Linux і Mac не можуть створювати zip-архів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Додано розділ \"Довідки та Логи\"",
                "Changes": [
                    "Легкий доступ до ваших логів.",
                    "Швидкий перегляд помилок в останньому або поточному сеансі гри.",
                    "Спростіть лог-файл, щоб сфокусуватись на тому, що насправді відбувається.",
                    "Поділитися zip файлом, що містить всі журнали, необхідні для того, хто допоможе вам."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Змінено піктограми фільтрів для відображення правильних іконок, які використовуються в списку."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Фіксований текст в імпортованій колекції для підписки та відписки на розсилку.",
                    "Виправлено помилку вибору мапи для нової гри, яка не дає користувачам можливість вибрати потрібну мапу."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено баг, який спричинив нескінченне завантаження для деяких користувачів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Вкладку підписки було видалено з вбудованих в гру опцій моду.",
                    "Виправлено: DLC не застосовуються під час завантаження профілю.",
                    "Виправлено: опція мови пуста для деяких людей.",
                    "Повторне завантаження з Steam більше не змусить фокус повернутись до інструменту.",
                    "Інші зміни інтерфейсу користувача."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Додавано вікно, що спливає при першій підписці на предмети.",
                    "Додано текст-попередження в панелі керування коли встановлено кілька екземплярів LOM.",
                    "Додано маленькі теґи поруч із назвою пакунка.",
                    "Повторне завантаження Load Order Tool розпочне завантаження і закриє програму на час оновлення.",
                    "Виправлено та покращено швидкість завантаження звітів Loading Screen Mod."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Публічний бета-реліз",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Зустрічайте: Перебудова Профілю",
        "ChangeGroups": [
            {
                "Name": "Зміни профілю",
                "Changes": [
                    "Змінено дизайн списку ваших профілів.",
                    "Улюблені профілі тепер відображаються на панелі управління, щоб забезпечити легке перемикання профілів.",
                    "Додано розділ \"Інші Профілі\" на сторінці пакунків для легкого виключення або включення їх з ваших інших профілів",
                    "Додані нові опції сортування профілю. Обране сортування буде запамʼятовуватись протягом сесії.",
                    "Додано дію правою кнопкою миші в списку елементів, щоб виключити або включити елемент у всі ваші пакунки.",
                    "Додана кнопка перегляду файлу профілю на вашому комп'ютері.",
                    "Тепер ви можете встановити колір профілю.",
                    "Тепер ви можете створити ярлик на робочому столі для профілів.",
                    "Тепер ви можете імпортувати профілі LOT 1 в розділі \"Додати профіль\"."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Тепер посилання Steam відкриється всередині вікна Steam. Це можна вимкнути в Параметрах.",
                    "Місцеві ассети тепер правильно згруповані на основі їхніх тек.",
                    "Відтепер ваша панель облікового запису Paradox завжди відображатиметься.",
                    "Кнопки вікна зверху тепер мають значки, які пояснюють їх дії.",
                    "Покращено відгук сторінок зі списком вмісту.",
                    "Пошук у списку вмісту тепер набагато швидше.",
                    "Завантаження модів тепер кешоване: більш ефективні завантаження на Windows і Linux, а також пришвидшено завантаження на macOS.",
                    "Тепер ви можете генерувати zip-файл з логів навіть поки триває гра."
                ]
            },
            {
                "Name": "Виправлено",
                "Changes": [
                    "Виправлено зависання на сторінках списку вмісту.",
                    "Виправлене некоректне автоматичне збереження у профілях.",
                    "Виправлено неможливість використовувати карти Майстерні та збереження в налаштуваннях профілю",
                    "Виправлено помилку використання користувацьких карт при виборі в налаштуваннях профілю.",
                    "Виправлено некоректне завантаження профілів на macOS та Linux.",
                    "Наявність користувацького розташування для звіту LSMR буде тепер коректно запускатись при виборі звіту на сторінці Утиліти."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Нове і покращене",
                "Changes": [
                    "У вкладку \"Утиліти\" додано імпорт з текстового файлу та буфера обміну.",
                    "Імпорт BOB тепер є узагальненим імпортом XML, підтримуючи будь-який XML-формат, що містить ідентифікатор пакунків."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено: завантаження URL колекції іноді аналізувало ID неправильно.",
                    "Виправлено: LOT не реагував на запити на Mac/Linux під час відписки від пакунка."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Оновлення Весняного Прибирання",
        "ChangeGroups": [
            {
                "Name": "Зміни Фільтрів і Пошуку",
                "Changes": [
                    "Додано новий фільтр за автором.",
                    "Додано більше дій для позначок у списках вмісту.",
                    "До вікон, що випадають, а саме: \"Статус пакунків\" і \"Звіту сумісності\", додано новий параметр \"Будь-які проблеми\".",
                    "Всі дії фільтрів тепер виконані за допомогою Ctrl+Click, додайте опцію для зміни цієї функціональності.",
                    "Фільтрування за допомогою ярликів у списку тепер видаляє елемент з фільтру.",
                    "Розділяйте умови комою в вашому пошуку щоб відповідати будь-яким з термінів (АБО)\r\n\t• Додавання '+' на початку вашого терміна потребує узгодження терміну (AND)\r\n\t• Додавання '-' на початок вашого терміну, виключить товари, які відповідають цьому термін\r\n\r\nНаприклад:\r\n\t• автомобіль, вантажівка (відповідає 'авто' АБО 'вантажівки')\r\n\t• побудувати, помешкання +european (відповідає 'european' AND ['building' АБО 'apartment'])\r\n\t• condo, будинок -rico + american (відповідає 'american' І ['condo' АБО 'господар'] і НЕ 'rico')"
                ]
            },
            {
                "Name": "Зміни інтерфейсу та UX",
                "Changes": [
                    "Реалізована нова система іконок, яка правильно масштабує всі іконки до розміру вашого інтерфейсу.",
                    "Перероблено візуалізацію списків, покращено продуктивність та чутливість сторінок контенту.",
                    "Додано перемикач сортування для вибору між сортуванням що зростає та що спадає.",
                    "Переміщено розділ \"Дії\" у сторінках контенту і додано 2 нові опції.",
                    "Частково включені пакунки мають інший інтерфейс у списку.",
                    "Покращені кнопки та елементи фільтрації у списках вмісту, зменшено їх загальний розмір та додано більше візуальних ефектів.",
                    "Змінено параметр збільшити розмір елемента в списку на Hover для завжди збільшення розміру, покращений інтерфейс розширеного інтерфейсу та застосував цю функцію до решти списків у додатку.",
                    "Додано ярлик Ctrl+[0-9] , для перемикання між доступними вкладками.",
                    "Замінено всі подвійні кнопки та елементи перемикання сторін.",
                    "Анімація тепер вимкнена за замовчуванням на macOS & Linux.",
                    "Значно більше вдосконалень інтерфейсу та виправлень, які я втратив."
                ]
            },
            {
                "Name": "Відкликання виділення файлу",
                "Changes": [
                    "Оновлено UI вибраних файлів екранів.",
                    "Закріплені папки для легкого доступу до папок.",
                    "Додано розділ Майстерня для легкого вибору карт і збережень на Майстерні.",
                    "Додано режим сортування та перемикач порядку сортування",
                    "Додано режим перегляду списку/сітки."
                ]
            },
            {
                "Name": "Виправлення помилок",
                "Changes": [
                    "Виправлено процес запуску LOT після того, як монітор його раніше було вимкнуто, внаслідок чого вікно появилося.",
                    "Виправлено проблему LHT при запуску на нову карту.",
                    "Фіксовані сторінки автора неправильно відкриваються у Steam.",
                    "Виправлено заморозки під час пошуку при виборі сортування «Підписок»."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Очищення пакунків майстерні",
                "Changes": [
                    "Додано нову функцію для легкої перевірки невідповідності між Steam і завантаженими пакетами.",
                    "Пакунки, на які ви не підписані, більше не будуть завантажуватись у гру.",
                    "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.",
                    "Додана кнопка на вкладці \"Утиліти\" для ручного запуску очищення, а також завантаження відсутніх пакунків."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Нове",
                "Changes": [
                    "Added an option to disable the automatic cleanup when opening the game.",
                    "Added a custom arguments box for advanced launch settings."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Vote & Subscribers Icon",
                "Changes": [
                    "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.",
                    "Hover over it to display the values.",
                    "Click on the icon for an in-depth description of this feature.",
                    "Added 'Votes' & 'Total Subscribers' sorting options."
                ]
            },
            {
                "Name": "Asset Requirements",
                "Changes": [
                    "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.",
                    "This information will now be included in the Compatibility Report to quickly and easily see what you're missing."
                ]
            },
            {
                "Name": "Інші зміни",
                "Changes": [
                    "Updated the Package Page to match the displayed information in the content lists.",
                    "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.",
                    "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor."
                ]
            }
        ]
    }
]