[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Ласкаво просимо до списку змін",
        "ChangeGroups": [
            {
                "Name": "Нове",
                "Changes": [
                    "Додана кнопка «Відписатися від усіх» в діях сторінки.",
                    "Додано розділ Utility для підписки на відсутні предмети в конфігурації BOB.",
                    "Додано параметр для Фільтрів та Дій, відкритих за замовчуванням.",
                    "Додано сторінки списку змін, їх можна побачити на нових версіях або з допомогою кнопки в розділі Довідки."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Додано звіт про сумісність для зламаних ассетів",
                    "Неперераховані пакунки мають правильну назву та ескіз.",
                    "Тепер заповнювачі для параметрів теки правильно відображають ОС.",
                    "Ctrl+Клік на ім'я автора, щоб додати його до вашого фільтру"
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено помилку збереження профілю, після першого запуску.",
                    "Фіксовані локальні ассети не оновлюються автоматично після зовнішніх змін.",
                    "Виправлено видалення локальних ассетів з меню на видалення всіх локальних ассетів замість одного",
                    "Виправлено перетворення LOT 1 профілів, що призводять до позначки ассетів як 'Локальні'",
                    "Виправлено заміна теки \"Real\" збереженням для користувачів Linux і Mac.",
                    "Виправлено помилку, що користувачі Linux і Mac не можуть створювати zip-архів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Додано розділ \"Довідки та Логи\"",
                "Changes": [
                    "Легкий доступ до ваших логів.",
                    "Швидкий перегляд помилок в останньому або поточному сеансі гри.",
                    "Спростіть лог-файл, щоб сфокусуватись на тому, що насправді відбувається.",
                    "Поділитися zip файлом, що містить всі журнали, необхідні для того, хто допоможе вам."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Змінено піктограми фільтрів для відображення правильних іконок, які використовуються в списку."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Фіксований текст в імпортованій колекції для підписки та відписки на розсилку.",
                    "Виправлено помилку вибору мапи для нової гри, яка не дає користувачам можливість вибрати потрібну мапу."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено баг, який спричинив нескінченне завантаження для деяких користувачів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Вкладку підписки було видалено з вбудованих в гру опцій моду.",
                    "Виправлено: DLC не застосовуються під час завантаження профілю.",
                    "Виправлено: опція мови пуста для деяких людей.",
                    "Повторне завантаження з Steam більше не змусить фокус повернутись до інструменту.",
                    "Інші зміни інтерфейсу користувача."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Додавано вікно, що спливає при першій підписці на предмети.",
                    "Додано текст-попередження в панелі керування коли встановлено кілька екземплярів LOM.",
                    "Додано маленькі теґи поруч із назвою пакета.",
                    "Повторне завантаження Load Order Tool розпочне завантаження і закриє програму на час оновлення.",
                    "Виправлено та покращено швидкість завантаження звітів Loading Screen Mod."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Публічний бета-реліз",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Presenting, the Profile Overhaul",
        "ChangeGroups": [
            {
                "Name": "Profile Changes",
                "Changes": [
                    "Changed the design of your profile list.",
                    "Favorite Profiles are now shown on your dashboard to allow easy switching between them.",
                    "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles",
                    "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.",
                    "Added right-click actions in the content list to exclude or include an item in all your packages.",
                    "Added a button too view a Profile's file on your computer.",
                    "You can now assign a color to your profiles.",
                    "You can now create a desktop shortcut for your profiles.",
                    "You can now import a LOT 1 profile in the 'Add Profile' section."
                ]
            },
            {
                "Name": "Improvements",
                "Changes": [
                    "Steam links will now open inside of Steam's window. This can be toggled off in the Options.",
                    "Local assets are now correctly groupped based on the folders they're in.",
                    "Your Paradox account panel will always be displayed from now on.",
                    "The window buttons on the top right now have icons to explain their actions.",
                    "Improved the responsiveness of the content list pages.",
                    "Search in the content list pages is now much faster.",
                    "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.",
                    "You can now generate a zip file of your logs while the game is running."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed freezes happening in the content list pages.",
                    "Fixed Profiles' Auto-Save not working correctly.",
                    "Fixed not being able to use Workshop maps & save-games in the profile settings",
                    "Fixed custom maps not loading when selected in the profile settings.",
                    "Fixed loading Profiles on macOS & Linux not always applying correctly.",
                    "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page."
                ]
            }
        ]
    }
]