[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Ласкаво просимо до епохи змін",
        "ChangeGroups": [
            {
                "Name": "Новий",
                "Changes": [
                    "Додана кнопка «Відписатися від усі» в діях вмісту сторінки.",
                    "Додано розділ Utility для підписки на відсутні елементи в файлі BOB.",
                    "Доданий параметр для фільтрації та дій, відкритих за замовчанням.",
                    "Додано сторінки журналу змін, їх можна побачити на нових версіях або з допомогою кнопки в розділі Довідки."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Додано звіт про сумісність для порушених активів",
                    "Неперераховані пакунки мають правильну назву та зменшену версію.",
                    "Тепер заповнювачі для параметрів папки відображають ОС.",
                    "Ctrl + Натисніть на ім'я автора, щоб додати їх до вашого фільтру"
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено помилки збереження, не після першого запуску.",
                    "Фіксовані локальні активи не оновлюються автоматично після зовнішніх змін.",
                    "Виправлено вилучення місцевих активів з правого натискання на видалення всіх локальних активів замість одного",
                    "Виправлено перетворення LOT 1 профілів, що призводять до позначки активів як 'Місцеві'",
                    "Виправлено теки \"Real\", що помістили в меню збереження для користувачів Linux і Mac.",
                    "Виправлено помилку, що користувачі Linux і Mac не можуть створювати zip-архів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Додано розділ Довідки та Журнали",
                "Changes": [
                    "Легкий доступ до своїх журналів.",
                    "Швидкий перегляд помилок в останній / поточному сеансі гри.",
                    "Спростіть файл журналу, щоб сфокусуватись на тому, що насправді відбувається.",
                    "Поділитися zip файлом, що містить всі журнали, необхідні для когось щоб допомогти вам."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Змінено піктограми фільтрів для відображення правильних іконок, які використовуються в списку."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Фіксований текст у колекції імпорту для підписки і відмови від підписки при жбурлянні.",
                    "Виправлено помилку вибору мапи для нової гри, яка не дає користувачам можливість вибрати потрібну мапу."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено огріх, який спричинив безстрокове завантаження для деяких користувачів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Підписку було видалено з опцій вбудованої в гру моду.",
                    "Виправлені DLC не застосовуються під час завантаження профілю.",
                    "Фіксована опція мови пуста для деяких людей.",
                    "Повторне завантаження з пару більше не змусить фокус назад до інструменту.",
                    "Інші зміни інтерфейсу користувача."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Додавання вспливаючого спливаючого вікна при першому підписці на елементи.",
                    "Додано текст попередження в панелі керування коли встановлено кілька LOM екземплярів.",
                    "Додано маленькі теґи поруч із назвою пакета.",
                    "Повторне завантаження інструмент завантаження розпочинує завантаження і закриє програму під час оновлення.",
                    "Виправлено та покращило швидкість завантаження звітів на екранну модифікацію."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Бета публічний реліз",
        "ChangeGroups": []
    }
]