{
  "New": "جديد",
  "Fixes": "الاصلاحات",
  "Hotfix": "Hotfix",
  "Changes": "التغييرات",
  "Bug-Fixes": "اصلاح الخلل",
  "Improvements": "التحسينات",
  "New Features": "ميزات جديدة",
  "Other Changes": "تغييرات أخرى",
  "New & Updated": "جديد ومحدث",
  "New & Improved": "جديد و محسن",
  "Profile Changes": "تغييرات الملف الشخصي",
  "UI & UX Changes": "تغييرات واجهة المستخدم و UX",
  "Fixes & Changes": "الإصلاحات والتغييرات",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "تغييرات واجهة المستخدم الأخرى.",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "متطلبات الأصول",
  "Core Systems Rework": "إعادة تشغيل النظم الأساسية",
  "Troubleshoot System": "نظام استكشاف الأخطاء",
  "Beta Public Release": "نشرة بيتا عامة",
  "Content Lists Changes": "تغييرات قوائم المحتوى",
  "File Selection Revamp": "إعادة اختيار الملف",
  "Spring cleaning update": "تحديث تنظيف الربيع",
  "Dashboard Customization": "Dashboard Customization",
  "Filter & Search Changes": "تصفية و البحث عن التغييرات",
  "Vote & Subscribers Icon": "أيقونة التصويت والمشتركين",
  "Easily access your logs.": "الوصول بسهولة إلى سجلاتك.",
  "Added Hungarian language": "تمت إضافة اللغة الهنغارية",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "تنظيف حزم الورشة",
  "Fixed the crash on launch.": "اصلاح الانهيار عند الاطلاق.",
  "Added a new 'Midnight' theme.": "إضافة سمة جديدة 'منتصف الليل'.",
  "Welcome to the change-log era": "مرحبا بكم في عصر سجل التغيير",
  "Added the Help & Logs section": "تمت إضافة قسم المساعدة والسجلات",
  "Compatibility Report Overhaul": "إصلاح تقرير التوافق",
  "Reworked Subscription Process": "إعادة صياغة عملية الاشتراك",
  "Added a List/Grid view toggle.": "إضافة قائمة/تبديل طريقة عرض الشبكة.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "إعادة عمل كاملة! وأكثر بكثير...",
  "Presenting, the Profile Overhaul": "عرض إصلاح الملف الشخصي",
  "Online profiles, coming through!": "ملفات تعريف على الانترنت، قادمة!",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "إضافة المزيد من السياق لبعض النوافذ المنبثقة",
  "Profiles can now have thumbnails.": "يمكن أن تحتوي الملفات الشخصية الآن على مصغرات.",
  "A full rework! -behind the scenes": "إعادة عمل كاملة! -خلف الكواليس",
  "Updated for the latest game patch.": "تم التحديث لآخر تعديل لعبة.",
  "Stable release of the v3.2 update.": "إصدار مستقر لتحديث v3.2",
  "Added a new author filter dropdown.": "إضافة قائمة قائمة تصفية جديدة للمؤلف.",
  "Added a 'Load Order' sorting option.": "إضافة خيار فرز 'تحميل الطلب'.",
  "Hover over it to display the values.": "قم بتحويله لعرض القيم.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "استخدامات الملف الشخصي لديها الآن أيقونات منفصلة.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "تم إضافة علامات صغيرة بجوار عناوين الحزمة.",
  "Changed the design of your profile list.": "غيّر تصميم قائمة ملفك الشخصي.",
  "Fixed private packages being marked as .": "يتم وضع علامة على الحزم الخاصة الثابتة كـ .",
  "Tweaked some colors of the default theme.": "Tweaked some colors of the default theme.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "تم تحديث اسم و تسمية المودات المحلية.",
  "Added Compatibility Report for broken Assets": "تم إضافة تقرير التوافق للأصول المكسورة",
  "You can now assign a color to your profiles.": "يمكنك الآن تعيين لون إلى ملفك الشخصي.",
  "Added a Sorting dropdown & sort order toggle": "تم إضافة ترتيب الترتيب المنسدلة و تبديل الطلب",
  "Added 2 new buttons in the Help & Logs page.": "إضافة زرين جديدين في صفحة المساعدة والسجلات.",
  "Fixed playsets disappearing on macOS & Linux.": "مجموعات التشغيل الثابتة تختفي على macOS & Linux.",
  "Updated the UI of the file selection screens.": "تم تحديث واجهة المستخدم لشاشة اختيار الملفات.",
  "Fixed the log file path being wrong on Linux.": "إصلاح مسار ملف السجل خاطئ على لينوكس.",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "التبويب تقرير التوافق متاح الآن.",
  "Fixed the profile list not updating instantly.": "إصلاح قائمة الملف الشخصي لم يتم تحديثها على الفور.",
  "Fixed an error while fetching steam user info.": "تم إصلاح خطأ أثناء جلب معلومات المستخدم البخاري.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "أضاف مؤشرا بأن الملف الشخصي قيد التحميل.",
  "Fixed Profiles' Auto-Save not working correctly.": "حفظ الملفات الشخصية الثابتة لا يعمل بشكل صحيح.",
  "Added 6 new reset buttons in the Utilities page.": "تمت إضافة 6 أزرار إعادة تعيين جديدة في صفحة الأجهزة.",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "تثبيت التجميد الذي يحدث في صفحات قائمة المحتوى.",
  "Added more actions to labels in the content lists.": "إضافة المزيد من الإجراءات إلى التسميات في قوائم المحتوى.",
  "Fixed author pages not opening correctly in Steam.": "إصلاح صفحات المؤلف غير مفتوحة بشكل صحيح في الفريق.",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "اصلاح حالة قديمة التاريخ لا تعمل بشكل صحيح.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "لا يتم تطبيق DLCs الثابتة عند تحميل الملف الشخصي.",
  "Search in the content list pages is now much faster.": "البحث في صفحات قائمة المحتوى الآن أسرع بكثير.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "إضافة خيارات فرز 'التصويت' و 'مجموع المشتركين'.",
  "Fixed the options tab not opening for macOS & Linux.": "إصلاح علامة التبويب الخيارات التي لا تفتح لـ macOS & Linux.",
  "Fixed the changelog not opening with some languages.": "أصلحت سجل التغييرات الذي لم يفتح مع بعض اللغات.",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "\"الملامح الشخصية\" هي الآن، بشكل ملائم، تسمى \"اللعب\".",
  "Swapped all double-buttons and option toggles' sides.": "تم تبديل جميع الأزرار المزدوجة وأزرار تبديل الخيار.",
  "Fixed mods being detected in the local assets folder.": "المودات الثابتة التي يتم اكتشافها في مجلد الأصول المحلية.",
  "Fixed the asset summary not showing in the dashboard.": "إصلاح ملخص الأصول الذي لم يظهر في لوحة التحكم.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "أصلح خيار اللغة ليكون فارغاً لبعض الناس.",
  "Improved the responsiveness of the content list pages.": "تحسين استجابة صفحات قائمة المحتوى.",
  "Fixed updating an online profile not working properly.": "إصلاح تحديث ملف شخصي على الإنترنت لا يعمل بشكل صحيح.",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Click على اسم المؤلف لإضافته إلى عامل التصفية الخاص بك",
  "Added Pinned folders to easily access relevant folders.": "إضافة مجلدات مثبتة للوصول بسهولة إلى المجلدات ذات الصلة.",
  "Fixed profile packages not showing their workshop name.": "حزم الملف الشخصي الثابتة لا تظهر اسم الورشة الخاصة بها.",
  "Improved the performance for people with a lot of mods.": "تحسين الأداء للأشخاص الذين لديهم الكثير من الأوضاع.",
  "Added an option to ignore internet connectivity checks.": "إضافة خيار لتجاهل التحقق من اتصال الإنترنت.",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "إصلاح خطأ تسبب في تحميل غير محدود لبعض المستخدمين.",
  "You can now create a desktop shortcut for your profiles.": "يمكنك الآن إنشاء اختصار سطح المكتب لمواصفاتك.",
  "Animations are now disabled by default on macOS & Linux.": "يتم الآن تعطيل الرسوم المتحركة بشكل افتراضي على macOS & Linux.",
  "Improved performance while including/excluding packages.": "تحسين الأداء أثناء شمل/استبعاد الحزم.",
  "Added a button to view a Profile's file on your computer.": "إضافة زر لعرض ملف تعريف على جهاز الكمبيوتر الخاص بك.",
  "You can now subscribe to packages while the game is open.": "يمكنك الآن الاشتراك في الحزم عندما تكون اللعبة مفتوحة.",
  "Unlisted packages now have the correct name and thumbnail.": "الحزم غير المدرجة لديها الآن الاسم الصحيح والصغير.",
  "Simplify a log file to focus on what's actually happening.": "تبسيط ملف السجل للتركيز على ما يحدث في الواقع.",
  "Removed the subscription tab from the in-game mod options.": "إزالة علامة التبويب الاشتراك من خيارات التعديل داخل اللعبة.",
  "Added a custom arguments box for advanced launch settings.": "إضافة صندوق حجج مخصص لإعدادات الإطلاق المتقدمة.",
  "Updated the color design of the app's logo on the top-left.": "تحديث تصميم الألوان لشعار التطبيق على أعلى اليسار.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "إصلاح وتحسين سرعة تحميل تقارير مودي الشاشة.",
  "Compatibility Report is now integrated directly into Skyve.": "ويجري الآن دمج تقرير التوافق مباشرة في السماء.",
  "Added a button to easily view an online profile's contents.": "إضافة زر لعرض محتويات الملف الشخصي عبر الإنترنت بسهولة.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "إضافة زر 'إلغاء الاشتراك الكل' في إجراءات صفحات المحتوى.",
  "Added a loading animation when viewing a profile's contents.": "إضافة رسوم متحركة للتحميل عند عرض محتويات الملف الشخصي.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "انقر إلى الفلتر الآن يستخدم مفتاح Alt بدلا من مفتاح Ctrl.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "إصلاح لينكس و ماك المستخدمين غير قادرين على إنشاء سجل مضغوط.",
  "Quickly view errors in your most recent/current game session.": "عرض سريع للأخطاء في أحدث جلسة لعبتك/الحالية.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "إضافة اختصار Ctrl+[0-9] للتبديل بين علامات التبويب المتاحة.",
  "So many more UI improvements, changes, and fixes I lost count.": "الكثير من التحسينات والتغييرات وإصلاحات واجهة المستخدم، فقدت العدد.",
  "Click on the icon for an in-depth description of this feature.": "انقر على الرمز للحصول على وصف متعمق لهذه الميزة.",
  "Added a \"Force download\" option in packages' right-click menu.": "إضافة خيار \"إجبار التنزيل\" في قائمة الحزم بالضغط الأيمن.",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "يتم الآن حفظ إعدادات الفرز وعرض Grid-view على أساس كل صفحة.",
  "Placeholders for folder settings now correctly reflect your OS.": "الآن يعبر المالكون لإعدادات المجلد بشكل صحيح عن نظام التشغيل الخاص بك.",
  "Fixed the LHT option not working when launching into a new map.": "إصلاح خيار LHT الذي لا يعمل عند الإطلاق في خريطة جديدة.",
  "Fixed a rare case where the compatibility info was not loading.": "إصلاح حالة نادرة حيث لا يتم تحميل معلومات التوافق.",
  "You can now upload a profile online, up to 5 profiles per user.": "يمكنك الآن تحميل ملف شخصي على الإنترنت، حتى 5 ملفات شخصية لكل مستخدم.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "إضافة إعدادات في اللعبة لتمكين إعادة التحميل الساخن للمودز والأصول.",
  "Fixed the current playset's name staying visible while in-game.": "اصلاح اسم المشغل الحالي يبقى مرئيًا أثناء اللعبة.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "يمكنك الآن استيراد ملف تعريف LOT 1 في قسم \"إضافة الملف الشخصي\".",
  "Your Paradox account panel will always be displayed from now on.": "سيتم عرض لوحة حساب فردوكس الخاصة بك دائمًا من الآن فصاعداً.",
  "Partially included packages now have a different UI in the list.": "الحزم المضمنة جزئيا لديها الآن واجهة مستخدم مختلفة في القائمة.",
  "Added a Workshop section to easily select workshop maps & saves.": "أضف قسم ورشة عمل لتحديد خرائط وحفظات ورشة العمل بسهولة.",
  "Packages you are not subscribed to are no longer loaded in-game.": "الحزم التي لم تشترك فيها لم تعد تحمل في اللعبة.",
  "Fixed legacy profiles not being converted after the first launch.": "لم يتم تحويل ملفات التعريف القديمة الثابتة بعد الإطلاق الأول.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "إصلاح المجلدات 'الحقيقية' التي يتم تبديلها على حفظ مستخدمي لينكس و ماك.",
  "Fixed some parts of the UI not getting translated from the start.": "أصلحت بعض أجزاء واجهة المستخدم لم يتم ترجمتها من البداية.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "إضافة خيار لجعل الفلاتر وقسم العمل مفتوحة بشكل افتراضي.",
  "Adding an info popup when subscribing to items for the first time.": "إضافة معلومات منبثقة عند الاشتراك في العناصر للمرة الأولى.",
  "Changed the design of the top action buttons on both profile pages": "غيّر تصميم أزرار الإجراءات العليا على كلا صفحتي الملف الشخصي",
  "Fixed Asset Editor launch settings not being remembered correctly.": "لا يتم تذكر إعدادات تشغيل محرر الأصول الثابتة بشكل صحيح.",
  "Recommendations and info text are now clearer and easier to manage.": "التوصيات ونص المعلومات أصبحت الآن أكثر وضوحا وأسهل إدارتها.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "إضافة \"عرض محتويات هذا الملف الشخصي\" في القائمة بالضغط الأيمن للملفات الشخصية.",
  "Fixed custom maps not loading when selected in the profile settings.": "تثبيت الخرائط المخصصة التي لم يتم تحميلها عند تحديدها في إعدادات الملف الشخصي.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "تجاهل حساسية الإشعار \"المحمل جزئياً\".",
  "Added a \"Download all displayed items\" in the actions in list pages.": "إضافة \"تحميل جميع العناصر المعروضة\" في الإجراءات في صفحات القائمة.",
  "Added an option to hide the current playset's name in the main menu.": "إضافة خيار لإخفاء اسم مجموعة التشغيل الحالية في القائمة الرئيسية.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "أصلحت علامة التبويب المساعدة وتسجيل الدخول لا تقوم بتحميل السجل الحالي تلقائياً.",
  "The core systems of Skyve have been changed, organised, and optimised.": "تم تغيير نظم سماء الأساسية وتنظيمها وتحسينها.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "إضافة قسم فائدة للاشتراك في العناصر المفقودة في إعدادات BOB.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "تحميل الملفات الشخصية الثابتة على macOS & Linux لا يطبق دائما بشكل صحيح.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "إصلاح تحميل عنوان URL لمجموعة في بعض الأحيان لا يحلل المعرف بشكل صحيح.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "إضافة زر غفوة لرفض إشعار معين بالتوافق.",
  "Your current playset's name is now displayed in the main menu in-game.": "يتم الآن عرض اسم تشغيلك الحالي في القائمة الرئيسية في اللعبة.",
  "Fixed local assets not automatically refreshing after external changes.": "الأصول المحلية الثابتة لا يتم تحديثها تلقائياً بعد التغييرات الخارجية.",
  "You can now generate a zip file of your logs while the game is running.": "يمكنك الآن إنشاء ملف مضغوط لسجلاتك أثناء تشغيل اللعبة.",
  "Added an option to disable the automatic cleanup when opening the game.": "إضافة خيار لتعطيل التنظيف التلقائي عند فتح اللعبة.",
  "Local assets are now correctly groupped based on the folders they're in.": "الآن تم تجميع الأصول المحلية بشكل صحيح على أساس المجلدات التي هي فيها.",
  "You can discover online profiles using a new button in the Profiles tab.": "يمكنك اكتشاف ملفات التعريف عبر الإنترنت باستخدام زر جديد في علامة التبويب الملفات الشخصية.",
  "Compatibility & package statuses are now shown on the right in the list.": "حالات التوافق والحزمة تظهر الآن على اليمين في القائمة.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "إصلاح الأسماء غير الصحيحة للحزم أثناء عرض محتويات المشغل.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "نقل قسم \"الإجراءات\" في صفحات المحتوى وأضاف خيارين جديدين.",
  "Improved the Actions button to make it more visible and easier to access.": "قم بتحسين زر الإجراءات لجعله أكثر وضوحا وسهولة في الوصول.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "عمليات الحذف بواسطة Skyve سوف ترسل الملفات الآن إلى سلة إعادة التدوير على Windows.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "إضافة خيار \"فتح ملف\" إلى قائمة النقر بالزر الأيمن عند تحديد ملف.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "إعادة التنزيل من البخار لن يجبر التركيز مرة أخرى على الأداة.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "إضافة استخدامات جديدة للملف الشخصي: إنشاء الخريطة، صنع السيناريو، صنع السمة.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "تم إصلاح الإعدادات والملفات الشخصية السابقة في بعض الأحيان لا يتم نقلها إلى السماء.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "إضافة رسالة لإعلامك عند نهاية 'إصلاح جميع المشاكل' و 'تشغيل التنظيف'.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "إصلاح مشكلة نادرة حيث يتم تحميل ملف تعريف كلاوت 1 باستمرار التحميل إلى الأبد.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "تثبيت تحويل ملفات تعريف LOT 1 مما يؤدي إلى وضع علامة على الأصول على أنها 'محلية'",
  "Changed the icons of filters to reflect the correct icons used in the list.": "غيّر أيقونات الفلاتر لتعكس الأيقونات الصحيحة المستخدمة في القائمة.",
  "Copy all IDs action now includes packages' names and local packages as well.": "قم بنسخ جميع إجراءات الهويات الآن يتضمن أسماء الحزم والحزم المحلية كذلك.",
  "Share a zip file containing all the logs needed for someone to help you out.": "شارك ملف مضغوط يحتوي على جميع السجلات اللازمة لشخص ما لمساعدتك.",
  "The window buttons on the top right now have icons to explain their actions.": "أزرار النافذة على أعلى اليمين الآن لديها أيقونات لشرح أفعالها.",
  "Required items automatically redirect to the packages' most recent successor.": "العناصر المطلوبة إعادة توجيهها تلقائياً إلى أحدث خلف.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "يمكن أن يكون ثابتا الاشتراك في كمية كبيرة من البنود فشل/لا يعمل.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "يمكن تنزيل ملفات تعريف الإنترنت أو تحديثها إذا كان لديك بالفعل محلياً.",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "أصلحت الخريطة المحددة لعبة جديدة لا تسمح للمستخدمين بتحديد خريطة الفانيليا.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "إصلاح عدم القدرة على استخدام خرائط ورشة العمل وحفظ الألعاب في إعدادات الملف الشخصي",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "إذا كان ملفك الشخصي قد تغير غير محفوظ، شعار السماء سوف يضيء الآن باللون الأرجواني.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "إصلاح كلاوت يصبح غير مستجيب على Mac/Linux عند إلغاء الاشتراك من الحزمة.",
  "Enabled the ability to request a review for a package that is currently broken.": "تمكين القدرة على طلب مراجعة لحزمة مكسورة حاليا.",
  "Required mods now have a different UI to let you know you can not exclude them.": "المودعات المطلوبة لديها الآن واجهة مختلفة لتخبرك أنك لا تستطيع استبعادها.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "تمت إضافة استيراد في صفحة المرافق من أي ملف نصي أو من الحافظة الخاصة بك.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "إضافة مفتاح ترتيب الفرز للاختيار بين الفرز التنازلي والترتيب التنازلي.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "الحزم المكسورة وغير المتوافقة والمحظورة لديها الآن خلفية جديدة في القائمة.",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "حدّث صفحة الحزمة لتطابق المعلومات المعروضة في قوائم المحتوى.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "إعادة التصفية باستخدام الاختصارات في القائمة الآن إزالة العنصر من الفلتر الخاص بك.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "الملفات الشخصية التي تم تحميلها يمكن أن تكون خاصة, مشاركة مع معرف شخصي, أو عامة للجميع لرؤيتها.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "يمكنك الآن تحديد عناصر متعددة في قوائم المحتوى باستخدام مفاتيح Ctrl أو Shift",
  "Added links to the package page, as well as other information like its usage & type.": "تم إضافة روابط إلى صفحة الحزمة، بالإضافة إلى معلومات أخرى مثل استخدامها ونوعها.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "قائمة الملفات الشخصية تستخدم الآن عرض شبكة، ويمكنك التبديل بين عرض الشبكة والقائمة.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "تحسين جمع معلومات المؤلف الذي سيحل مسألة عدم تحميل المؤلفين.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "تم إضافة نص تحذير في لوحة التحكم عندما يكون لديك عدة مثيلات LOM.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "تحسين أداء التطبيق. وقت التحميل السريع والمتوقع عدد أقل من الموانئ.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "يتم الآن مطابقة حزم الفانيليا المحلية بشكل صحيح أثناء عرض محتوى المشغل.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "تظهر الملفات الشخصية المفضلة الآن على لوحة التحكم الخاصة بك للسماح بسهولة التبديل بينها.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "سيتم الآن إنشاء اختصار عندما تفتح سماء لأول مرة بعد أن كان لديك LOM2 سابقاً.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "رمز المصدر المفقود سوف يقوم الآن بإنشاء تحذير بدلاً من إشعار إلغاء الاشتراك.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "المودات المستبعدة لم تعد تستخدم الملف 'المستبعد'، وبدلا من ذلك تستخدم ملف ModConfig الجديد.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "إصلاح النص في مجموعة الاستيراد للاشتراك وإلغاء الاشتراك الذي يتم قلبه.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "إضافة خيار جديد \"أي مشكلة\" لمنسدلة \"حالة الحزمة\" و \"تقرير التوافق\".",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "التجميد الثابت الذي يحدث أثناء البحث بينما تم تحديد ترتيب 'وقت الاشتراك'.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "إضافة خيار ثالث في صفحة \"إضافة ملف شخصي\" لاستيراد ملف تعريف على الإنترنت باستخدام معرفه.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "لم يتم تحديث المؤلفين وعلامات التصفية الثابتة إذا قمت بإدخال الصفحة قبل تحميلها.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "إضافة علامة تبويب \"المراجع\" على صفحة الحزمة لرؤية جميع الحزم الأخرى التي تشير إليها.",
  "Added an option to make optional packages use the same notification as required packages.": "تم إضافة خيار لصنع حزم اختيارية باستخدام نفس الإشعار كحزم مطلوبة.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "أضيفت لهجات لغوية، اللغة الصينية التقليدية (تايوان)، والإنكليزية (المملكة المتحدة)، والبرتغالية البرازيلية.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "تثبيت تنزيل أو تحديث ملف شخصي لا يحفظ بعض البيانات مثل الصورة المصغرة.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "نفذ نظام أيقونة جديد يوسّع جميع الأيقونات بشكل مناسب حسب مقياس واجهة المستخدم.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "تمت إضافة أدوات البحث والتصفية والفرز إلى القوائم في صفحة المؤلفين وفي صفحة الحزم.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "ستفتح روابط البخار الآن داخل نافذة Steam. يمكن تبديل هذا في الخيارات.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "يتم الآن تنفيذ جميع إجراءات التصفية باستخدام Ctrl+Click، إضافة خيار لمبادلة هذه الوظيفة.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "العناصر المطلوبة المعروضة على صفحة أصول الورشة مدمجة الآن في أداة طلب التحميل.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "استيراد BOB هو الآن استيراد XML عام من خلال دعم أي تنسيق XML يحتوي على معرفات الحزم.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "إضافة صفحات سجل التغيير، سترى ذلك على الإصدارات الجديدة أو باستخدام الزر الخاص بها في أقسام المساعدة.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "تم إضافة نص إضافي في القائمة لإظهار عدد الحزم المخفية بسبب استخدام الملف الشخصي الخاص بك.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "لا يتم تحميل المعلومات البخارية للحزم الثابتة من أول مرة عند عرض ملف شخصي أو مجموعة.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'إظهار إعدادات المجلد' الآن يتم تشغيلها تلقائيًا إذا كان أحد إعدادات المجلد غير صحيح.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "تم إضافة إجراءات انقر بالزر الأيمن في قائمة المحتوى لاستبعاد أو تضمين عنصر في جميع الحزم الخاصة بك.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "تم إضافة وظائف جديدة للتعامل بسهولة مع حالات عدم التوافق بين Steam والحزم التي تم تنزيلها.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "إعادة تحميل أداة طلب التحميل ستبدأ عملية التحميل وإغلاق التطبيق أثناء التحديث.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "إصلاح حذف الأصول المحلية من القائمة بالزر الأيمن وحذف جميع الأصول المحلية بدلاً من واحد فقط",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "تم إضافة خيارات فرز ملف شخصي جديدة. سيتم الآن تذكر الفرز المحدد خلال الجلسات.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "يتم الآن عرض لوحات البخار في القائمة الرئيسية بشكل افتراضي، لا يزال بإمكانك إخفائها في إعدادات المود.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "وأعيد اسم الموديل المحلي إلى اسم المجلد بدلا من اسم حلقة العمل الأول لمنع حدوث مشاكل.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "إضافة 'أصول جديدة' و 'تحميل الأصول' خيارات الإطلاق في الملف الشخصي للتحميل بسرعة إلى محرر الأصول.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "أضف مربع في أسفل يسار التطبيق لإطلاعك على أي مهام معلقة للاشتراك/إلغاء الاشتراك.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "قم بتحسين نافذة \"إضافة العلامات\"؛ يمكنك بسهولة تحديد من العلامات الموجودة وتحرير عدة عناصر في وقت واحد.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "يمكنك الآن تحرير العثور عليه! العلامات مباشرة في التطبيق للمودعات والأصول. يتم مزامنة الأصول مع اللعبة.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "الآن تتضمن Pseudo-mods علامات IMT ، وقم بتقديمها! مسبقًا، خطوط الأشياء الإجرائية، موديلات الترجمة.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "إعادة صياغة القوائم وتحسين أداء صفحات المحتوى ومدى استجابتها بشكل جذري.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "يمكنك الآن طلب مراجعة لحزمة لإعلامنا عن المعلومات الناقصة في بيانات التوافق.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "أصلحت تفاعلا بين موجات مشابهة تظهر في تقرير التوافق عندما يكون لديك واحد منها فقط.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "الاشتراك في عناصر متعددة على التوالي سيضعها في قائمة معلقة بدلا من فتح اللعبة في كل مرة.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "سيتم الآن فتح علامة التبويب 'البروفايل' في الشريط الجانبي قائمة ملفات التعريف الخاصة بك بدلا من إعدادات ملفك الشخصي الحالي.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "سيتم تضمين هذه المعلومات الآن في تقرير التوافق لترى بسرعة وسهولة ما كنت مفقودا.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "إضافة قسم 'ملفات التعريف الأخرى' في صفحة الحزمة لاستبعادها بسهولة أو تضمينها من ملفاتك الشخصية الأخرى",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "تم تثبيت تشغيل \"كلا\" بعد أن تم إيقاف تشغيل الشاشة سابقاً مما أدى إلى ظهور النافذة الآن.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "الشاشة 'أول مرة يتم فيها الإعداد غير مكتمل' الآن لديها زر تجاهل لإعداد إعدادات المجلد الخاص بك يدوياً بدلاً من ذلك.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "أضف أيقونة جديدة بجوار حزمة تعرض ملخصا سريعا للأصوات وعدد المشتركين في الحزمة.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "تقليل مستوى تقرير التعديل الذي لم يتم تحديثه في فترة من الوقت إلى 'المعلومات' حتى لا يخبرك بذلك.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "تحسين الأزرار والتحكم بالتصفية في قوائم المحتوى، وتقليل حجمها الإجمالي، وإضافة المزيد من المقتطفات البصرية.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "أضف نظام استكشاف الأخطاء إلى تبويب المرافق؛ استخدمه لتضييق نطاق الموديل أو الأصل الذي يسبب مشكلاتك.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "إضافة زر في علامة تبويب المرافق لتشغيل هذا التنظيف يدوياً بالإضافة إلى إجبار التنزيل من الحزم المفقودة.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "نظام استكشاف الأخطاء سوف يزودك بمرشد، خطوة بخطوة، على طريقة للعثور على ما هو النمط أو الأصل عند الخطأ.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "يتم الآن تخزين تحميل المودي؛ مما يؤدي إلى حمولات أكثر كفاءة على Windows & Linux، فضلا عن حمولات أسرع بكثير على macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "إضافة خيار متقدم لإجبار التنزيل أو حذف الحزم بمجرد الاشتراك/إلغاء الاشتراك بها في سكايف.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "أضف نظام استكشاف الأخطاء وإصلاحها إلى علامات التبويب الخاصة بالمرافق و المساعدة؛ استخدمه لتضييق نطاق المورد أو الأصل الذي يسبب مشكلاتك.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "إضافة خيار عرض الشبكة لجميع صفحات المحتوى؛ التبديل بين عرض القائمة والشبكة باستخدام الرموز الجديدة في أعلى يمين القائمة.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "يمكن الآن لمبدعي المود والأصول تعديل بيانات توافق الحزمات؛ فقط انقر بالزر الأيمن على الحزمة وحدد 'تعديل التوافق'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "إن وجود موقع مخصص لملفات تقرير LSMR سيبدأ الآن بشكل صحيح من هناك عند اختيار ملف تقرير في صفحة المرافق العامة.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "إضافة خيار عرض مدمج لجميع صفحات المحتوى؛ التبديل بين العرض المدمج والقائمة والشبكة باستخدام الأيقونات الجديدة في أعلى يمين القائمة.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "سيؤدي تشغيل اللعبة أثناء فتح \"LOT\" تلقائياً إلى حذف أي حزم لم تشترك بها، ولكن يتم تنزيلها على جهاز الكمبيوتر الخاص بك.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "يتطلب طلب مراجعة الآن وصفاً صحيحاً كما يرسل سجلاتك مع الطلب. يظهر إخلاء المسؤولية بجانب الزر \"إرسال\".",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "تم إضافة صفحة ملف تعريف جديد للمستخدم، تم الوصول إليها بالنقر على مؤلف التعديل أو الملف الشخصي. تحتوي هذه الصفحة على جميع ملفات المستخدم الشخصية والحزم.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "بمجرد البدء، يمكنك إغلاق Skyve بأمان والاستمرار في تاريخ لاحق. سيتذكر السماء جميع الإعدادات الخاصة بك والمرحلة التي تشغلها حاليا.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "وقد أعيد دمج ترتيب تحميل الموديات، وهو تلقائي تماما استنادا إلى متطلبات المودع، فضلا عن عوامل أخرى تتعلق بالتوافق - التقرير.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "إضافة عرض الشبكة و خيارات عرض البوصلة لجميع صفحات المحتوى؛ التبديل بين القائمة والموقع والشبكة باستخدام الأيقونات الجديدة في أعلى يمين القائمة.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "يتم مطابقة الحزم المحلية تلقائيًا مع نظيرها على الإنترنت، مع عرض المعلومات من Steam وعرض معلومات التوافق بشكل صحيح.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "عند بدء الإجراء، سيحفظ السماء الإعدادات الحالية الخاصة بك ثم يبدأ في استبعاد أو تضمين الحزم تلقائياً حتى يمكنك العثور على سبب مشاكلك.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "قوائم المحتوى الثانوي مثل 'حزم مفقودة' و 'مجموعة الورشة' تستخدم الآن نفس واجهة المستخدم كصفحات قائمة المحتوى الرئيسية، السماح بتجربة مبسطة وخيارات أكثر.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "الرمز الجديد يتدفق الآن بناء على ما يحدث، اللون الأزرق يشير إلى أن اللعبة تشتغل، أحمر يعني عدم وجود اتصال بالإنترنت، والتحرج السريع يعني أنها تبدأ أو تغلق اللعبة.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "غيّر خيار زيادة حجم عناصر القائمة عند التنفيس لزيادة حجمها دائمًا، تحسين واجهة المستخدم لعناصر القائمة الموسعة، وتطبيق هذه الوظيفة على بقية القوائم في التطبيق.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "فصل المصطلحات بفاصلة في بحثك سيؤدي إلى تقسيم بحثك لمطابقة أي من المصطلحات (OR)\r\n\t<unk> • إضافة '+' في بداية المصطلح الخاص بك سيتطلب مطابقة المصطلح (AND)\r\n\t<unk> • إضافة '-' في بداية المصطلح الخاص بك سيستبعد العناصر التي تطابق المصطلح\r\n\r\nأمثلة للبحث الجديد:\r\n\t<unk> • سيارة، شاحنة (تطابق 'عربة' أو 'شاحنة')\r\n\t<unk> • بناء، شقة +يوروبيان (تطابق 'يوروبيان' و ['بناء' أو 'شقة'])\r\n\t<unk> • كوندو, البيت - الأغني + الأمريكان (يطابق 'الأمريكية' و ['condo' أو' 'المنزل'] و لا 'rico')"
}