{
  "New": "Neu",
  "Fixes": "Fehlerbehebungen",
  "Hotfix": "Hotfix",
  "Changes": "Änderungen",
  "Bug-Fixes": "Fehlerbehebungen",
  "Improvements": "Verbesserungen",
  "New Features": "Neue Funktionen",
  "Other Changes": "Weitere Änderungen",
  "New & Updated": "Neu & Aktualisiert",
  "New & Improved": "Neu & Verbessert",
  "Profile Changes": "Profiländerungen",
  "UI & UX Changes": "UI & UX-Änderungen",
  "Fixes & Changes": "Fehlerbehebungen & Änderungen",
  "Online Profiles": "Online Profile",
  "Other UI changes.": "Andere UI-Änderungen.",
  "Other small fixes.": "Sonstige kleinere Fehlerbehebungen.",
  "Asset Requirements": "Asset-Anforderungen",
  "Core Systems Rework": "Kern-System-Überarbeitung",
  "Troubleshoot System": "Fehlersuchsystem",
  "Beta Public Release": "Öffentliche Beta-Version",
  "Content Lists Changes": "Änderungen an Inhaltslisten",
  "File Selection Revamp": "Dateiauswahl Überarbeitung",
  "Spring cleaning update": "Frühjahrsputz Update",
  "Dashboard Customization": "Dashboard-Anpassung",
  "Filter & Search Changes": "Änderungen an Filtern & Suchen",
  "Vote & Subscribers Icon": "Bewertungs- & Abonnentensymbol",
  "Easily access your logs.": "Einfacher Zugriff auf die Protokolle.",
  "Added Hungarian language": "Ungarische Sprache hinzugefügt",
  "Performance improvements.": "Leistungsverbesserungen.",
  "Workshop Packages Cleanup": "Workshop-Pakete bereinigen",
  "Fixed the crash on launch.": "Absturz beim Start behoben.",
  "Added a new 'Midnight' theme.": "Neuer \"Mitternacht\"-Farbmodus hinzugefügt.",
  "Welcome to the change-log era": "Willkommen im Zeitalter der Änderungsprotokolle",
  "Added the Help & Logs section": "Hilfe & Protokolle hinzugefügt",
  "Compatibility Report Overhaul": "Revision des Kompatibilitätsberichts",
  "Reworked Subscription Process": "Überarbeiteter Abonnementprozess",
  "Added a List/Grid view toggle.": "Listen/Raster Ansicht Umschaltung hinzugefügt.",
  "Added Greek & Serbian languages": "Griechische & Serbische Sprache hinzugefügt",
  "A full rework! And much more...": "Eine vollständige Überarbeitung! Und vieles mehr...",
  "Presenting, the Profile Overhaul": "Neugestaltung der Profilseite",
  "Online profiles, coming through!": "Online-Profile kommen!",
  "Future fix for users not loading.": "Fix für Nutzer, bei denen Skyve nicht startete.",
  "Added more context to some popups": "Mehr Kontext zu einigen Popups hinzugefügt",
  "Profiles can now have thumbnails.": "Profile können jetzt Vorschaubilder haben.",
  "A full rework! -behind the scenes": "Eine vollständige Überarbeitung! - hinter den Kulissen",
  "Updated for the latest game patch.": "Aktualisiert für den neuesten Spiel-Patch.",
  "Stable release of the v3.2 update.": "Stabile Version des v3.2 Updates.",
  "Added a new author filter dropdown.": "Ein neues Autoren-Filtermenü hinzugefügt.",
  "Added a 'Load Order' sorting option.": "\"Ladereihenfolge\" Sortieroption hinzugefügt.",
  "Hover over it to display the values.": "Fahre mit der Maus über das Symbol, um die Werte anzuzeigen.",
  "Fixed a bug that caused high CPU usage.": "Es wurde ein Fehler behoben, der eine hohe CPU-Auslastung verursachte.",
  "Profile usages now have separate icons.": "Die Verwendungszwecke der Profile haben jetzt separate Symbole.",
  "Added extra logging for automated tasks.": "Zusätzliche Protokollierung für automatisierte Aufgaben hinzugefügt.",
  "Visual improvements to the package page.": "Visuelle Verbesserungen auf der Paketseite.",
  "Added small tags next to package titles.": "Kleine Tags neben den Pakettiteln hinzugefügt.",
  "Changed the design of your profile list.": "Das Design der Profilliste wurde geändert.",
  "Fixed private packages being marked as .": "Behoben, dass private Pakete, als . angezeigt wurden",
  "Tweaked some colors of the default theme.": "Einige Farben des Standard-Themes angepasst.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Die Seite Kompatibilitätsbericht wurde neu gestaltet.",
  "Local mods' name & label have been updated.": "Name und Label lokaler Mods wurden aktualisiert.",
  "Added Compatibility Report for broken Assets": "Kompatibilitätsbericht für defekte Assets hinzugefügt",
  "You can now assign a color to your profiles.": "Du kannst deinen Profilen nun eine Farbe zuweisen.",
  "Added a Sorting dropdown & sort order toggle": "Sortierungsmenü & Sortierreihenfolge hinzugefügt",
  "Added 2 new buttons in the Help & Logs page.": "2 neue Knöpfe auf der Hilfe & Protokolle Seite hinzugefügt.",
  "Fixed playsets disappearing on macOS & Linux.": "Verschwindende Spielsets auf macOS & Linux behoben.",
  "Updated the UI of the file selection screens.": "Aktualisiert die Benutzeroberfläche der Dateiauswahlbildschirme.",
  "Fixed the log file path being wrong on Linux.": "Falscher Pfad der Logdatei unter Linux wurde behoben.",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "Der Reiter Kompatibilitätsbericht ist jetzt verfügbar.",
  "Fixed the profile list not updating instantly.": "Behoben, dass die Profilliste nicht sofort aktualisiert wurde.",
  "Fixed an error while fetching steam user info.": "Fehler beim Abrufen der Steam-Nutzer-Informationen behoben.",
  "Improved Compatibility Report processing speed.": "Verbesserte Verarbeitungsgeschwindigkeit für Kompatibilitätsberichte.",
  "Added an indicator that a profile is uploading.": "Ein Indikator für das Hochladen eines Profils hinzugefügt.",
  "Fixed Profiles' Auto-Save not working correctly.": "Behoben, dass die automatische Sicherung der Profile nicht korrekt funktionierte.",
  "Added 6 new reset buttons in the Utilities page.": "6 neue Knöpfe zum Zurücksetzen auf der Werkzeuge-Seite.",
  "Potential fix for the sudden high CPU usage issue.": "Potenzielle Korrektur für das Problem mit plötzlicher hoher CPU-Auslastung.",
  "Fixed freezes happening in the content list pages.": "Behoben, dass Inhaltslisten einfrieren.",
  "Added more actions to labels in the content lists.": "Weitere Aktionen zu den Labels in den Inhaltslisten hinzugefügt.",
  "Fixed author pages not opening correctly in Steam.": "Behoben, dass Autorenseiten in Steam nicht korrekt geöffnet wurden.",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "Das nicht korrekte Funktionieren des \"veraltet\" Status wurde behoben.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "Behoben, dass die DLC-Auswahl beim Laden eines Profils nicht angewendet wurde.",
  "Search in the content list pages is now much faster.": "Die Suche in den Inhaltslisten ist jetzt viel schneller.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "\"Bewertung\" & \"Abonnentenanzahl\" zu den Sortieroptionen hinzugefügt.",
  "Fixed the options tab not opening for macOS & Linux.": "Dass der Reiter Optionen auf macOS & Linux nicht geöffnet wurde, ist nun behoben.",
  "Fixed the changelog not opening with some languages.": "Es wurde behoben, das das Änderungsprotokoll mit einigen Sprachen nicht geöffnet wurde.",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "\"Profile\" werden jetzt angemessen \"Spielsets\" genannt.",
  "Swapped all double-buttons and option toggles' sides.": "Tauschte die Seiten aller Doppelknöpfe und Optionsschalter.",
  "Fixed mods being detected in the local assets folder.": "Erkennung von Mods im Ordner für lokale Assets wurde behoben.",
  "Fixed the asset summary not showing in the dashboard.": "Die Zusammenfassung der Assets wurde im Dashboard nicht angezeigt.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "Behoben, dass die Sprachoption für einige Personen leer war.",
  "Improved the responsiveness of the content list pages.": "Verbesserte Reaktionsfähigkeit der Inhaltslisten.",
  "Fixed updating an online profile not working properly.": "Behoben, dass die Aktualisierung eines Online Profils nicht korrekt funktioniert.",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "Strg+Klick auf den Namen eines Autors, um ihn dem Filter hinzuzufügen",
  "Added Pinned folders to easily access relevant folders.": "Angeheftete Ordner hinzugefügt, um einfach auf relevante Ordner zuzugreifen.",
  "Fixed profile packages not showing their workshop name.": "Behoben, dass Profilpakete nicht ihren Workshop-Namen zeigen.",
  "Improved the performance for people with a lot of mods.": "Verbesserte die Leistung für Spieler mit vielen Mods.",
  "Added an option to ignore internet connectivity checks.": "Option zum Ignorieren von Internetverbindungsprüfungen hinzugefügt.",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "Es wurde ein Fehler behoben, der für einige Benutzer ein unendliches Laden verursachte.",
  "You can now create a desktop shortcut for your profiles.": "Du kannst nun eine Desktop-Verknüpfung für deine Profile erstellen.",
  "Animations are now disabled by default on macOS & Linux.": "Animationen sind nun standardmäßig unter macOS & Linux deaktiviert.",
  "Improved performance while including/excluding packages.": "Verbesserte Leistung beim Ein-/Ausschluss von Paketen.",
  "Added a button to view a Profile's file on your computer.": "Schaltfläche hinzugefügt, um die Datei eines Profils auf dem Computer anzuzeigen.",
  "You can now subscribe to packages while the game is open.": "Du kannst jetzt Pakete abonnieren, während das Spiel geöffnet ist.",
  "Unlisted packages now have the correct name and thumbnail.": "Nicht gelistete Pakete zeigen nun den korrekten Namen und das Vorschaubild.",
  "Simplify a log file to focus on what's actually happening.": "Vereinfacht eine Protokolldatei, um besser erkennen zu können, was tatsächlich die Probleme sind.",
  "Removed the subscription tab from the in-game mod options.": "Die Abonnierungsmöglichgkeit für Vanilla-Mods wurde entfernt.",
  "Added a custom arguments box for advanced launch settings.": "Feld für benutzerdefinierte Argumente für erweiterte Starteinstellungen hinzugefügt.",
  "Updated the color design of the app's logo on the top-left.": "Das Farbdesign des App-Logos oben links wurde aktualisiert.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Fehler behoben und die Geschwindigkeit beim Laden der Berichte des Loading Screen Mod Revisited verbessert.",
  "Compatibility Report is now integrated directly into Skyve.": "Compatibility Report ist nun direkt in Skyve integriert.",
  "Added a button to easily view an online profile's contents.": "Fügte einen Button hinzu, um die Inhalte eines Online-Profils einfach anzuzeigen.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "\"Alle abbestellen\"-Knopf in den Aktionen der Inhaltsseiten hinzugefügt.",
  "Added a loading animation when viewing a profile's contents.": "Ladeanimation für das Betrachten von Inhalten auf Profilen hinzugefügt.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Klicken zum Filtern verwendet nun die Alt-Taste anstelle der Strg-Taste.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Behoben, dass Linux & Mac Benutzer keine Protokoll-zip-Datei erzeugen konnten.",
  "Quickly view errors in your most recent/current game session.": "Einfach Fehler in der letzten / aktuellen Spielsitzung anzeigen.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Strg+[0-9] Verknüpfung hinzugefügt, um zwischen verfügbaren Tabs zu wechseln.",
  "So many more UI improvements, changes, and fixes I lost count.": "So viele weitere UI-Verbesserungen, Änderungen und Korrekturen, dass ich sie nicht gezählt habe.",
  "Click on the icon for an in-depth description of this feature.": "Klicke auf das Symbol für eine ausführliche Beschreibung dieser Funktion.",
  "Added a \"Force download\" option in packages' right-click menu.": "Eine Option \"Download erzwingen\" im Rechtsklickmenü der Pakete hinzugefügt.",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Die Sortier- und Rasteransicht-Einstellungen werden nun pro Seite gespeichert.",
  "Placeholders for folder settings now correctly reflect your OS.": "Platzhalter für die Ordnereinstellungen spiegeln nun korrekt das Betriebssystem wider.",
  "Fixed the LHT option not working when launching into a new map.": "Es wurde behoben, dass die LHT-Option beim Start einer neuen Karte nicht funktionierte.",
  "Fixed a rare case where the compatibility info was not loading.": "Es wurde ein seltener Fall behoben, in dem die Kompatibilitätsinformationen nicht geladen wurden.",
  "You can now upload a profile online, up to 5 profiles per user.": "Du kannst jetzt ein Profil online hochladen, bis zu 5 Profile pro Benutzer.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Eine Einstellung im Spiel hinzugefügt, um Hot-Reload für Mods & Assets zu aktivieren.",
  "Fixed the current playset's name staying visible while in-game.": "Es wurde behoben, dass Name des aktuellen Spielsets während des Spiels sichtbar bleibt.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Die Versionsnummer der stabilen Version wurde der der Beta-Version angeglichen.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "LOT 1 Profile können nun unter 'Profil hinzufügen' importiert werden.",
  "Your Paradox account panel will always be displayed from now on.": "Das Paradox-Login-Panel im Hauptmenü wird von nun an immer angezeigt.",
  "Partially included packages now have a different UI in the list.": "Teilweise enthaltene Pakete haben nun eine andere Benutzeroberfläche in der Liste.",
  "Added a Workshop section to easily select workshop maps & saves.": "Eine Workshop-Sektion wurde hinzugefügt, um einfach Workshop-Karten zu wählen und zu speichern.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Pakete, die du nicht abonniert hast, werden nicht mehr im Spiel geladen.",
  "Fixed legacy profiles not being converted after the first launch.": "Behoben, dass nach dem ersten Start alte Profile nicht konvertiert wurden.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Behoben, dass \"reale\" Ordner beim Speichern für Linux- und Mac-Benutzer vertauscht wurden.",
  "Fixed some parts of the UI not getting translated from the start.": "Behoben, dass einige Teile der UI nicht von Anfang an übersetzt wurden.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "Option hinzugefügt, um Filter & Aktionen standardmäßig geöffnet zu lassen.",
  "Adding an info popup when subscribing to items for the first time.": "Hinzufügen eines Info-Popups, wenn man einen Gegenstand zum ersten Mal abonniert.",
  "Changed the design of the top action buttons on both profile pages": "Design der obersten Aktionsknöpfe auf beiden Profilseiten geändert",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Fehler behoben, dass Asset Editor Starteinstellungen nicht korrekt gespeichert werden.",
  "Recommendations and info text are now clearer and easier to manage.": "Empfehlungen und Infotext sind jetzt klarer und einfacher zu handhaben.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "\"Inhalt dieses Profils anzeigen\" im Menü \"Rechtsklick\" hinzugefügt.",
  "Fixed custom maps not loading when selected in the profile settings.": "Behoben, dass benutzerdefinierte Karten nicht geladen wurden, wenn sie in den Profileinstellungen ausgewählt wurden.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Die Empfindlichkeit der \"Teilweise heruntergeladen\" Benachrichtigung wurde verringert.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "\"Alle angezeigten Elemente herunterladen\" in den Aktionen auf Listenseiten hinzugefügt.",
  "Added an option to hide the current playset's name in the main menu.": "Es wurde eine Option hinzugefügt, um den Namen der aktuellen Spielsets im Hauptmenü auszublenden.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Im Reiter Hilfe & Protokolle wurde behoben, dass das aktuelle Log nicht automatisch geladen wurde.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Die Kernsysteme von Skyve wurden geändert, organisiert und optimiert.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Funktion hinzugefügt, um fehlende Elemente aus einer BOB Konfiguration zu abonnieren.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Behoben, dass das Laden von Profilen unter macOS & Linux nicht immer korrekt funktionierte.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Behoben, dass beim Laden einer Sammlungs-URL die ID manchmal nicht korrekt analysiert wurde.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Ein Schlummer-Knopf hinzugefügt, um eine bestimmte Kompatibilitätsbenachrichtigung auszublenden.",
  "Your current playset's name is now displayed in the main menu in-game.": "Der Name des aktuellen Spielsets wird nun im Hauptmenü im Spiel angezeigt.",
  "Fixed local assets not automatically refreshing after external changes.": "Behoben, dass lokale Assets nach externen Änderungen nicht automatisch aktualisiert wurden.",
  "You can now generate a zip file of your logs while the game is running.": "Man kann nun während des laufenden Spiels eine Zip-Datei der Logs generieren.",
  "Added an option to disable the automatic cleanup when opening the game.": "Eine Option zum Deaktivieren des automatischen Aufräumens beim Öffnen des Spiels hinzugefügt.",
  "Local assets are now correctly groupped based on the folders they're in.": "Lokale Assets werden nun korrekt gruppiert, basierend auf den Ordnern, in denen sie sich befinden.",
  "You can discover online profiles using a new button in the Profiles tab.": "Online-Profile können mit einem neuen Knopf im Profil-Reiter entdeckt werden.",
  "Compatibility & package statuses are now shown on the right in the list.": "Kompatibilitäts- & Paketstatus werden nun rechts in der Liste angezeigt.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Fehlerhafte Paketnamen beim Betrachten des Inhalts eines Spielsets wurden behoben.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Der Abschnitt \"Aktionen\" in den Inhaltsseiten wurde verschoben und 2 neue Optionen wurden hinzugefügt.",
  "Improved the Actions button to make it more visible and easier to access.": "Aktions-Knopf verbessert, um ihn sichtbarer und leichter zugänglich zu machen.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Beim Löschen durch Skyve werden die Dateien unter Windows nun in den Papierkorb verschoben.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potenzielle Korrektur für die App, die im Kompatibilitätsbericht hängen blieb.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Beim Auswählen einer Datei wurde eine Option 'Datei öffnen' hinzugefügt.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Das erneute Herunterladen von Steam erzwingt den Fokus nicht mehr zurück zum Load Order Tool.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Neue Profilnutzungen hinzugefügt: Karten-Erstellung, Szenario-Erstellung und Thema-Erstellung.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Vorherige Einstellungen und Profile, die manchmal nicht an Skyve übertragen wurden, wurden behoben.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Fügt eine Nachricht hinzu, um dich darüber zu informieren, wann \"Alle Probleme beheben\" und \"Reinigung ausführen\" endet.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Es wurde ein seltener Fehler behoben, bei dem das Laden eines LOT 1 Profils für immer andauerte.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Behoben, dass durch die Konvertierung von LOT 1 Profilen, Gegenstände als 'Lokal' markiert wurden",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Die Symbole der Filter wurden geändert, um mit den in der Liste verwendeten Symbolen übereinzustimmen.",
  "Copy all IDs action now includes packages' names and local packages as well.": "\"Kopiere alle IDs\"-Aktion enthält nun auch die Namen der Pakete und lokale Pakete.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Teile eine Zip-Datei, die alle Protokolle enthält, die jemand benötigt, der bei Problemen mit dem Spiel helfen soll.",
  "The window buttons on the top right now have icons to explain their actions.": "Die Fensterschaltflächen rechts oben haben jetzt Symbole, um ihre Aktionen zu erklären.",
  "Required items automatically redirect to the packages' most recent successor.": "Benötigte Elemente leiten automatisch zum letzten Nachfolger der Pakete weiter.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Potenziell behoben, dass das Abonnieren einer großen Anzahl von Elementen, die fehlen/nicht funktionieren, fehlschlug.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Online-Profile können heruntergeladen oder aktualisiert werden, wenn sie bereits lokal vorhanden sind.",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Behoben, dass bei der Kartenauswahl für ein neues Spiel keine Vanille-Karten auswählt werden konnten.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Behoben, dass in den Profileinstellungen Workshop-Karten & Spielstände nicht verwendet werden konnten",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Wenn das Profil ungespeicherte Änderungen aufweist, leuchtet das Skyve-Logo nun violett auf.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Auf der Seite Kompatibilitätsbericht wurde eine Schaltfläche \"Alle verfügbaren Aktionen anwenden\" hinzugefügt.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Es wurde behoben, dass LOT auf Mac/Linux nicht mehr reagierte, wenn man sich von einem Paket abmeldete.",
  "Enabled the ability to request a review for a package that is currently broken.": "Die Möglichkeit, eine Überprüfung für ein derzeit defektes Paket anzufordern, wurde aktiviert.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Benötigte Mods haben jetzt ein anderes UI, um dich wissen zu lassen, dass du sie nicht ausschließen kannst.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Auf der Werkzeuge-Seite wurde ein Import aus einer beliebigen Textdatei oder aus der Zwischenablage hinzugefügt.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Die Sortierreihenfolge wurde hinzugefügt, um zwischen aufsteigender und absteigender Sortierung zu wählen.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Defekte, inkompatible und gebannte Pakete haben nun einen neuen Hintergrund in der Liste.",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "Paketseite aktualisiert, um die angezeigten Informationen in den Inhaltslisten anzupassen.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Neben den Kompatibilitätsgruppen wurden Zahlen hinzugefügt, die zeigen, wie viele Elemente darin enthalten sind.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Das erneute Filtern mit den Verknüpfungen in der Liste entfernt nun das Element aus dem Filter.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Hochgeladene Profile können privat sein, mit einer ID geteilt werden oder öffentlich für alle zu sehen sein.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Es können nun mehrere Elemente in den Inhaltslisten mit den Tasten Strg oder Umschalt ausgewählt werden.",
  "Added links to the package page, as well as other information like its usage & type.": "Links zur Paketseite sowie weitere Informationen wie die Nutzung und den Typ des Pakets wurden hinzugefügt.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Die Profilliste verwendet nun eine Rasteransicht und es kann zwischen Raster und Listenansicht umgeschaltet werden.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Verbesserte das Sammeln von Autoreninformationen, was das Problem der nicht geladenen Autoren beheben wird.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Ein Warntext wurde in der Übersicht hinzugefügt, wenn mehrere LOM-Instanzen installiert sind.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Die Leistung der App wurde verbessert. Schnellere Ladezeiten und weniger Hänger werden erwartet.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Teilweise eingeschlossene Asset-Pakete werden nun für Abhängigkeitsprüfungen als \"Eingeschlossen\" betrachtet.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Lokale & Vanilla-Pakete sind nun korrekt abgestimmt, während der Inhalt eines Spielsets angesehen wird.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Favoriten-Profile werden nun auf der Übersichtsseite angezeigt, um einen einfachen Wechsel zwischen ihnen zu ermöglichen.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Beim ersten Öffnen von Skyve wird nun eine Verknüpfung erstellt, wenn vorher LOM2 verwendet wurde.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Fehlender Quelltext erzeugt jetzt eine Warnung anstelle einer Benachrichtigung für das Abbestellen.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Ausgeschlossene Mods verwenden nicht mehr die \".excluded\"-Datei, sondern eine neue ModConfig-Datei.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Behoben, dass der Text beim Import von Kollektionen für das Abonnieren und Abbestellen vertauscht war.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Neue Option \"Alle Probleme\" für \"Paketstatus\" & \"Kompatibilitätsbericht\" hinzugefügt.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Einfrieren während der Suche, bei der Sortierung nach \"Abonnement-Zeit\", behoben.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Eine dritte Option auf der Seite 'Profil hinzufügen' wurde hinzugefügt, um ein Online-Profil mit dessen ID zu importieren.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Behoben, dass Autoren und Tags Filter nicht aktualisiert wurden, wenn die Seite geöffnet wurde, bevor sie geladen wurden.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Auf der Paketseite wurde ein Reiter \"Referenzen\" hinzugefügt, um alle anderen Pakete zu sehen, die ihn referenzieren.",
  "Added an option to make optional packages use the same notification as required packages.": "Option hinzugefügt, um optionale Pakete die gleiche Benachrichtigung wie benötigte Pakete benutzen zu lassen.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Hinzugefügte Sprachdialekte: Chinesisch Traditionell (Taiwan), Englisch (UK) und Portugiesisch (BR).",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Fehler behoben, dass beim Herunterladen oder Aktualisieren eines Profils, einige Daten, wie das Vorschaubild, nicht korrekt gespeichert wurden.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "Du kannst nun eine Protokoll-Datei auf der Seite 'Hilfe & Logs' importieren, um die Fehler schnell anzuzeigen.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Ein neues Symbolsystem implementiert, das alle Symbole entsprechend Ihrer Benutzeroberfläche skaliert.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Die Such-, Filter- und Sortierwerkzeuge wurden auf der Seite der Autoren und auf der Seite der Pakete hinzugefügt.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam-Links werden nun innerhalb der Steam-App geöffnet. Dies kann in den Optionen ausgeschaltet werden.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Alle Filteraktionen werden nun mit Strg+Klick ausgeführt; Funktion hinzugefügt, um dieses Verhalten auszutauschen.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Die benötigten Element, die auf der Workshop-Seite angezeigt werden, sind nun in das Load Order Tool integriert.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB-Import ist nun ein generischer XML-Import durch die Unterstützung jedes beliebigen XML-Formats, das Paket-IDs enthält.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Änderungsprotokoll-Seite hinzugefügt, die bei neuen Versionen automatisch angezeigt wird, oder durch den Knopf in der Hilfe.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Zusätzlichen Text in der Liste hinzugefügt, um anzuzeigen, wie viele Pakete aufgrund der gewählten Profilnutzung ausgeblendet sind.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Die Steam-Informationen der Pakete, die beim ersten Ansehen eines Profils oder einer Sammlung nicht geladen wurden, wurden behoben.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "\"Ordnereinstellungen anzeigen\" wird nun automatisch aktiviert, wenn eine der Ordnereinstellungen falsch ist.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Rechtsklick Aktionen in der Inhaltsliste hinzugefügt, um ein Element in allen Paketen auszuschließen oder hinzuzufügen.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Neue Funktionen hinzugefügt, um fehlende Übereinstimmung zwischen Steam und deinen heruntergeladenen Paketen einfach zu beheben.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Ein erneutes Herunterladen des Load Order Tools wird den Download starten und die App schließen, während sie aktualisiert wird.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Behoben, dass das Löschen von lokalen Gegenständen mit dem Rechtsklick-Menü alle Gegenstände löschte anstatt nur das Gewählte",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Neue Sortieroptionen für Profile hinzugefügt. Die ausgewählte Option wird nun für die nächste Sitzung gespeichert.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam-Paneele im Hauptmenü werden nun standardmäßig angezeigt, du kannst sie immer noch in den Mod-Einstellungen ausblenden.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Der Name der Lokalen Mods wurde auf den Ordnernamen anstelle des Workshops zurückgesetzt, um Probleme zu vermeiden.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "\"Neues Asset\" & \"Asset laden\" im Profil hinzugefügt, um schnell in den Editor zu laden.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Fügte am unteren linken Rand der App ein Kästchen hinzu, um über ausstehende Abonnement-/Abbestellungsaufgaben zu informieren.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Verbesserung des \"Tags hinzufügen\"-Fensters. Du kannst nun einfach aus vorhandenen Tags auswählen und mehrere Elemente gleichzeitig bearbeiten.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Du kannst jetzt die Find It! Tags direkt in der App für Mods und Assets bearbeiten. Assets sind mit dem Spiel synchronisiert.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-Mods beinhalten jetzt IMT Markierungen, Render It! Presets, Procedural Objects Schriftarten und Übersetzungsmods.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Beim Importieren eines Kompatibilitätsberichts wird dieser nun in der gewählten Sprache angezeigt, anstatt in der erstellenden Person.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Korrektur der Darstellung von Listen, das die Leistung und Reaktionsfähigkeit von Inhaltsseiten drastisch verbessert.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Du kannst nun eine Überprüfung für ein Paket anfordern, um uns über fehlende Informationen in den Kompatibilitätsdaten zu informieren.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Es wurde eine Interaktion zwischen ähnlichen Mods behoben, die im Kompatibilitätsbericht angezeigt werden, wenn nur eine von ihnen vorhanden ist.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Mehrere Gegenstände hintereinander abonnieren, fügt diese in eine ausstehende Liste hinzu, anstatt jedes Mal das Spiel zu öffnen.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "Die Registerkarte 'Profile' in der Seitenleiste öffnet nun die Profilliste anstelle der Einstellungen des aktuellen Profils.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Diese Informationen werden nun in den Kompatibilitätsbericht aufgenommen, um schnell und einfach zu sehen, was fehlt.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Den Abschnitt \"Andere Profile\" auf der Seite eines Pakets hinzugefügt, um diese einfach in anderen Profilen auszuschließen oder hinzuzufügen",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Es wurde behoben, dass LOT gestartet wurde, nachdem der zuvor eingeschaltete Monitor ausgeschaltet war, was dazu führte, dass das Fenster jetzt angezeigt wird.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Skyve, der finale Nachfolger von Load Order Mod 1/2 und Compatibility Report.\nKommt für C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Der Bildschirm \"Erstmaliges Einrichten unvollständig\" hat nun einen Ignorieren-Knopf, um stattdessen die Ordnereinstellungen manuell einzurichten.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Ein neues Symbol in der Anzeige von Paketen hinzugefügt, das eine schnelle Zusammenfassung der Bewertungen und der Abonnentenanzahl jedes Pakets anzeigt.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Die Meldungsstufe einer Mod, die seit längerer Zeit nicht aktualisiert wurde, wurde auf \"Info\" verringert, so dass du nicht darüber benachrichtigt wirst.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Verbesserte die Schaltflächen und Filter-Steuerung in der Inhaltsliste, reduzierte deren Gesamtgröße und fügte mehr visuelle Hinweise hinzu.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Ein System zur Fehlerbehebung wurde dem Werkzeuge-Reiter hinzugefügt; Verwende es, um einzugrenzen, welche Mod oder Asset Ihre Probleme verursachen.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Fügte einen Knopf im Werkzeuge-Reiter hinzu, um diese Bereinigung manuell durchzuführen sowie das Herunterladen fehlender Pakete zu erzwingen.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Mit dem System zur Fehlerbehebung erhalten Sie Schritt für Schritt eine Anleitung, um herauszufinden, welche Mod oder welches Asset schuld ist.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Der Name deines aktuellen Spielsets wird jetzt im Hauptmenü im Spiel angezeigt.\n*Dies kann in den Einstellungen im Spiel deaktiviert werden.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Das Laden von Mods wird jetzt zwischengespeichert - das führt zu besseren Ladezeiten auf Windows & Linux, sowie wesentlich schnelleren Ladezeiten auf macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Eine erweiterte Option wurde hinzugefügt, um das Herunterladen oder Löschen von Paketen zu erzwingen, sobald diese bei Skyve abonniert/abbestellt werden.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Ein System zur Fehlerbehebung wurde dem Werkzeuge- & Hilfe-Reiter hinzugefügt; Verwende es, um einzugrenzen, welche Mod oder Asset Probleme verursachen.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Eine Rasteransicht für alle Inhaltsseiten wurde hinzugefügt; wechsel mit den neuen Symbolen oben rechts in der Liste zwischen Listen- und Rasteransicht.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Mod & Asset Ersteller können nun die Kompatibilitätsdaten ihrer Pakete bearbeiten; klicke einfach mit der rechten Maustaste auf das Paket und wähle \"Kompatibilität bearbeiten\".",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Behoben, dass bei der Auswahl einer LSMR Berichtsdatei ein benutzerdefinierter Speicherort nicht korrekt verwendet wurde.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Die neu abonnierten Elemente werden nicht mehr neu geladen, während das Spiel geöffnet ist.\nDies verhindert das Einfrieren des Spiels sowie die Funktionsstörung der Mods.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Eine Kompaktansicht für alle Inhaltsseiten wurde hinzugefügt; wechsel mit den neuen Symbolen oben rechts in der Liste zwischen Kompakt-, Listen- und Rasteransicht.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Das Starten des Spiels während LOT geöffnet ist, löscht automatisch alle Pakete, die nicht abonniert sind, aber auf den Computer heruntergeladen wurden.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Das Anfordern einer Überprüfung erfordert jetzt eine gültige Beschreibung und sendet auch deine Logs mit der Anfrage. Ein Haftungsausschluss wird neben dem 'Senden'-Knopf angezeigt.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Fügt eine neue Benutzer-Profilseite hinzu, auf die durch Klicken auf den Autor eines Mods oder Profils zugegriffen wird. Diese Seite enthält alle Profile und Pakete des Benutzers.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Sobald du begonnen hast, kannst du Skyve sicher schließen und zu einem späteren Zeitpunkt fortfahren. Skyve wird sich alle deine Einstellungen merken und in welchem Stadium du dich gerade befindest.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Die Ladereihenfolge der Mods wurde wieder integriert und ist vollständig automatisiert, basierend auf Anforderungen der Mods und anderen Kompatibilitätsbericht-Faktoren.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Raster- & Kompaktansichten für alle Inhaltsseiten wurden hinzugefügt; wechsel mit den neuen Symbolen oben rechts in der Liste zwischen Kompakt-, Listen- und Rasteransicht.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Lokale Pakete werden automatisch mit ihrem Online-Gegenstück abgestimmt, indem sie die Informationen von Steam anzeigen und die Kompatibilitätsinformationen korrekt anzeigen.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Beim Beginn des Verfahrens speichert Skyve Ihre aktuellen Einstellungen und beginnt dann automatisch Pakete aus- oder einzuschließen, bis die Ursache der Probleme gefunden wird.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Sekundäre Inhaltslisten wie \"Fehlende Pakete\" & \"Workshop-Sammlung\" verwenden nun die gleiche Oberfläche wie die Haupt-Inhaltslistenseiten. Das ermöglicht ein optimiertes Erlebnis und mehr Optionen.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Das neue Icon leuchtet nun basierend auf dem, was gerade passiert, blau zeigt, dass das Spiel läuft, rot bedeutet keine Internetverbindung, und schnelles leuchten bedeutet, dass das Spiel gestartet oder geschlossen wird.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Die Option zur Vergrößerung der Listenelemente beim darüberhovern wurde geändert, um deren Größe immer zu erhöhen. Die Benutzeroberfläche der erweiterten Listenelemente wurde verbessert und diese Funktionalität auf die restlichen Listen der App angewendet.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "Du kannst nun eine Log-Report-Datei in die Playset-Liste importieren, um das Playset in der Liste zu importieren und dessen Inhalt direkt anzuzeigen.\nDiese Profile sind temporär und werden daher beim nächsten Öffnen von Skype gelöscht.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Begriffe mit einem Komma in der Suche trennen, teilt die Suche auf einen der Begriffe (ODER) auf\n\t• Das Hinzufügen von '+' zu Beginn des Begriffs erfordert die Übereinstimmung des Begriffs (UND)\n\t• Das Hinzufügen von '-' zu Beginn des Begriffs schließt Elemente aus, die diesem Begriff entsprechen\n\nBeispiele für die neue Suche:\n\t• car, truck (findet 'car' ODER 'truck')\n\t• building, apartment +european (findet 'european' UND ['building' ODER 'apartment'])\n\t• condo, house -rico +american (findet 'american' UND ['condo' ODER 'house'] UND NICHT 'rico')"
}