{
  "New": "Uusi",
  "Fixes": "Korjaukset",
  "Hotfix": "Hotfix",
  "Changes": "Muutokset",
  "Bug-Fixes": "Virheiden Korjaukset",
  "Improvements": "Parannukset",
  "New Features": "Uudet Ominaisuudet",
  "Other Changes": "Muut Muutokset",
  "New & Updated": "Uusi & Päivitetty",
  "New & Improved": "Uusi & Parannettu",
  "Profile Changes": "Profiilin Muutokset",
  "UI & UX Changes": "Käyttöliittymän & Ux- Muutokset",
  "Fixes & Changes": "Korjaa & Muutokset",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Muut käyttöliittymän muutokset.",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "Omaisuuserän Vaatimukset",
  "Core Systems Rework": "Ydinjärjestelmien Uudelleenkäsittely",
  "Troubleshoot System": "Vianmääritys Järjestelmä",
  "Beta Public Release": "Beta Julkinen Julkaisu",
  "Content Lists Changes": "Sisältöluetteloiden Muutokset",
  "File Selection Revamp": "Tiedoston Valinnan Vahvista",
  "Spring cleaning update": "Kevätpesun päivitys",
  "Dashboard Customization": "Dashboard Customization",
  "Filter & Search Changes": "Suodata & Hae Muutokset",
  "Vote & Subscribers Icon": "Äänestä & Tilaajien Kuvake",
  "Easily access your logs.": "Käyttää lokejasi helposti.",
  "Added Hungarian language": "Lisätty unkarin kieli",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "Workshop Pakettien Puhdistus",
  "Fixed the crash on launch.": "Korjaa kaatuminen käynnistettäessä.",
  "Added a new 'Midnight' theme.": "Lisättiin uusi keskiyön teema.",
  "Welcome to the change-log era": "Tervetuloa muutoslokin aikakauteen",
  "Added the Help & Logs section": "Lisätty ohje & lokit -osio",
  "Compatibility Report Overhaul": "Yhteensopivuutta Koskevan Raportin Uudelleentarkastelu",
  "Reworked Subscription Process": "Palautettu Tilauksen Prosessi",
  "Added a List/Grid view toggle.": "Lisätty listan/ruudukon näkymän vaihtaminen.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "Täydellinen uusinta! Ja paljon muuta ...",
  "Presenting, the Profile Overhaul": "Esittelyssä profiilin peruskorjaus",
  "Online profiles, coming through!": "Online-profiilit, jotka tulevat läpi!",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "Lisätty kontekstia joihinkin ponnahdusikkunoihin",
  "Profiles can now have thumbnails.": "Profiileilla voi nyt olla pikkukuvat.",
  "A full rework! -behind the scenes": "Täydellinen uudelleen! -kulissien takana",
  "Updated for the latest game patch.": "Päivitetty viimeisimmän pelin laastarille.",
  "Stable release of the v3.2 update.": "V3.2 -päivityksen vakaa julkaiseminen.",
  "Added a new author filter dropdown.": "Lisätty uusi tekijä suodatin pudota alas.",
  "Added a 'Load Order' sorting option.": "Lisätty 'Load Order' -lajitteluvaihtoehto.",
  "Hover over it to display the values.": "Paina sitä näyttääksesi arvot.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Profiilin käytössä on nyt erilliset kuvakkeet.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "Lisätty pieniä tunnisteita pakettien otsikoiden vieressä.",
  "Changed the design of your profile list.": "Muutti profiililistan muotoilua. @ info",
  "Fixed private packages being marked as .": "Kiinteät yksityiset paketit on merkitty .",
  "Tweaked some colors of the default theme.": "Tweaked some colors of the default theme.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Paikallisten moodien nimi ja tunniste on päivitetty.",
  "Added Compatibility Report for broken Assets": "Lisätty yhteensopivuusraportti rikkoutuneille omaisuuserille",
  "You can now assign a color to your profiles.": "Voit nyt määrittää väriä profiileillesi ja profiileillesi.",
  "Added a Sorting dropdown & sort order toggle": "Lisätty lajittelu pudotus & lajittele tilauksen vaihtaminen",
  "Added 2 new buttons in the Help & Logs page.": "Lisätty 2 uutta painikkeita Help & Logs -sivulle.",
  "Fixed playsets disappearing on macOS & Linux.": "Kiinteät playstit katoavat macOS & Linuxissa.",
  "Updated the UI of the file selection screens.": "Updated the UI of the file selection screens.",
  "Fixed the log file path being wrong on Linux.": "Korjattiin, että lokitiedostopolku on virheellinen Linuxissa.",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "Yhteensopivuutta koskevan raportin välilehti on nyt saatavilla.",
  "Fixed the profile list not updating instantly.": "Korjattu profiililuetteloa ei päivitetä välittömästi.",
  "Fixed an error while fetching steam user info.": "Korjattu virhe haettaessa höyryn käyttäjän tietoja.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Lisätty osoittimen että profiili on ladataan.",
  "Fixed Profiles' Auto-Save not working correctly.": "Kiinteiden profiilien automaattinen tallennus ei toimi oikein.",
  "Added 6 new reset buttons in the Utilities page.": "Lisätty 6 uutta nappia apuohjelmat sivulla.",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "Sisältöluettelon sivuilla tapahtuu kiinteitä jäädytyksiä.",
  "Added more actions to labels in the content lists.": "Lisätty lisää toimia sisältöluetteloissa oleviin tunnisteisiin.",
  "Fixed author pages not opening correctly in Steam.": "Kiinteä kirjailija sivuja ei auki oikein Steam.",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "Korjattu, että päivämäärä ei toimi oikein.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "Profiilia ladatessa ei oteta käyttöön kiinteitä DLC-koodeja.",
  "Search in the content list pages is now much faster.": "Haku sisältöluettelosta on nyt paljon nopeampi.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Lisätty 'Ääni' ja 'Tilaajien Yhteensä' lajitteluvaihtoehtoja.",
  "Fixed the options tab not opening for macOS & Linux.": "Korjattu asetusvälilehti ei avaudu macOS & Linuxille.",
  "Fixed the changelog not opening with some languages.": "Korjaa muutosloki ei aukea joillakin kielillä.",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "'Profiilit' ovat nyt sopivasti nimeltään 'Playsets'.",
  "Swapped all double-buttons and option toggles' sides.": "Vaihdeltiin kaikki kaksoispainikkeet ja valitsimen sivut.",
  "Fixed mods being detected in the local assets folder.": "Kiinteät modit on havaittu paikallisen omaisuuden kansiossa.",
  "Fixed the asset summary not showing in the dashboard.": "Korjattu omaisuuserien yhteenveto, joka ei näy hallintapaneelissa.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "Korjattu kieli vaihtoehto on tyhjä joillekin ihmisille.",
  "Improved the responsiveness of the content list pages.": "Parantanut sisältöluettelon sivujen reagointikykyä.",
  "Fixed updating an online profile not working properly.": "Kiinteä online-profiilin päivitys ei toimi kunnolla.",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Klikkaa tekijän nimeä lisätäksesi sen suodattimeesi",
  "Added Pinned folders to easily access relevant folders.": "Lisätty Pinned kansiot helposti käyttää merkityksellisiä kansioita.",
  "Fixed profile packages not showing their workshop name.": "Kiinteät profiilipaketit, jotka eivät näy huoltopisteen nimeä.",
  "Improved the performance for people with a lot of mods.": "Parannettu suorituskykyä ihmisille, joilla on paljon modeja.",
  "Added an option to ignore internet connectivity checks.": "Lisätty mahdollisuus ohittaa internet-yhteystietojen tarkastukset.",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "Korjattu vika, joka aiheutti äärettömän lataamisen joillekin käyttäjille.",
  "You can now create a desktop shortcut for your profiles.": "Voit nyt luoda työpöydän pikakuvakkeen profiileillesi.",
  "Animations are now disabled by default on macOS & Linux.": "Animaatiot on nyt oletusarvoisesti poistettu käytöstä macOS & Linuxissa.",
  "Improved performance while including/excluding packages.": "Parannetaan suorituskykyä paketteja lukuun ottamatta.",
  "Added a button to view a Profile's file on your computer.": "Lisätty painike, jolla voit tarkastella Profiilin tiedostoa tietokoneellasi.",
  "You can now subscribe to packages while the game is open.": "Voit nyt tilata paketteja, kun peli on auki.",
  "Unlisted packages now have the correct name and thumbnail.": "Listaamattomat paketit ovat nyt oikea nimi ja pikkukuva.",
  "Simplify a log file to focus on what's actually happening.": "Yksinkertaista lokitiedostoa keskittyäksesi siihen, mitä todella tapahtuu.",
  "Removed the subscription tab from the in-game mod options.": "Poistettu tilaus välilehti pelin sisäisistä modin asetuksista.",
  "Added a custom arguments box for advanced launch settings.": "Lisätty mukautettu argumentit laatikko kehittyneitä käynnistys asetuksia.",
  "Updated the color design of the app's logo on the top-left.": "Päivitettiin sovelluksen logon värirakenne vasemmalla yläpuolella.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Korjattu ja parannettu nopeutta Ladataan Screen Mod raportteja.",
  "Compatibility Report is now integrated directly into Skyve.": "Yhteensopivuusraportti on nyt integroitu suoraan Skyveen.",
  "Added a button to easily view an online profile's contents.": "Lisätty painike, jonka avulla voit helposti tarkastella online-profiilin sisältöä.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Lisätty 'Peruuta kaikki' -painikkeen sisältösivujen toimintoihin.",
  "Added a loading animation when viewing a profile's contents.": "Lisätty latausanimaatio profiilin sisältöä tarkasteltaessa.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Klikkaamalla suodatin käyttää nyt Alt-näppäintä Ctrl- näppäimen sijaan.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Kiinteät Linux- ja Mac-käyttäjät eivät voi luoda loki-zip-koodia.",
  "Quickly view errors in your most recent/current game session.": "Nopeasti tarkastele virheitä viimeisimmässä / nykyisessä peliistunnossa.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Lisäsi Ctrl+[0-9] -pikakuvakkeen vaihtaaksesi käytettävissä olevien välilehtien välillä.",
  "So many more UI improvements, changes, and fixes I lost count.": "Niin paljon lisää Käyttöliittymän parannuksia, muutoksia ja korjauksia menetin count.",
  "Click on the icon for an in-depth description of this feature.": "Klikkaa kuvaketta saadaksesi perusteellisen kuvauksen tästä ominaisuudesta.",
  "Added a \"Force download\" option in packages' right-click menu.": "Lisätty \"Pakota lataus\" vaihtoehto pakettien hiiren kakkospainikkeella valikosta.",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Lajittelu & ruudukkonäkymän asetukset on nyt tallennettu sivukohtaisesti.",
  "Placeholders for folder settings now correctly reflect your OS.": "Paikat kansioiden asetuksille heijastavat nyt käyttöjärjestelmäsi oikein.",
  "Fixed the LHT option not working when launching into a new map.": "Kiinteä LHT vaihtoehto ei toimi käynnistettäessä uuteen karttaan.",
  "Fixed a rare case where the compatibility info was not loading.": "Korjattiin harvinainen tapaus, jossa yhteensopivuustiedot eivät olleet latautuneet.",
  "You can now upload a profile online, up to 5 profiles per user.": "Voit nyt ladata profiilin verkossa, jopa 5 profiilia per käyttäjä.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Lisätty asetus pelissä salliaksesi hot-reload modeille ja resursseille.",
  "Fixed the current playset's name staying visible while in-game.": "Korjattu nykyisen pelaajan nimi pysyy näkyvänä pelin aikana.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Voit nyt tuoda LOT 1 -profiilin 'Lisää profiili' -osiossa.",
  "Your Paradox account panel will always be displayed from now on.": "Paradox-tilisi paneeli näytetään aina tästä lähtien.",
  "Partially included packages now have a different UI in the list.": "Osittain mukana tulleilla paketeilla on nyt eri käyttöliittymä listalla.",
  "Added a Workshop section to easily select workshop maps & saves.": "Lisätty työpajan osio, jotta voit helposti valita työpajakartat ja säästöt.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Paketit, joita et ole tilannut, eivät enää lataudu peliin.",
  "Fixed legacy profiles not being converted after the first launch.": "Kiinteitä vanhoja profiileja ei muunneta ensimmäisen käynnistyksen jälkeen.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Kiinteät 'todelliset' kansiot vaihdetaan tallennettaessa Linux- ja Mac-käyttäjiä.",
  "Fixed some parts of the UI not getting translated from the start.": "Korjattu joitakin osia käyttöliittymän ei saada käännetty alusta alkaen.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "Lisätty vaihtoehto, jossa suodattimet ja toiminnot ovat oletuksena auki.",
  "Adding an info popup when subscribing to items for the first time.": "Lisäämällä infop- ponnahdusikkuna, kun tilaat kohteita ensimmäistä kertaa.",
  "Changed the design of the top action buttons on both profile pages": "Muutti ylimmän toiminnon painikkeiden suunnittelua molemmilla profiilisivuilla",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Kiinteä Asset Editor käynnistysasetuksia ei muisteta oikein.",
  "Recommendations and info text are now clearer and easier to manage.": "Suositukset ja info teksti ovat nyt selkeämpiä ja helpompi hallita.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Lisätty \"Näytä tämän Profiilin sisältö\" profiilin hiiren kakkospainikkeella valikosta.",
  "Fixed custom maps not loading when selected in the profile settings.": "Mukautettuja karttoja ei ladata, kun ne on valittu profiilin asetuksista.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Löysäsi 'Osittain ladattu' -ilmoituksen herkkyyden.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Lisätty \"Lataa kaikki näytetyt kohteet\" toimintoihin listasivuilla.",
  "Added an option to hide the current playset's name in the main menu.": "Lisätty vaihtoehto, joka piilottaa nykyisen pelaajan nimen päävalikosta.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Korjaa ohje- ja lokit -välilehti ei lataa nykyistä lokiasi automaattisesti.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Skyven ydinjärjestelmiä on muutettu, organisoitu ja optimoitu.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Lisätty apuohjelma osio tilata puuttuvia kohteita BOB config.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Kiinteä lataus profiileja macOS & Linux ei aina sovellu oikein.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Korjattu kokoelman URL-osoitteen lataaminen ei joskus osaa tunnusta oikein.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Lisätty torkku-painike hylätäksesi tietyn yhteensopivuusilmoituksen.",
  "Your current playset's name is now displayed in the main menu in-game.": "Nykyisen pelisi nimi näytetään nyt pelin päävalikossa.",
  "Fixed local assets not automatically refreshing after external changes.": "Kiinteä paikallinen omaisuus ei päivity automaattisesti ulkoisten muutosten jälkeen.",
  "You can now generate a zip file of your logs while the game is running.": "Voit nyt luoda zip-tiedoston lokeista, kun peli on käynnissä.",
  "Added an option to disable the automatic cleanup when opening the game.": "Lisätty mahdollisuus poistaa automaattinen puhdistus käytöstä pelin avaamisen yhteydessä.",
  "Local assets are now correctly groupped based on the folders they're in.": "Paikalliset varat on nyt oikein ryhmitetty kansioihin, joissa ne ovat.",
  "You can discover online profiles using a new button in the Profiles tab.": "Voit löytää online-profiilit käyttämällä uutta painiketta Profiilien välilehdessä.",
  "Compatibility & package statuses are now shown on the right in the list.": "Yhteensopivuus & pakettien tilat on nyt näytetty oikealla listalla.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Korjattu pakkausten väärät nimet samalla kun katselet pelaajan sisältöä.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Siirsi ”Toimet” -osion sisältösivuille ja lisäsi 2 uutta vaihtoehtoa.",
  "Improved the Actions button to make it more visible and easier to access.": "Parannettu Toiminnot-painiketta, jotta se olisi näkyvämpi ja helpompi käyttää.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Skyven lähetystöt lähettävät tiedostot nyt Windowsissa olevaan roskakoriin.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Lisätty 'Open File' -vaihtoehto hiiren kakkospainikkeella valittuun valikkoon.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Uudelleen lataaminen höyrystä ei enää pakota tarkennusta takaisin työkaluun.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Lisätty uusia profiilin käyttöjä: Kartan luonti, Skenaarion Making, ja Teeman Making.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Kiinteät aiemmat asetukset ja profiilit eivät joskus siirry Skyveen.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Lisätty viesti ilmoittaaksesi sinulle, kun 'Korjaa kaikki ongelmat' ja 'Suorita puhdistus' päättyvät.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Korjattu harvinainen vika, jossa LOT 1 -profiilin lataaminen pitää kuorman ikuisesti.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Kiinteä muuntaminen LOT 1 -profiilit, jolloin varat on merkitty ”paikallisiksi”",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Muutti suodattimien kuvakkeita niin, että ne heijastavat luettelossa käytettyjä oikeita kuvakkeita.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Kopioi kaikki ID-toiminnot sisältävät nyt pakettien nimet ja myös paikalliset paketit.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Jaa zip-tiedosto, joka sisältää kaikki tarvittavat lokit, jotta joku auttaa sinua.",
  "The window buttons on the top right now have icons to explain their actions.": "Yläreunassa olevilla ikkunanpainikkeilla on nyt kuvakkeet selittääkseen toimintojaan.",
  "Required items automatically redirect to the packages' most recent successor.": "Tarvittavat kohteet ohjataan automaattisesti pakettien viimeisimpään seuraajaan.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Mahdollisesti kiinteä tilaus suuri määrä esineitä epäonnistui/ei toimi.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Online-profiilit voidaan ladata tai päivittää, jos sinulla on se jo paikallisesti.",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Korjattu kartan valinta uudelle pelille, joka ei anna käyttäjien valita vaniljakartta.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Korjattu ei voi käyttää Workshop karttoja ja tallennettuja pelejä profiiliasetuksissa",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Jos profiilissasi on tallentamattomia muutoksia, Skyven logo valaisee nyt violetin.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Kiinteä LOT tulee reagoimattomaksi Mac/Linuxissa, kun tilaus paketista.",
  "Enabled the ability to request a review for a package that is currently broken.": "Käytössä on mahdollisuus pyytää uudelleentarkastelua paketista, joka on tällä hetkellä rikki.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Vaaditut modit on nyt eri käyttöliittymä kertoa teille, et voi sulkea niitä.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Lisätty apuohjelmat sivulle tuonti mistä tahansa tekstitiedostosta tai leikepöydältä.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Lisätty lajittelutilauksen vaihtaminen valitaksesi Ascending ja Descending lajittelun.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Rikkoutuneilla, yhteensopimattomilla ja kielletyillä paketeilla on nyt uusi tausta luettelossa.",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "Päivitetään Pakettisivu, joka vastaa sisältöluetteloissa näytettyjä tietoja.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Uudelleen suodatus käyttäen pikanäppäimiä luettelossa nyt poistaa kohteen suodattimestasi.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Ladattuja profiileja voi olla yksityinen, jaettu ID:n kanssa tai julkinen kaikkien nähtäväksi.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Voit nyt valita useita kohteita sisältöluetteloissa käyttäen Ctrl tai Shift avaimia.",
  "Added links to the package page, as well as other information like its usage & type.": "Lisätty linkkejä pakettisivulle sekä muita tietoja, kuten sen käyttö & tyyppi.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Profiilililista käyttää nyt ruudukkonäkymää, ja voit vaihtaa ruudukkonäkymän ja listan välillä.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Parannettu tekijä info kerääminen, joka korjaa ongelman tekijän ei ladata.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Lisätty varoitus teksti kojelautaan, kun sinulla on useita LOM instansseja asennettu.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Sovelluksen suorituskykyä parannetaan. Nopeammat latausajat ja vähemmän jäykkiä on odotettavissa.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Paikalliset & Vanilla-paketit ovat nyt oikein sovitettuja pelaajan sisältöä katsellessa.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Suosikki profiilit näytetään nyt hallintapaneelillasi, jotta niiden välillä voi vaihtaa helposti.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Pikakuvake luodaan nyt, kun avaat ensimmäisen Skyven sen jälkeen, kun sinulla oli aiemmin LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Puuttuva lähdekoodi luo nyt varoituksen tilauksen peruuttamisen sijaan.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Pois jätetyt modit eivät enää käytä '.excluded' tiedostoa, vaan käyttävät uutta ModConfig-tiedostoa.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Korjaa tuontikokoelman teksti tilauksen ja tilauksen peruuttamisen osalta.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Lisätty uusi \"Kaikki ongelmat\" vaihtoehto \"Paketin tila\" ja \"Yhteensopivuus raportti\" pudotetaan.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Korjattu jäädytys tapahtuu haettaessa samalla kun 'Subscribe Time' -lajittelu on valittu.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Lisätty kolmas vaihtoehto 'Lisää Profiili' -sivulle tuodaksesi profiilin verkossa käyttämällä sen tunnusta.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Kiinteät kirjoittajat ja tagit suodatin ei päivitä, jos syötät sivun ennen kuin ne on ladattu.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Lisätty \"Viittaukset\" -välilehti paketin sivulle nähdäksesi kaikki muut siihen viittaavat paketit.",
  "Added an option to make optional packages use the same notification as required packages.": "Lisätty vaihtoehto tehdä valinnaisia paketteja käyttää samaa ilmoitusta kuin vaaditut paketit.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Lisätty kielen murteita, Kiinan perinteinen (Taiwan), Englanti Iso-Britannia, ja Portugalin Brasilia.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Tilin lataaminen tai päivittäminen ei ole oikein tallennettu joitakin tietoja, kuten pikkukuva.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Toteutettu uusi kuvake järjestelmä, joka skaalautuu kaikki kuvakkeet sopivalla tavalla käyttöliittymän mittakaavassa.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Lisätty haku, suodata ja lajittelu työkaluja listoille kirjoittajien sivulla & pakettien sivulla.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam-linkit avautuvat nyt Steamin ikkunan sisälle. Tämä voidaan kytkeä pois päältä asetuksista.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Kaikki suodatintoiminnot on nyt suoritettu Ctrl+Clickillä, lisäsi vaihtoehdon vaihtaaksesi tämän toiminnon.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Tarvittavat kohteet näytetään korjaamon sivulla on nyt integroitu Load Order Tool.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB-tuonti on nyt yleinen XML-tuonti tukemalla mitä tahansa XML-muotoa, joka sisältää pakettitunnuksia.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Lisätyt muutosloki-sivut, näet sen uusissa versioissa tai käyttämällä sen painiketta Ohje-osioissa.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Lisätty ylimääräinen teksti listaan näyttääksesi, kuinka monta pakettia on piilotettu profiilin käytön vuoksi.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Kiinteiden pakettien höyrytiedot eivät laske ensimmäistä kertaa profiilin tai kokoelman katselun jälkeen.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Näytä kansion asetukset' otetaan nyt automaattisesti käyttöön, jos jokin kansion asetuksista on virheellinen.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Lisätty hiiren kakkospainikkeella toiminnot sisältölistassa sulkemaan tai sisällyttämään kohteen kaikkiin paketteihisi.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Lisätty uusia toimintoja, jotta voit helposti käsitellä Steamin ja ladattujen pakettien välisiä eroavaisuuksia.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Lataa uudelleen lataustilaustyökalu käynnistää lataamisen ja sulkee sovelluksen samalla kun se päivitetään.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Kiinteä paikallisten resurssien poistaminen hiiren kakkospainikkeella valikosta poistaen kaikki paikalliset resurssit vain yhden sijasta",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Lisää uusia Profiilin lajitteluvaihtoehtoja. Valittu lajittelu muistetaan nyt koko istunnon ajan.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Päävalikon Steam-paneelit ovat nyt oletusarvoisesti näkyvillä, voit silti piilottaa ne mod asetuksista.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Paikallisten moodien nimi on palautettu kansioon Workshopin sijasta ongelmien estämiseksi.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Lisätty 'New Asset' ja 'Lataa Asset' käynnistysasetukset profiiliin, jotta ne ladataan nopeasti Asset Editoriin.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Lisätty laatikko sovelluksen vasempaan alareunaan ilmoittaaksesi sinulle odottavan tilauksen / peruutuksen tehtävät.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Parannettu 'Lisää Tageita'-ikkuna; voit helposti valita olemassa olevista tageista ja muokata useita kohteita kerralla.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Voit nyt muokata Etsi sitä! tagit suoraan sovelluksessa modeihin ja resursseihin. Varat on synkronoitu pelin kanssa.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-modeihin kuuluvat nyt IMT Markings, Render it! Presets, Procedural Objects Fonts, ja käännösmoodit.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Listat on muotoiltu uudelleen, sisältösivujen suorituskykyä ja reagointikykyä on parannettu rajusti.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Voit nyt pyytää tarkista paketin, joka ilmoittaa meille yhteensopivuustietoihin sisältyvistä puuttuvista tiedoista.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Korjaa yhteensopivuusraportissa näkyvien samankaltaisten modien välinen vuorovaikutus, kun sinulla on vain yksi niistä.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Useiden kohteiden tilaaminen peräkkäin laittaa ne odottavaan listaan sen sijaan, että peli avattaisiin joka kerta.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "Sivupalkin 'Profiilit' -välilehti avaa nyt profiililuettelon nykyisen profiilisi asetusten sijaan.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Nämä tiedot sisällytetään nyt yhteensopivuusraporttiin, jotta näet nopeasti ja helposti mitä et puutu.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Lisätty ”Muut profiilit” -osio paketin sivulle, jotta ne voidaan helposti sulkea pois tai sisällyttää muihin profiileihin",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Kiinteä käynnistys LOT sen jälkeen, kun monitori oli aiemmin päässyt pois päältä, jolloin ikkuna nyt näkyy.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Esittää, Skyve, viimeinen seuraaja Load Order Mod 1/2 ja Yhteensopivuusraportti.\r\nComing for C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Ensimmäisen kerran asetus on keskeneräinen näytössä on nyt ohitettava painike, jotta kansion asetukset voidaan määrittää manuaalisesti.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Lisäsi uuden kuvakkeen paketin viereen, joka näyttää nopean yhteenvedon paketin äänistä ja tilaajien määrästä.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Vähensi modin raporttitasoa, jota ei ole päivitetty jonkin aikaa 'Info', joten se ei ilmoita sinulle siitä.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Parannettu painikkeita ja suodata kontrollit sisältöluetteloissa, vähentää niiden kokoa ja lisätä enemmän visuaalisia vihjeitä.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Lisätty vianmääritys järjestelmä Utilities välilehdellä; käyttää sitä kaventaa mitä mod tai omaisuus aiheuttaa ongelmia.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Lisätty painike Apuohjelmat välilehdessä manuaalisesti ajaa tämä puhdistus ja pakottaa ladata puuttuvat paketit.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Vianmääritysjärjestelmä antaa sinulle opastuksen, askel askeleelta, tavan löytää mikä mod tai omaisuus on vika.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Nykyisen pelisi nimi näytetään nyt pelin päävalikossa.\r\n*Tämä voidaan poistaa käytöstä pelin sisäisissä asetuksissa.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Modin lataus välimuistissa; se lisää Windows & Linuxin kuormitusta ja nopeuttaa huomattavasti macOS:n kuormia.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Lisätty lisävaihtoehto pakottaaksesi pakettien lataamisen tai poistamisen heti, kun tilaat tai peruutat ne Skyvessa.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Lisätty vianmääritysjärjestelmä Utilities & Help välilehteen. Käytä sitä kaventaaksesi mitä mod tai omaisuus aiheuttaa ongelmia.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Lisätty ruudukkonäkymän valinta kaikille sisältösivuille. Valitse luettelonäkymän ja ruudukkonäkymän välillä käyttämällä uusia kuvakkeita listan oikealla yläpuolella.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Mod & Asset luojat voivat nyt muokata pakettejensa yhteensopivuustietoja; klikkaa pakettia hiiren kakkospainikkeella ja valitse 'Muokkaa yhteensopivuus'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Ottaa mukautetun sijainnin LSMR raportti tiedostoja nyt oikein alkaa sieltä, kun valitset raportin tiedosto Utilities sivulla.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Äskettäin tilattuja kohteita ei enää ladata, kun peli on auki.\r\nNäin estetään pelin jäädytykset ja modit toimintahäiriöt.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Lisätty kompakti-näkymä vaihtoehto kaikille sisältösivuille. ota käyttöön kompakti, lista & ruudukkonäkymä käyttäen listan oikealla puolella olevia uusia kuvakkeita.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Pelin käynnistäminen kun LOT on auki, poistaa automaattisesti kaikki paketit, joita et ole tilannut, mutta ne ladataan tietokoneellesi.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Arvostelun pyytäminen vaatii nyt kelvollisen kuvauksen ja lähettää myös lokisi pyynnöstä. ”Lähetä” -painikkeen vieressä on vastuuvapauslauseke.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Lisätty uusi Käyttäjäprofiilisivu, johon pääsee klikkaamalla modin tai profiilin kirjoittajaa. Tämä sivu sisältää kaikki käyttäjän profiilit ja paketit.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Kun olet aloittanut, voit turvallisesti sulkea Skyven ja jatkaa myöhemmin. Skyve muistaa kaikki asetuksesi ja missä vaiheessa olet tällä hetkellä.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Modien kuormatilaus on integroitu uudelleen ja se on täysin automatisoitu moodin vaatimusten sekä muiden Compatibility-Report -tekijöiden perusteella.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Lisätty grid-view- ja compact-view- asetukset kaikille sisältösivuille; ota luettelon, kompaktin & ruudukon näkymä käyttöön listan oikealla puolella olevien uusien kuvakkeiden avulla.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Paikalliset paketit sovitetaan automaattisesti nettivastineeseen, ja niissä näytetään Steamin tiedot ja osoitetaan niiden yhteensopivuus oikein.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Kun menettely aloitetaan, Skyve tallentaa nykyiset asetukset ja aloittaa sitten pois tai sisällyttää paketteja automaattisesti, kunnes löydät ongelman syyn.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Toissijaiset sisältölistat kuten 'Puuttuvat paketit' ja 'Työpajojen kokoelma' käyttävät nyt samaa käyttöliittymää kuin tärkeimmät sisältösivut, mahdollistetaan yksinkertaistettu kokemus ja enemmän vaihtoehtoja.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Uusi kuvake hehkuu nyt sen perusteella, mitä tapahtuu, sininen osoittaa, että peli on käynnissä, punainen tarkoittaa ei internet-yhteyttä, ja nopea hehku tarkoittaa sen käynnistämistä tai sulkemista peli.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Muutti mahdollisuutta lisätä luetteloiden kohteiden kokoa leikkurilla kasvattaaksesi niiden kokoa, parannettu laajennetun luettelon kohteiden käyttöliittymä ja soveltanut tätä toimintoa muihin sovelluksessa oleviin luetteloihin.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Termien erottaminen pilkulla hakussasi jakaa hakun, joka vastaa mitä tahansa termejä (OR)\r\n\t- • Jos lisäät '+' termiä toimikautesi alussa, tarvitaan termin sovittaminen yhteen (AND)\r\n\t- • '-' toimikautesi alkuun sulkee pois kohteet, jotka vastaavat termiä\r\n\r\nEsimerkkejä uudesta hausta\r\n\t- auto, kuorma-auto (vastaa 'auto' tai 'kuorma-auto')\r\n\t¶ • rakennus, huoneisto +european (vastaa 'eurooppa' JA ['rakennus' TAI 'huoneisto'])\r\n\t¶ • condo, house -rico +american (vastaa 'american' JA ['condo' TAI 'house'] JA EI 'rico')"
}