{
  "New": "Nouveauté",
  "Fixes": "Corrections",
  "Changes": "Changements",
  "Bug-Fixes": "Corrections de bugs",
  "Improvements": "Améliorations",
  "New Features": "Nouvelles fonctionnalités",
  "Other Changes": "Autres changements",
  "New & Updated": "Nouveautés et Mises à jour",
  "New & Improved": "Nouveautés et améliorations",
  "Profile Changes": "Changement pour les profils",
  "UI & UX Changes": "Changements UI et UX",
  "Fixes & Changes": "Corrections et Changements",
  "Online Profiles": "Profils en ligne",
  "Other UI changes.": "Autres changements d'UI.",
  "Asset Requirements": "Exigences d'asset",
  "Core Systems Rework": "Refonte des systèmes de base",
  "Troubleshoot System": "Système de résolution des problèmes",
  "Beta Public Release": "Version publique bêta",
  "Content Lists Changes": "Modifications des listes de contenu",
  "File Selection Revamp": "Refonte de la sélection de fichier",
  "Spring cleaning update": "Mise à jour du nettoyage de printemps",
  "Filter & Search Changes": "Changements des filtres et recherche",
  "Vote & Subscribers Icon": "Icônes Vote & Abonnés",
  "Easily access your logs.": "Accédez facilement à vos logs.",
  "Added Hungarian language": "Ajout de la langue hongroise",
  "Workshop Packages Cleanup": "Nettoyage des paquets du Workshop",
  "Fixed the crash on launch.": "Correction d'un crash au lancement.",
  "Added a new 'Midnight' theme.": "Ajout d'un nouveau thème \"Midnight\".",
  "Welcome to the change-log era": "Bienvenue dans l'ère du journal des modifications",
  "Added the Help & Logs section": "Ajout de la section Aide et logs",
  "Compatibility Report Overhaul": "Refonte du rapport de compatibilité",
  "Reworked Subscription Process": "Système d'abonnement retravaillé",
  "Added a List/Grid view toggle.": "Ajout d'un bouton pour passer entre la vue Liste et Grille.",
  "Added Greek & Serbian languages": "Ajout des langues grec et serbe",
  "A full rework! And much more...": "Une refonte complète ! Et bien plus encore...",
  "Presenting, the Profile Overhaul": "Présentation, refonte du profil",
  "Online profiles, coming through!": "Les Profils de la communauté arrivent !",
  "Added more context to some popups": "Ajout de plus de contexte à certains pop-ups",
  "Profiles can now have thumbnails.": "Les profils peuvent désormais avoir une miniature.",
  "A full rework! -behind the scenes": "Une refonte complète ! -derrière les scènes",
  "Updated for the latest game patch.": "Mise à jour pour la dernière mise à jour du jeu.",
  "Stable release of the v3.2 update.": "Version stable de la mise à jour v3.2.",
  "Added a new author filter dropdown.": "Ajout d'un nouveau filtre auteur dans la liste déroulante.",
  "Added a 'Load Order' sorting option.": "Ajout d'une option de tri 'Ordre de chargement'.",
  "Hover over it to display the values.": "Survolez-le pour afficher les valeurs.",
  "Fixed a bug that caused high CPU usage.": "Correction d'un bug qui causait une utilisation élevée du CPU.",
  "Profile usages now have separate icons.": "Les utilisations de profil ont maintenant des icônes séparées.",
  "Added extra logging for automated tasks.": "Ajout de log plus détaillé pour les taches automatisé.",
  "Visual improvements to the package page.": "Améliorations visuelles sur la page des paquets.",
  "Added small tags next to package titles.": "Ajout de petites balises à côté des titres du paquet.",
  "Changed the design of your profile list.": "Modification du design de la liste de vos profils.",
  "Fixed private packages being marked as .": "Correction des paquets privés marqués comme .",
  "Redesigned the Compatibility Report page.": "Refonte de la page du Rapport de compatibilité.",
  "Local mods' name & label have been updated.": "Le nom et le label des mods locaux ont été mis à jour.",
  "Added Compatibility Report for broken Assets": "Ajout du rapport de compatibilité pour les assets cassés",
  "You can now assign a color to your profiles.": "Vous pouvez maintenant assigner une couleur à vos profils.",
  "Added a Sorting dropdown & sort order toggle": "Ajout d'un menu déroulant de tri et un bouton de changement de l'ordre du tri",
  "Added 2 new buttons in the Help & Logs page.": "Ajout de 2 nouveaux boutons sur les pages Aide et logs.",
  "Fixed playsets disappearing on macOS & Linux.": "Correction de la disparition des playsets sur macOS et Linux.",
  "Updated the UI of the file selection screens.": "Mise à jour de l'interface utilisateur des écrans de sélection de fichiers.",
  "Fixed the log file path being wrong on Linux.": "Correction du chemin du fichier log incorrect sur Linux.",
  "The Compatibility Report tab is now available.": "L'onglet Rapport de compatibilité est maintenant disponible.",
  "Fixed the profile list not updating instantly.": "Correction de la liste des profils qui ne s'actualisait pas instantanément.",
  "Fixed an error while fetching steam user info.": "Correction d'une erreur lors de la récupération des informations de l'utilisateur Steam.",
  "Improved Compatibility Report processing speed.": "Amélioration de la vitesse de traitement du rapport de compatibilité.",
  "Added an indicator that a profile is uploading.": "Ajout d'un indicateur indiquant qu'un profil est en cours de téléchargement.",
  "Fixed Profiles' Auto-Save not working correctly.": "La sauvegarde automatique des profils corrigée ne fonctionnait pas correctement.",
  "Added 6 new reset buttons in the Utilities page.": "Ajout de 6 nouveaux boutons de réinitialisation dans la page Utilités.",
  "Fixed freezes happening in the content list pages.": "Correction du blocage dans les pages de la liste de contenu.",
  "Added more actions to labels in the content lists.": "Ajout d'actions supplémentaires aux étiquettes dans les listes de contenu.",
  "Fixed author pages not opening correctly in Steam.": "Les pages de l'auteur ne s'ouvrent pas correctement dans Steam.",
  "Fixed the out of date status not working correctly.": "Correction du dysfonctionnement du statut obsolète.",
  "Fixed DLCs not being applied when loading a profile.": "Correction que les DLC ne sont pas appliqués lors du chargement d'un profil.",
  "Search in the content list pages is now much faster.": "La recherche dans les pages de la liste de contenu est maintenant beaucoup plus rapide.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Ajout des options de tri 'Votes' et 'Total des abonnés'.",
  "Fixed the options tab not opening for macOS & Linux.": "Correction de l'onglet options qui ne s'ouvrait pas pour macOS et Linux.",
  "Fixed the changelog not opening with some languages.": "Correction du journal des modifications qui ne s'ouvrait pas avec certaines langues.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "Les \"Profils\" sont désormais appelés \"Playsets\".",
  "Swapped all double-buttons and option toggles' sides.": "Permuté tous les double boutons et options des côtés.",
  "Fixed mods being detected in the local assets folder.": "Correction des mods détectés dans le dossier local des ressources.",
  "Fixed the asset summary not showing in the dashboard.": "Correction du résumé de l'actif qui ne s'affichait pas dans le tableau de bord.",
  "Fixed the language option being empty for some people.": "Correction de l'option de langue vide pour certaines personnes.",
  "Improved the responsiveness of the content list pages.": "Amélioration de la réactivité des pages de la liste de contenu.",
  "Fixed updating an online profile not working properly.": "Correction de la mise à jour d'un profil en ligne qui ne fonctionne pas correctement.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Cliquer sur le nom d'un auteur pour l'ajouter à votre filtre",
  "Added Pinned folders to easily access relevant folders.": "Ajout de dossiers épinglés pour accéder facilement aux dossiers pertinents.",
  "Fixed profile packages not showing their workshop name.": "Les paquets de profil ne montraient pas le nom de leur atelier.",
  "Improved the performance for people with a lot of mods.": "Amélioration des performances pour les personnes avec beaucoup de mods.",
  "Added an option to ignore internet connectivity checks.": "Ajout d'une option pour ignorer les vérifications de connectivité Internet.",
  "Fixed a bug that caused infinite loading for some users.": "Correction d'un bug qui causait un chargement infini pour certains utilisateurs.",
  "You can now create a desktop shortcut for your profiles.": "Vous pouvez maintenant créer un raccourci de bureau pour vos profils.",
  "Animations are now disabled by default on macOS & Linux.": "Les animations sont maintenant désactivées par défaut sur macOS et Linux.",
  "Improved performance while including/excluding packages.": "Amélioration des performances tout en incluant/excluant les paquets.",
  "Added a button to view a Profile's file on your computer.": "Ajout d'un bouton pour afficher le fichier d'un profil sur votre ordinateur.",
  "You can now subscribe to packages while the game is open.": "Vous pouvez maintenant vous abonner aux paquets pendant que le jeu est ouvert.",
  "Unlisted packages now have the correct name and thumbnail.": "Les paquets non listés ont maintenant le nom et la miniature corrects.",
  "Simplify a log file to focus on what's actually happening.": "Simplifiez un fichier journal pour vous concentrer sur ce qui se passe réellement.",
  "Removed the subscription tab from the in-game mod options.": "Suppression de l'onglet d'abonnement des options de mod en jeu.",
  "Added a custom arguments box for advanced launch settings.": "Ajout d'une boîte d'arguments personnalisés pour les paramètres de lancement avancés.",
  "Updated the color design of the app's logo on the top-left.": "Mise à jour du design de couleur du logo de l'application en haut à gauche.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Correction et amélioration de la vitesse de chargement des rapports de mod d'écran.",
  "Compatibility Report is now integrated directly into Skyve.": "Le rapport de compatibilité est maintenant intégré directement dans Skyve.",
  "Added a button to easily view an online profile's contents.": "Ajout d'un bouton pour visualiser facilement le contenu d'un profil en ligne.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Ajout d'un bouton 'Tout désabonner' dans les actions des pages de contenu.",
  "Added a loading animation when viewing a profile's contents.": "Ajout d'une animation de chargement lors de la visualisation du contenu d'un profil.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Cliquer pour filtrer utilise maintenant la touche Alt au lieu de la touche Ctrl.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Les utilisateurs Linux et Mac ne peuvent pas générer de zip.",
  "Quickly view errors in your most recent/current game session.": "Affichez rapidement les erreurs dans votre session de jeu la plus récente/en cours.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Ajout d'un raccourci Ctrl+[0-9] pour basculer entre les onglets disponibles.",
  "So many more UI improvements, changes, and fixes I lost count.": "Tant d'autres améliorations de l'interface utilisateur, des changements et des correctifs que j'ai perdu en compte.",
  "Click on the icon for an in-depth description of this feature.": "Cliquez sur l'icône pour une description détaillée de cette fonctionnalité.",
  "Added a \"Force download\" option in packages' right-click menu.": "Ajout d'une option \"Forcer le téléchargement\" dans le menu du clic droit des paquets.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Les paramètres de tri et de visualisation de la grille sont maintenant enregistrés sur une base de page.",
  "Placeholders for folder settings now correctly reflect your OS.": "Les espaces réservés aux paramètres de dossier reflètent maintenant correctement votre système d'exploitation.",
  "Fixed the LHT option not working when launching into a new map.": "Correction de l'option DHT qui ne fonctionnait pas lors du lancement dans une nouvelle carte.",
  "Fixed a rare case where the compatibility info was not loading.": "Correction d'un cas rare où les informations de compatibilité ne se chargeaient pas.",
  "You can now upload a profile online, up to 5 profiles per user.": "Vous pouvez maintenant télécharger un profil en ligne, jusqu'à 5 profils par utilisateur.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Ajout d'un paramètre en jeu pour activer le rechargement à chaud pour les mods et les actifs.",
  "Fixed the current playset's name staying visible while in-game.": "Correction du nom du playset actuel restant visible pendant le jeu.",
  "Stable version has been bumped to match the Beta version number.": "Le numéro de la version Stable a été augmenté pour correspondre à la version Bêta.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Vous pouvez maintenant importer un profil LOT 1 dans la section 'Ajouter un profil'.",
  "Your Paradox account panel will always be displayed from now on.": "Votre panneau de compte Paradox sera toujours affiché à partir de maintenant.",
  "Partially included packages now have a different UI in the list.": "Les paquets partiellement inclus ont maintenant une interface utilisateur différente dans la liste.",
  "Added a Workshop section to easily select workshop maps & saves.": "Ajout d'une section Atelier pour sélectionner facilement les cartes et les sauvegardes des ateliers.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Les paquets auxquels vous n'êtes pas abonné ne sont plus chargés en jeu.",
  "Fixed legacy profiles not being converted after the first launch.": "Les profils existants n'ont pas été convertis après le premier lancement.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Correction du remplacement des dossiers 'Réel' pour les utilisateurs Linux et Mac.",
  "Fixed some parts of the UI not getting translated from the start.": "Correction de certaines parties de l'interface utilisateur qui ne sont pas traduites depuis le début.",
  "Added an option to have Filters & Action sections open by default.": "Ajout d'une option pour que les sections Filtres & Action soient ouvertes par défaut.",
  "Adding an info popup when subscribing to items for the first time.": "Ajout d'une popup d'information lors de l'abonnement aux éléments pour la première fois.",
  "Changed the design of the top action buttons on both profile pages": "Modification de la conception des boutons du haut de la page des deux profils",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Correction des paramètres de lancement de l'éditeur d'actif qui n'étaient pas mémorisés correctement.",
  "Recommendations and info text are now clearer and easier to manage.": "Les recommandations et le texte d'information sont maintenant plus clairs et plus faciles à gérer.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Ajout de \"Voir le contenu de ce profil\" dans le menu contextuel des profils.",
  "Fixed custom maps not loading when selected in the profile settings.": "Correction du chargement des cartes personnalisées lors de la sélection dans les paramètres du profil.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "La sensibilité de la notification « partiellement téléchargée » a été allégée.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Ajout d'un \"Télécharger tous les éléments affichés\" dans les actions des pages de la liste.",
  "Added an option to hide the current playset's name in the main menu.": "Ajout d'une option pour masquer le nom du playset actuel dans le menu principal.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Correction de l'onglet Aide et Logs qui ne chargeaient pas automatiquement votre journal actuel.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Les systèmes de base de Skyve ont été modifiés, organisés et optimisés.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Ajout d'une section Utilitaire pour s'abonner aux éléments manquants dans une configuration BOB.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Correction du chargement des profils sur macOS et Linux qui ne s'appliquaient pas toujours correctement.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Correction du chargement d'une URL de collection qui n'analyserait pas correctement l'identifiant.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Ajout d'un bouton Snooze pour rejeter une certaine notification de compatibilité.",
  "Your current playset's name is now displayed in the main menu in-game.": "Le nom de votre jeu actuel est maintenant affiché dans le menu principal en jeu.",
  "Fixed local assets not automatically refreshing after external changes.": "Les ressources locales fixées ne se rafraîchissent pas automatiquement après les modifications externes.",
  "You can now generate a zip file of your logs while the game is running.": "Vous pouvez maintenant générer un fichier zip de vos logs pendant que le jeu est en cours d'exécution.",
  "Added an option to disable the automatic cleanup when opening the game.": "Ajout d'une option pour désactiver le nettoyage automatique lors de l'ouverture du jeu.",
  "Local assets are now correctly groupped based on the folders they're in.": "Les ressources locales sont maintenant correctement regroupées en fonction des dossiers dans lesquels elles se trouvent.",
  "You can discover online profiles using a new button in the Profiles tab.": "Vous pouvez découvrir des profils en ligne en utilisant un nouveau bouton dans l'onglet Profils.",
  "Compatibility & package statuses are now shown on the right in the list.": "Les statuts de compatibilité et de package sont maintenant affichés à droite dans la liste.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Correction des noms incorrects des paquets lors de la visualisation du contenu d'un jeu de lecture.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Déplacement de la section 'Actions' dans les pages de contenu et ajout de 2 nouvelles options.",
  "Improved the Actions button to make it more visible and easier to access.": "Amélioration du bouton Actions pour le rendre plus visible et plus facile d'accès.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Les suppressions de Skyve enverront maintenant les fichiers dans la corbeille sous Windows.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Ajout d'une option 'Ouvrir un fichier' au menu contextuel lors de la sélection d'un fichier.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Retélécharger à partir de Steam ne forcera plus la mise au point à l'outil.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Ajout de nouvelles utilisations de profil : création de cartes, création de scénarios et création de thèmes.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Les paramètres et profils précédents ont été corrigés et ne peuvent parfois pas être transférés sur Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Ajout d'un message pour vous informer de la fin de la correction de tous les problèmes et de la fin du nettoyage.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Correction d'un bug rare où le chargement d'un profil LOT 1 pouvait continuer à se charger pour toujours.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Correction de la conversion des profils LOT 1 pour que les actifs soient marqués comme 'Local'",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Les icônes des filtres ont été modifiées pour refléter les icônes correctes utilisées dans la liste.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Copier toutes les actions IDs inclut maintenant les noms de paquets et les paquets locaux.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Partagez un fichier zip contenant tous les logs nécessaires à quelqu'un pour vous aider.",
  "The window buttons on the top right now have icons to explain their actions.": "Les boutons de fenêtre en haut à droite ont maintenant des icônes pour expliquer leurs actions.",
  "Required items automatically redirect to the packages' most recent successor.": "Les éléments requis redirigent automatiquement vers le successeur le plus récent des paquets.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Possibilité de fixer l'abonnement à un grand nombre d'éléments échouant ou ne fonctionnant pas.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Les profils en ligne peuvent être téléchargés, ou mis à jour si vous les avez déjà localement.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Correction de la sélection de la carte pour un nouveau jeu ne permettant pas aux utilisateurs de sélectionner une carte vanilla.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Correction de ne pas pouvoir utiliser les cartes Atelier et les sauvegardes dans les paramètres du profil",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Si votre profil a des modifications non enregistrées, le logo Skyve va maintenant s'allumer violet.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Ajout d'un bouton \"Appliquer toutes les actions disponibles\" sur la page Rapport de compatibilité.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Correction du LOT devenant peu réactif sur Mac/Linux lors de la désinscription d'un paquet.",
  "Enabled the ability to request a review for a package that is currently broken.": "Activé la possibilité de demander une révision pour un paquet qui est actuellement cassé.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Les mods requis ont maintenant une interface utilisateur différente pour vous dire que vous ne pouvez pas les exclure.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Ajouté à la page Utilitaires une importation depuis n'importe quel fichier texte ou depuis votre presse-papiers.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Ajout d'un commutateur d'ordre de tri à sélectionner entre le tri ascendant et le tri décroissant.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Les paquets cassés, incompatibles et bannis ont maintenant un nouveau fond dans la liste.",
  "Updated the Package Page to match the displayed information in the content lists.": "Mise à jour de la page du paquet pour correspondre aux informations affichées dans les listes de contenu.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Ajout du nombre d'items contenu dans chaque groupe du rapport de compatibilité.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Le nouveau filtrage en utilisant les raccourcis de la liste supprime maintenant l'élément de votre filtre.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Les profils téléchargés peuvent être privés, partagés avec un ID ou publics pour que tout le monde puisse les voir.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Vous pouvez maintenant sélectionner plusieurs éléments dans les listes de contenu en utilisant les touches Ctrl ou Shift.",
  "Added links to the package page, as well as other information like its usage & type.": "Ajout de liens vers la page du paquet, ainsi que d'autres informations comme son utilisation et son type.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "La liste des profils utilise maintenant une vue en grille, et vous pouvez basculer entre la vue grille et liste.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Amélioration de la collecte d'informations de l'auteur, qui corrigera le problème des auteurs qui ne se chargent pas.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Ajout d'un texte d'avertissement dans le tableau de bord lorsque vous avez plusieurs instances LOM installées.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Amélioration des performances de l'application. Des temps de chargement plus rapides et moins de trémies sont attendus.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Les packs d'assets inclut partiellement sont désormais considéré comme \"Inclut\" pour la vérification des dépendances.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Les paquets locaux et Vanilla sont maintenant correctement appariés lors de la visualisation du contenu d'un jeu de lecture.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Les profils favoris sont maintenant affichés sur votre tableau de bord pour permettre un basculement facile entre eux.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Un raccourci sera maintenant créé lorsque vous ouvrirez Skyve pour la première fois après que vous ayez déjà eu LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Le code source manquant va maintenant générer une alerte au lieu d'une notification de désinscription.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Les mods exclus n'utilisent plus le fichier '.excluded', ils utilisent plutôt un nouveau fichier ModConfig.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Correction du texte de la collection d'importation pour l'inversion de l'abonnement et de la désinscription.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Ajout d'une nouvelle option \"N'importe quel problème\" pour les listes déroulantes \"Statut du paquet\" et \"Rapport de compatibilité\".",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Correction du blocage lors de la recherche alors que le tri \"Heure d'abonnement\" était sélectionné.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Ajout d'une troisième option dans la page 'Ajouter un profil' pour importer un profil en ligne en utilisant son ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Le filtre des auteurs et des tags ne se rafraîchit pas si vous entrez dans la page avant qu'ils ne se soient chargés.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Ajout d'un onglet \"Références\" sur la page d'un paquet pour voir tous les autres paquets qui le référencent.",
  "Added an option to make optional packages use the same notification as required packages.": "Ajout d'une option pour que les paquets optionnels utilisent la même notification que les paquets requis.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Ajout de dialectes linguistiques, chinois traditionnel (Taiwan), anglais et portugais Brésil.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Correction du téléchargement ou de la mise à jour d'un profil qui n'enregistrait pas correctement certaines données comme la miniature.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Implémenté un nouveau système d'icônes qui adapte toutes les icônes à l'échelle de votre IU.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Ajout des outils de recherche, de filtrage et de tri aux listes dans la page des auteurs et dans la page des paquets.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Les liens Steam s'ouvrent maintenant dans la fenêtre de Steam. Cela peut être désactivé dans les Options.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Toutes les actions de filtre sont maintenant effectuées à l'aide de Ctrl+Click, a ajouté une option pour échanger cette fonctionnalité.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Les éléments requis affichés sur la page d'un actif d'atelier sont maintenant intégrés dans l'outil de commande de charge.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB import est maintenant une importation XML générique en prenant en charge tout format XML qui contient les identifiants de paquets.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Ajout de pages du journal des modifications, vous le verrez sur les nouvelles versions ou en utilisant son bouton dans les sections Aide.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Ajout de texte supplémentaire dans la liste pour montrer combien de paquets sont cachés en raison de votre utilisation de profil.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Les informations Steam des paquets ne se chargent pas à partir de la première fois lors de l'affichage d'un profil ou d'une collection.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Afficher les paramètres des dossiers' est maintenant activé automatiquement si l'un des paramètres du dossier est incorrect.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Ajout d'actions de clic droit dans la liste de contenu pour exclure ou inclure un élément dans tous vos paquets.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Ajout de nouvelles fonctionnalités pour gérer facilement les disparités entre Steam et vos paquets téléchargés.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Le retéléchargement de Load Order Tool initiera le téléchargement et fermera l'application pendant qu'elle sera mise à jour.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Correction de la suppression des assets locaux du menu du clic droit en supprimant tous les assets locaux au lieu d'un seul",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Ajout de nouvelles options de tri des profils. Le tri sélectionné sera maintenant mémorisé tout au long des sessions.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Les panneaux Steam dans le menu principal sont maintenant affichés par défaut, vous pouvez toujours les masquer dans les paramètres du mod.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Le nom des mods locaux a été retourné au nom du dossier au lieu de celui de l'atelier pour éviter les problèmes.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Ajout d'options de lancement 'Nouvel actif' et 'Charger un actif' dans le profil pour charger rapidement dans l'éditeur d'actif.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Ajout d'une boîte en bas à gauche de l'application pour vous informer de toutes les tâches d'abonnement/désinscription en attente.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Amélioration de la fenêtre 'Ajouter des étiquettes'; vous pouvez facilement sélectionner à partir de tags existants et éditer plusieurs éléments à la fois.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Vous pouvez maintenant modifier Trouvez-le! les tags directement dans l'application pour les mods et les ressources. Les actifs sont synchronisés avec le jeu.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Les pseudo-mods incluent maintenant les marqueurs IMT, le rendu ! Présets, les polices d’objets procéduraux et les mods de traduction.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Révisé le rendu des listes, améliorant considérablement la performance et la réactivité des pages de contenu.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Vous pouvez maintenant demander une révision pour un package afin de nous informer des informations manquantes dans les données de compatibilité.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Correction d'une interaction entre les mods similaires affichés dans le rapport de compatibilité lorsque vous n'en avez qu'un seul.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "S'abonner à plusieurs éléments dans une rangée les mettra dans une liste en attente au lieu d'ouvrir le jeu à chaque fois.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "L'onglet « Profils » dans la barre latérale ouvre maintenant votre liste de profils au lieu des paramètres de votre profil actuel.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Cette information sera maintenant incluse dans le rapport de compatibilité pour voir rapidement et facilement ce que vous manquez.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Ajout de la section « Autres profils » dans la page d'un paquet pour l'exclure facilement ou l'inclure de vos autres profils",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Correction du lancement de LOT après que le moniteur était précédemment éteint, ce qui faisait apparaître la fenêtre.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Présentation, Skyve, le successeur final du mode commande de charge mod 1/2 et du rapport de compatibilité.\r\nDisponible pour C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "L’écran « Première configuration incomplète» contient maintenant un bouton « Ignorer » pour configurer manuellement vos paramètres de dossier à la place.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Ajout d'une nouvelle icône à côté d'un paquet qui affiche un résumé rapide du nombre de votes et d'abonnés du paquet.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Réduction du niveau de rapport d'un mod qui n'a pas été mis à jour depuis un certain temps à 'Info' donc il ne vous en avertit pas.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Amélioration des boutons et des contrôles de filtres dans les listes de contenu, réduction de leur taille globale et ajout de plus de repères visuels.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Ajout d'un système de résolution des problèmes à l'onglet Utilités ; utilisez-le pour trouver quel mod ou asset est à l'origine des problèmes.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Ajout d'un bouton dans l'onglet Utilitaires pour lancer manuellement ce nettoyage et forcer le téléchargement des paquets manquants.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Le système de résolution des problèmes vous guidera, étapes après étapes, avec un moyen de trouver quel mod ou asset est l'origine du problème.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Le nom de votre jeu actuel est maintenant affiché dans le menu principal en jeu.\r\n*Ceci peut être désactivé dans les paramètres du jeu.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Le chargement des mods est maintenant mis en cache; ce qui donne lieu à des charges plus efficaces sur Windows et Linux, ainsi qu'à des chargements bien plus rapides sur macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Ajout d'une option avancée pour forcer le téléchargement ou la suppression de paquets dès que vous vous abonnez/désabonnez à Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Ajout d'un système de dépannage dans les onglets Utilitaires et Aide ; utilisez-le pour affiner le mod ou l'asset causant vos problèmes.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Ajout d'une option de grille pour toutes les pages de contenu; bascule entre la vue liste et grille en utilisant les nouvelles icônes en haut à droite de la liste.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Les créateurs de mods et d'actifs peuvent maintenant modifier les données de compatibilité de leurs paquets; il suffit de cliquer avec le bouton droit sur le package et de sélectionner 'Modifier la compatibilité'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Avoir un emplacement personnalisé pour les fichiers de rapport LSMR va maintenant démarrer correctement à partir de là lors de la sélection d'un fichier de rapport dans la page Utilitaires.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Les éléments nouvellement abonnés ne sont plus rechargés lorsque le jeu est ouvert.\r\nCela empêche le gel de votre jeu ainsi que le dysfonctionnement des mods.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Ajout d'une option compact-view pour toutes les pages de contenu ; basculer entre la vue compacte, liste et grille en utilisant les nouvelles icônes en haut à droite de la liste.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Lancer le jeu pendant que LOT est ouvert supprimera automatiquement tous les paquets auxquels vous n'êtes pas abonné, mais qui sont téléchargés sur votre ordinateur.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Demander un examen nécessite maintenant une description valide et envoie également vos logs avec la demande. Un avertissement est affiché à côté du bouton « Envoyer».",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Ajout d'une nouvelle page de profil d'utilisateur, accessible en cliquant sur l'auteur d'un mod ou d'un profil. Cette page comprend tous les profils et paquets de l'utilisateur.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Une fois que vous avez commencé, vous pouvez fermer Skyve en toute sécurité et continuer à une date ultérieure. Skyve se souviendra de tous vos paramètres et de la phase sur laquelle vous vous trouvez.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "L'ordre de charge des mods a été réintégré, et est entièrement automatisé en fonction des exigences des mods ainsi que d'autres facteurs de rapport de compatibilité.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Ajout d'options de visualisation en grille et compact-view pour toutes les pages de contenu ; basculer entre la vue liste, compacte et grille en utilisant les nouvelles icônes en haut à droite de la liste.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Les paquets locaux sont automatiquement associés à leur homologue en ligne, affichant les informations de Steam et affichant correctement ses informations de compatibilité.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Au démarrage de la procédure, Skyve sauvegardera vos paramètres actuels, puis commencera automatiquement à exclure ou à inclure des paquets jusqu'à ce que vous puissiez trouver la cause de vos problèmes.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Les listes de contenu secondaires comme 'Paquets manquants' et 'Collection Atelier' utilisent maintenant la même interface utilisateur que les pages de la liste de contenu principale, permettant une expérience simplifiée et plus d'options.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "La nouvelle icône clignote maintenant en fonction de ce qui se passe, le bleu indique que le jeu est en cours d'exécution, rouge signifie pas de connexion Internet, et la lueur rapide signifie qu'il lance ou ferme le jeu.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Modification de l'option pour augmenter la taille des éléments de la liste au survol pour toujours augmenter leur taille, a amélioré l'interface utilisateur des éléments de la liste agrandie et a appliqué cette fonctionnalité au reste des listes de l'application.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Séparer les termes par une virgule dans votre recherche divisera votre recherche pour correspondre à l'un des termes (OU)\r\n\t• Ajouter '+' au début de votre terme exigera que le terme corresponde (AND)\r\n\t• Ajouter '-' au début de votre terme exclura les éléments qui correspondent à ce terme\r\n\r\nExemples de la nouvelle recherche:\r\n\t• voiture, camion (matchs 'voiture' OU 'camion')\r\n\t• bâtiment, appartement +european (matchs 'european' ET ['bâtiment' OU 'appartement'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')"
}