{
  "New": "新規",
  "Fixes": "修正",
  "Hotfix": "ホットフィックス",
  "Changes": "変更",
  "Bug-Fixes": "バグ修正",
  "Improvements": "改善",
  "New Features": "新機能",
  "Other Changes": "その他の変更",
  "New & Updated": "新規 ＆ 更新",
  "New & Improved": "新規 & 改善",
  "Profile Changes": "プレイセットの変更",
  "UI & UX Changes": "UI & UXの変更",
  "Fixes & Changes": "修正 ＆ 変更",
  "Online Profiles": "オンラインプレイセット",
  "Other UI changes.": "その他のUIを変更",
  "Other small fixes.": "その他の小さな修正",
  "Asset Requirements": "アセットの要件",
  "Core Systems Rework": "コアシステムの再構成",
  "Troubleshoot System": "トラブルシューティングのシステム",
  "Beta Public Release": "パブリック β版で一般公開",
  "Content Lists Changes": "コンテンツリストの変更",
  "File Selection Revamp": "ファイル選択の刷新",
  "Spring cleaning update": "春の大規模なアップデート",
  "Dashboard Customization": "ダッシュボードのカスタマイズ",
  "Filter & Search Changes": "フィルタ & 検索の変更",
  "Vote & Subscribers Icon": "評価システムとサブスク数のアイコン",
  "Easily access your logs.": "ゲームのログに簡単にアクセス可能",
  "Added Hungarian language": "ハンガリー語を追加",
  "Performance improvements.": "パーフォーマンスの改善",
  "Workshop Packages Cleanup": "ワークショップのパッケージをクリーンアップ",
  "Fixed the crash on launch.": "起動時のクラッシュを修正",
  "Added a new 'Midnight' theme.": "新しい「ミッドナイト」テーマを追加",
  "Welcome to the change-log era": "更新履歴のタブにようこそ",
  "Added the Help & Logs section": "ヘルプ & ログのタブを追加",
  "Compatibility Report Overhaul": "互換性レポートの大幅な見直し",
  "Reworked Subscription Process": "サブスクに関する処理の見直し",
  "Added a List/Grid view toggle.": "リスト/グリッドビューの切り替えを追加",
  "Added Greek & Serbian languages": "ギリシャ語とセルビア語を追加",
  "A full rework! And much more...": "完全な作り直し！そして更に...",
  "Presenting, the Profile Overhaul": "プレゼンテーション ｰ プレイセットの大幅な見直し",
  "Online profiles, coming through!": "オンラインプレイセットが登場！",
  "Future fix for users not loading.": "将来的には、ロードされない一部ユーザーの問題は修正予定",
  "Added more context to some popups": "いくつかのポップアップにコンテキストを更に追加",
  "Profiles can now have thumbnails.": "プレイセットにサムネイルの表示が可能",
  "A full rework! -behind the scenes": "完全な作り直し！ -舞台裏では",
  "Updated for the latest game patch.": "最新のゲームパッチに対応",
  "Stable release of the v3.2 update.": "v3.2へアップデートして安定版をリリース",
  "Added a new author filter dropdown.": "作者でフィルタするドロップダウンを新規で追加",
  "Added a 'Load Order' sorting option.": "「ロード順」のソートオプションを追加",
  "Hover over it to display the values.": "カーソルを合わせると値が表示",
  "Fixed a bug that caused high CPU usage.": "CPU使用率が高くなるバグを修正",
  "Profile usages now have separate icons.": "プレイセットの用途に個別のアイコンを表示",
  "Added extra logging for automated tasks.": "自動化されたタスクのログを追加",
  "Visual improvements to the package page.": "パッケージページの見やすさが向上",
  "Added small tags next to package titles.": "パッケージのタイトル隣に小さなタグを追加",
  "Changed the design of your profile list.": "プレイセットリストのデザインを変更",
  "Fixed private packages being marked as .": "非公開のパッケージが、「.」としてマークされる問題を修正",
  "Tweaked some colors of the default theme.": "デフォルトテーマのいくつかの色を微調整",
  "Updated the DLC page UI into a grid view.": "DLCページ内のUIをグリッドビューに更新",
  "Redesigned the Compatibility Report page.": "互換性レポートページのデザインを変更",
  "Local mods' name & label have been updated.": "ローカルMODの名前とラベルを更新",
  "Added Compatibility Report for broken Assets": "破損アセットの互換性レポートを追加",
  "You can now assign a color to your profiles.": "プレイセットに色の割り当てが可能",
  "Added a Sorting dropdown & sort order toggle": "ソートのドロップダウンとソート順のトグルを追加",
  "Added 2 new buttons in the Help & Logs page.": "ヘルプ＆ログのページに、2つの新しいボタンを追加",
  "Fixed playsets disappearing on macOS & Linux.": "macOSとLinuxでプレイセットが消える問題を修正",
  "Updated the UI of the file selection screens.": "ファイル選択画面のUIを更新",
  "Fixed the log file path being wrong on Linux.": "Linuxでログファイルのパスが違う問題を修正",
  "Fixed the enabled/disabled filter not working.": "有効/無効のフィルタが機能しない問題を修正",
  "The Compatibility Report tab is now available.": "互換性レポートタブが利用可能",
  "Fixed the profile list not updating instantly.": "プレイセットのリストが即座に更新されない問題を修正",
  "Fixed an error while fetching steam user info.": "Steamのユーザー情報を取得時に起きるエラーを修正",
  "Improved Compatibility Report processing speed.": "互換性レポートの処理速度が向上",
  "Added an indicator that a profile is uploading.": "プレイセットがアップロード中かどうかを示すインジケーターを追加",
  "Fixed Profiles' Auto-Save not working correctly.": "プレイセットのオートセーブが正しく機能しない問題を修正",
  "Added 6 new reset buttons in the Utilities page.": "ユーティリティのページに、6つの新しいリセットボタンを追加",
  "Potential fix for the sudden high CPU usage issue.": "CPU使用率が急激に高くなる問題に対するホットフィックス",
  "Fixed freezes happening in the content list pages.": "コンテンツリストのページで発生するフリーズを修正",
  "Added more actions to labels in the content lists.": "コンテンツリストのラベルにアクションを更に追加",
  "Fixed author pages not opening correctly in Steam.": "Steamで作者のページが正しく開けない問題を修正",
  "You can now customize the layout of your dashboard.": "ダッシュボードのレイアウトをカスタマイズできるように改善",
  "Fixed the out of date status not working correctly.": "最新の状態が正しく動作しない問題を修正",
  "Fixed an issue while using Skyve for the first time.": "Skyveを初めて使用する際の問題を修正",
  "Fixed DLCs not being applied when loading a profile.": "プレイセットのロード時にDLCが適用されない問題を修正",
  "Search in the content list pages is now much faster.": "コンテンツリストでページ内の検索が大幅に高速化",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "「評価」と「総サブスク数」のソートオプションを追加",
  "Fixed the options tab not opening for macOS & Linux.": "macOSとLinuxでオプションタブが開かない問題を修正",
  "Fixed the changelog not opening with some languages.": "一部の言語で更新履歴が開かない問題を修正",
  "Added more actions you can use to dashboard sections.": "ダッシュボードのセクションで使用できるアクションを追加",
  "'Profiles' are now, appropriately, called 'Playsets'.": "今後は「プロファイル」では無く、「プレイセット」と呼ぶように変更",
  "Swapped all double-buttons and option toggles' sides.": "ダブルボタンとオプションのトグルスイッチの側面を全て入れ替え",
  "Fixed mods being detected in the local assets folder.": "ローカルアセットのフォルダがMODとして検出される問題を修正",
  "Fixed the asset summary not showing in the dashboard.": "ダッシュボードにアセットの概要が表示されない問題を修正",
  "Fixed an issue that contributed to the High CPU usage.": "CPUの使用率が高い問題を修正",
  "Fixed the app freezing on launch for slower computers.": "遅いコンピューター上でアプリを起動した際にフリーズする問題を修正",
  "Fixed the language option being empty for some people.": "言語オプションが一部のユーザーで空欄になる問題を修正",
  "Improved the responsiveness of the content list pages.": "コンテンツリストでページの応答性を改善",
  "Fixed updating an online profile not working properly.": "オンラインのプレイセットの更新が正しく動作しない問題を修正",
  "Fixed playsets taking longer then they should to apply.": "プレイセットの適用時に必要以上に時間がかかる問題を修正",
  "Ctrl+Click on an author's name to add it to your filter": "作者名をCtrl+クリックして、直接フィルタへ追加出来るように改善",
  "Added Pinned folders to easily access relevant folders.": "関連するフォルダに簡単にアクセスできるフォルダのピン留め機能を追加",
  "Fixed profile packages not showing their workshop name.": "プレイセットのパッケージにワークショップ名が表示されない問題を修正",
  "Improved the performance for people with a lot of mods.": "MODを多数導入しているユーザーのパフォーマンスを向上",
  "Added an option to ignore internet connectivity checks.": "インターネットの接続チェックを無視するオプションを追加",
  "Fixed being unable to share or update an online playset.": "オンラインのプレイセットが共有や更新できない問題を修正",
  "Fixed a bug that caused infinite loading for some users.": "一部のユーザーで無限ロードが発生する問題を修正",
  "You can now create a desktop shortcut for your profiles.": "デスクトップ上にプレイセット用のショートカットが作成可能",
  "Animations are now disabled by default on macOS & Linux.": "macOSとLinuxでは、アニメーションをデフォルトで無効",
  "Improved performance while including/excluding packages.": "パッケージを含む/除くのパフォーマンスを向上",
  "Added a button to view a Profile's file on your computer.": "PC上にあるプレイセットのファイルを表示するボタンを追加",
  "You can now subscribe to packages while the game is open.": "ゲームが起動中の間でもパッケージのサブスク操作が可能",
  "Unlisted packages now have the correct name and thumbnail.": "リストに無いパッケージで、名前とサムネイルが正しく表示されるように改善",
  "Simplify a log file to focus on what's actually happening.": "実際に起きた問題に焦点を当てるために、ログファイルの情報を簡略化して抽出",
  "Removed the subscription tab from the in-game mod options.": "ゲーム内のMODオプションからsubscriptionのタブを削除",
  "Added a custom arguments box for advanced launch settings.": "詳細な起動オプションを指定出来るように、カスタム用のパラメータボックスを追加",
  "Updated the color design of the app's logo on the top-left.": "左上のアプリロゴのカラーデザインを更新",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Loading Screen Modのレポート機能を修正して速度を改善",
  "Compatibility Report is now integrated directly into Skyve.": "Compatibility Reportの機能がSkyveに全て統合",
  "Added a button to easily view an online profile's contents.": "オンラインのプレイセットの内容を簡単に確認できるボタンを追加",
  "Added an 'Unsubscribe All' button in content pages' actions.": "コンテンツタブのアクションに、「全てサブスク解除」ボタンを追加",
  "Added a loading animation when viewing a profile's contents.": "プレイセットの内容を表示するときにロードアニメーションを追加",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "「クリックしてフィルタ」のキーバインドは、Ctrlキーで無くAltキーを使用するように変更",
  "Fixed Linux & Mac users not being able to generate a log zip.": "LinuxとMacの使用ユーザーで、ログのzipファイルが生成できない問題を修正",
  "Quickly view errors in your most recent/current game session.": "最新/現在のゲームのセッションから、ログ内のエラーを素早く表示可能",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Ctrl+ [0-9] で利用可能なタブを切り替えるショートカットを追加",
  "So many more UI improvements, changes, and fixes I lost count.": "数え切れないほど多くのUIを改善・変更・修正を実行",
  "Click on the icon for an in-depth description of this feature.": "アイコンをクリックすると機能の詳細な説明を表示",
  "Added a \"Force download\" option in packages' right-click menu.": "パッケージの右クリックメニューに、「強制的にDL」オプションを追加",
  "Added a button to create a shortcut to the app on your desktop.": "デスクトップ上のアプリのショートカットを作成するボタンを追加",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "ソートとグリッドビューの設定が、ページごとに保存されるように改善",
  "Placeholders for folder settings now correctly reflect your OS.": "フォルダ設定のプレースホルダが、使用しているOSごとに正しく反映されるように改善",
  "Fixed the LHT option not working when launching into a new map.": "新しいマップでの起動時にLHTのオプションが機能しない問題を修正",
  "Fixed a rare case where the compatibility info was not loading.": "互換性に関する情報がロードされない希な問題を修正",
  "You can now upload a profile online, up to 5 profiles per user.": "プレイセットをオンラインでアップロード可能になり、1ユーザーにつき最大5つのプレイセットがアップロード可能",
  "Added a setting in-game to enable hot-reload for mods & assets.": "MOD＆アセットのホットリロードを有効化するためにゲーム内に設定を追加",
  "Fixed the current playset's name staying visible while in-game.": "ゲーム中に現在のプレイセットの名前が表示されたままになる問題を修正",
  "Fixed the UI not resizing after 'going back' to a previous page.": "前のページに「戻る」の後で、UIサイズが変更されない問題を修正",
  "Stable version has been bumped to match the Beta version number.": "安定版とβ版のバージョンの数字が一致するように変更",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "「プレイセットの追加」セクションで、古いLOT用のプロファイルがインポート可能",
  "Your Paradox account panel will always be displayed from now on.": "Paradoxアカウントのパネルは、常に表示されるように変更",
  "Partially included packages now have a different UI in the list.": "一部の同梱されるパッケージでリスト内でUIを分けて表示",
  "Added a Workshop section to easily select workshop maps & saves.": "ワークショップのマップやセーブデータを簡単に選択できるワークショップセクションを追加",
  "Packages you are not subscribed to are no longer loaded in-game.": "サブスクしていないパッケージはゲーム内でロードしないように変更",
  "Fixed legacy profiles not being converted after the first launch.": "初回の起動後に古いプロファイルが変換されない問題を修正",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "LinuxとMacの使用ユーザーで、保存時に「実際」フォルダが入れ替わる問題を修正",
  "Fixed some parts of the UI not getting translated from the start.": "一部のUIが最初から翻訳されていない問題を修正",
  "Greatly improved the processing speed of the Compatibility Report.": "互換性レポートの処理速度が大幅に向上",
  "Added an option to have Filters & Action sections open by default.": "デフォルトでフィルタとアクションのセクションを開くオプションを追加",
  "Adding an info popup when subscribing to items for the first time.": "初めてアイテムをサブスクするときは、情報のポップアップを追加",
  "Changed the design of the top action buttons on both profile pages": "両方のプレイセットページで上部アクションボタンのデザインを変更",
  "Fixed Asset Editor launch settings not being remembered correctly.": "アセットエディタの起動設定が正しく保存されない問題を修正",
  "Recommendations and info text are now clearer and easier to manage.": "推奨事項や情報テキストがより明確になり管理やメンテの容易化",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "プレイセットの右クリックメニューに、「プレイセットの内容を表示」を追加",
  "Fixed custom maps not loading when selected in the profile settings.": "プレイセットの設定で選択したカスタムマップがロード出来ない問題を修正",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "「部分的にDL済み」の通知感度を緩和",
  "Added a \"Download all displayed items\" in the actions in list pages.": "リストページのアクションに、「表示中のアイテムを全てDL」を追加",
  "Added an option to hide the current playset's name in the main menu.": "メインメニューに現在のプレイセットの名前を隠すオプションを追加",
  "Fixed the Help & Logs tab not loading your current log automatically.": "「ヘルプ＆ログ」のタブで、現在のログを自動的にロードしない問題を修正",
  "The core systems of Skyve have been changed, organised, and optimised.": "Skyveのコアシステムは変更されて再構成＆最適化",
  "Added a Utility section to subscribe to missing items in a BOB config.": "BOBの設定から不足アイテムをサブスク可能にする、ユーティリティのタブにセクションを追加",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "macOSとLinuxでプレイセットのロード時に、希に正しく適用されない問題を修正",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "コレクションのURLをロードすると、希にIDを正しく解析できない問題を修正",
  "Added a Snooze button to dismiss a certain compatibility notification.": "特定の互換性に関する通知を消すスヌーズボタンを追加",
  "Your current playset's name is now displayed in the main menu in-game.": "現在のプレイセットの名前が、ゲーム内のメインメニュー上部に表示されるように変更",
  "Fixed local assets not automatically refreshing after external changes.": "外部からの変更後にローカルアセットが自動的に更新されない問題を修正",
  "You can now generate a zip file of your logs while the game is running.": "ゲームを実行中でもログのzipファイルが生成できるように改善",
  "Added an option to disable the automatic cleanup when opening the game.": "ゲーム起動時に自動で行うクリーンアップを無効化するオプションを追加",
  "Local assets are now correctly groupped based on the folders they're in.": "ローカルアセットがフォルダの構成に応じて、正しくグループ化されるように改善",
  "You can discover online profiles using a new button in the Profiles tab.": "プレイセットタブの新しいボタンを使って、オンラインのプレイセットを探すことが可能",
  "Compatibility & package statuses are now shown on the right in the list.": "互換性とパッケージステータスがリストの右側に表示されるように変更",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "プレイセットの内容を表示中に、パッケージの名前が間違っていた問題を修正",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "コンテンツページの「アクション」セクションを移動して、2つの新しいオプションを追加",
  "Improved the Actions button to make it more visible and easier to access.": "アクションボタンをより見やすく、アクセスしやすいように改善",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Skyveによるファイル削除は、Windowsのごみ箱へファイルを移動",
  "Potential fix for the app hanging on Compatibility Report related actions.": "互換性レポート関連のアクションでアプリがクラッシュする問題を修正",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "ファイル選択時の右クリックメニューに、「ファイルを開く」オプションを追加",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Steamから再ダウンロードしても、強制的にフォーカスがツールへ復帰しないように修正",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "新しいプレイセットの用途を追加: マップ作成・シナリオ作成・テーマ作成",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "以前の設定やプロファイルが、希にSkyveに引き継がれない問題を修正",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "「全ての問題点を修正」と「クリーンアップを実行」の終了時に通知メッセージを追加",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "古いLOTのプロファイルをロードすると、永遠にロードを続ける希なバグを修正",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "テーマチェンジャーにWindowsスタイルのトップバーボタンを使用するオプションを追加",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "古いLOTのプロファイルを変換すると、アセットが「ローカル」としてマークされる問題を修正",
  "Changed the icons of filters to reflect the correct icons used in the list.": "フィルタのアイコンが、リストで使用している正しいアイコンを反映するように変更",
  "Copy all IDs action now includes packages' names and local packages as well.": "IDをコピーする全てのアクションに、パッケージ名とローカルパッケージも含めるように変更",
  "Share a zip file containing all the logs needed for someone to help you out.": "第三者が問題点を検証するために、必要なログが含まれたzipファイルにして共有可能",
  "The window buttons on the top right now have icons to explain their actions.": "右上のウィンドウを操作するボタンに、動作を説明するアイコンを追加",
  "Required items automatically redirect to the packages' most recent successor.": "必須アイテムで引き継ぎ先があるパッケージは自動的にリダイレクト",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "大量のアイテムをサブスク時に、失敗する/機能しない問題の修正を試行",
  "Online profiles can be downloaded, or updated if you already have it locally.": "オンラインのプレイセットはDLも出来て、自身のローカルにある場合はアップデートも可能",
  "Fixed the compatibility report taking too long to be processed for some users.": "一部のユーザーで互換性レポートの処理時間が掛かる問題を修正",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "新しいゲームのマップ選択で、バニラのマップを選択できない問題を修正",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "プレイセットの設定でワークショップのマップとセーブゲームを使用できない問題を修正",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "プレイセットに未保存の変更がある場合は、Skyveのロゴが紫色に点灯",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "互換性レポートページに「利用可能なアクションを全て適用」ボタンを追加",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Mac/Linuxでパッケージのサブスク解除時に、Skyveが応答しなくなる問題を修正",
  "Enabled the ability to request a review for a package that is currently broken.": "サブスク時点で破損したパッケージのレビューをリクエストする機能を有効化",
  "Required mods now have a different UI to let you know you can not exclude them.": "必須MODは除外できないことを通知するために、別のUIを追加して表示",
  "Added in the Utilities page an import from any text file or from your clipboard.": "ユーティリティのページで、任意のテキストファイルやクリップボード経由のインポートを追加",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "昇順と降順のソートを選択するためにソート順のスイッチを追加",
  "Broken, incompatible, and banned packages now have a new background in the list.": "破損・非互換・BANされたパッケージは、リストで新しい背景を表示するように変更",
  "Added a 'Notifications' section to let you know about important events or issues.": "重要なイベントや問題全般に関する、「通知」セクションを追加",
  "Updated the Package Page to match the displayed information in the content lists.": "コンテンツリストの表示内容と同期するようにパッケージページを更新",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "互換性グループの隣に追加された数字は、それに含まれるアイテム数を表示",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "リスト内のショートカットを使用して再びフィルタを行うと、アイテムをフィルタから除くように改善",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "アップロードしたプレイセットは、非公開・IDで共有・全体公開が可能",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "CtrlキーやShiftキーを使用して、コンテンツリスト内で複数の項目が選択できるように改善",
  "Added links to the package page, as well as other information like its usage & type.": "パッケージページへのリンクを追加して、その用途＆タイプなどの情報も追加",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "プレイセットのリストがグリッドビューに変わり、グリッドビューとリストビューの切り替えが可能",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "作者の情報収集を改善して、情報がロードされない問題を修正",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "複数の古いLOMやSkyveがインストールしている場合は、ダッシュボードに警告のテキストを表示",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "アプリのパフォーマンスを改善して、ロード時間の短縮/モタつきの低減の修正を試行",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "一部だけ含めたアセットパックは、依存関係チェックで「含める」と見なすように変更",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "プレイセットの内容を確認する際に、ローカルとバニラのパッケージが正しく一致するように改善",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "トラブルシューティングのシステムで、問題の原因となるMOD/アセットを上手く推測できない問題を修正",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "お気に入りのプレイセットがダッシュボードに表示されて、簡単に切り替えが可能",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "過去にLOM2を使用していた場合は、Skyveを最初に起動した時にショートカットを作成",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "ソースコードが不明な場合はサブスク解除の通知で無く、警告を通知するように変更",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "除外したMODで「.excluded」ファイルを使用せずに、代わりに新しい「ModConfig」ファイルを使用するように変更",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "コレクションのインポートで、サブスクの開始と解除のテキストが入れ替わった問題を修正",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "「パッケージステータス」と「互換性レポート」のドロップダウンに新しい「全ての問題」オプションを追加しました。",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "「サブスクの時間」ソートを選択した状態で検索すると、フリーズする問題を修正",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "「プレイセットの追加」ページでオンラインのプレイセット用IDを使用して、インポートする第3のオプションを追加",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "作者とタグのフィルタ情報がロードされる前に、ページに移動すると更新されない問題を修正",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "パッケージのページに「参照」タブを追加して、それらを参照している他の全てのパッケージを表示",
  "Added an option to make optional packages use the same notification as required packages.": "オプションパッケージと必須パッケージで、同じ通知を使用するオプションを追加",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "繁体中国語 (台湾)・英語 (イギリス)・ポルトガル語 (ブラジル)の言語を追加",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "プレイセットのDLや更新で、サムネイルなどの一部データが正しく保存されない問題を修正",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "「ヘルプ＆ログ」ページでログのレポートファイルをインポートして、エラーをすぐ表示できるように改善",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "UIスケールに合わせて全てのアイコンが、適切に拡大縮小する新しいアイコンシステムを実装",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "作者ページとパッケージページに、リストの検索機能・フィルタ&ソートのツールを追加",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "SteamクライアントのウィンドウからSteamのリンクを開きますが、オプションでオフに切り替えも可能",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "ダッシュボードの各セクションは、ウィンドウのサイズに比例してセクションごとに適合",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "全てのフィルタ操作はCtrl+クリックで実行可能になって、この機能を入れ替えるオプションを追加",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "ワークショップのアセットでページ内に表示される必須アイテム欄をSkyveに統合",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOBのインポート機能はパッケージIDを含む汎用的なXML形式であれば、様々なXMLファイルからインポートが可能",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "更新履歴のタブを追加して、新バージョンで表示・オプションのタブにある「更新履歴」ボタンから確認可能",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "プレイセットの用途で非表示になったパッケージ数が分かるように、リストに追加のテキストを表示",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "プレイセットやコレクションで初めて表示する時に、Steamからパッケージの情報が取得されない問題を修正",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "フォルダ設定が不適切な場合は、「フォルダ設定の表示」が自動的にオンになるように改善",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "コンテンツリストで右クリックのアクションを追加して、全てのパッケージでアイテムを除外・含めることが可能",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "SteamからDLしたパッケージの不一致を簡単に処理する新機能を追加",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Skyve自体を再ダウンロードすると、ダウンロードの開始と更新中はアプリを自動で終了",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "右クリックのメニューからローカルアセットを削除すると、1つだけで無く全てのアセットを削除する問題を修正",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "新しいプレイセットのソートオプションを追加して、選択したソートはセッション中であれば記憶するように改善",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "ダッシュボードに列のガイドを表示して、ガイドに沿った位置やサイズで簡単にスナップできるオプションを追加",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "メインメニューのSteamパネルがデフォルトで表示されて、MODの設定から非表示が可能",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "ローカルMODの名前はトラブル防止のために、ワークショップの名前では無くフォルダ名に復元",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "プレイセットに「アセットの新規作成」と「アセットのロード」の起動オプションを追加し、アセットエディタを素早くロード可能",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "アプリの左下に保留中のサブスクに関するタスクを通知するボックスを追加",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "「タグの追加」ウィンドウを改善して、既存タグから簡単に選択や複数の項目をまとめて編集が可能",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "MODやアセットに対して、アプリ内で直接Find it！タグが編集可能になりゲーム内は編集内容が同期",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "不足したアイテムを含むプレイセットの切り替えで、アプリがフォーカスが外れても持続するバグを修正",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "疑似MODに、IMTのマーキング・Render it！のプリセット・Procedural Objectsのアドオン・翻訳MODを含めるように変更",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "互換性レポートのインポート時に相手の使用言語では無く、自身の言語で表示するように改善",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "リストのレンダリングを改善して、コンテンツページのパフォーマンスと応答性を大幅に向上",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "互換性データで不足した情報を通知するために、パッケージのレビューを依頼できる機能",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "類似MODが1つしか無い場合に、互換性レポートで表示される依存関係の表示を修正",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "複数のアイテムを連続してサブスクする場合は、その都度ゲームを起動せずに保留リストに登録",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "サイドバーの「プレイセット」タブで現在のプロファイルの設定では無く、プレイセットのリストを表示",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "トラブルシューティングの終了付近で、現在の設定を維持するための定期的なプロンプト表示を無効化",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "この情報は互換性レポートで記載されて、不足したアイテムを素早く簡単に確認が可能",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "パッケージのページに「その他のプレイセット」セクションを追加して、別のプレイセットから除外や含めることが可能",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Skyveを表示中にモニターがオフになって復帰後でも、ウィンドウが表示されるように修正",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Load Order Mod 1/2 ＆ Compatibility Reportの完全体と後継先となる「Skyve」を紹介\nC:S I ＆ C:S IIのために登場",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "「初回セットアップが不完全」の通知画面に無視ボタンを追加して、手動でフォルダ設定を行うことが可能",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "パッケージ欄にパッケージの評価数とサブスク数の簡単な概要を表示する新しいアイコンを追加",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "しばらく更新していないMODのレポートレベルは、「情報」に下げて通知しないように変更",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "β版のMODがあると、オリジナルMODの「必須パッケージ」を不足扱いでマークする問題を修正",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "コンテンツリストのボタンとフィルタのコントロールを改善して、全体のサイズを縮小・視覚的な目印を追加",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "ユーティリティタブにトラブルシューティングのシステムを追加して、問題の原因となっているMODやアセットを絞り込みが可能",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "「ユーティリティ」タブにクリーンアップ機能を追加して、不足したパッケージの強制DLを手動で実行するボタンを追加",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "トラブルシューティングが終了すると、Skyveは自動的に最適な変更を適用して問題を解決",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "トラブルシューティングのシステムは、どのMODやアセットに問題があるかを探すためにガイド付きで検証方法を提供",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "現在のプレイセットの名前が、ゲーム内のメインメニュー上部に表示\n※ ゲーム内のオプションから無効化が可能",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "MODのロードがキャッシュ処理されて、WindowsとLinuxではより効率的・macOSでは大幅に高速化",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Skyveでパッケージのサブスク操作を行うと、すぐにパッケージを強制的にDL・削除する高度なオプションを追加",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "「ユーティリティ ＆ ヘルプ」タブにトラブルシューティングのシステムを追加して、問題の原因となっているMODやアセットを絞り込みが可能",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "全てのコンテンツページにグリッドビューのオプションを追加して、リスト右上にある新アイコンからリストビューとグリッドビューへ切り替えが可能",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "MODとアセットの作者はパッケージの互換性データを編集出来て、自身のパッケージを右クリックして「互換性の編集」を選択",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "LSM-Rのレポートファイルで保存場所を指定すると、ユーティリティのページでもレポートファイルの選択時に保存場所から開くように改善",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "新規で登録したアイテムは、ゲームを起動中の間はリロードしないように変更\nMODの誤動作と同様に、ゲームのフリーズ・クラッシュを防止する措置",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "全てのコンテンツページにコンパクトビューのオプションを追加して、リスト右上にある新アイコンからコンパクト/リスト/グリッドの各ビューへ切り替え可能",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Skyveを開いてゲームを起動すると、サブスクしていないパッケージがPCに存在する場合は自動的に削除",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "レビューのリクエスト時に説明文が必須になり、一緒にログも送信されるように改善して、更に「送信」ボタンの横に免責事項を表示",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "MODやプレイセットの作者をクリックしてアクセス出来る、新しいユーザーのプレイセットページを追加しました。ページには全てのプレイセットとパッケージが内包",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Skyveを開始したら安全に終了して後日も続行可能で、Skyveは全ての設定や現在どのステージにいるかを記憶",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "MODのロード順が再統合されて、MODの要件やその他の互換性レポートの情報に基づいて完全に自動化",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "全てのコンテンツページにグリッドビューとコンパクトビューのオプションを追加して、リスト右上にある新アイコンからコンパクト/リスト/グリッドの各ビューへ切り替え可能",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "ローカルパッケージは自動的にオンライン側と確認して、Steamの情報を取得・更に互換性情報も適切に表示",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "手順で開始するとSkyveは現在の設定を保存して、問題の原因が判明するまで自動的にパッケージの除外/含むの処理を開始",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "「不足したパッケージ」や「ワークショップのコレクション」などの2次コンテンツリストは、メインコンテンツのリストページと同じUIを使用するように変更と合理化を行い、より多くのオプションが提供可能",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "新しいアイコンは状況に応じて光るようになり、青色はゲーム実行中・赤色はインターネットが未接続・素早く光る場合はゲームの起動や終了を表現",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "ホバー時にリストアイテムのサイズを拡大するオプションは常に拡大するように変更して、リストのUIを改善・アプリ内の他のリストにも同じ機能を適用",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "プレイセットのリストとログのレポートファイルを一緒にインポートすることで、プレイセットの内容を直接確認が可能\nこれらのプレイセットは一時的なファイルとして、次回以降にSkyveを開くと自動的に削除",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "検索欄で単語をコンマ「,」で区切ると、いずれかの単語で一致するアイテムを全て表示 (OR動作)\n\t・単語の先頭に「+」を追加すると、単語と一致するアイテムを表示 (AND動作)\n\t・単語の先頭に「-」を追加すると、単語に一致するアイテムを除外 (NOT動作)\n\n新しい検索の例:\n\t・car, truck (「car」と「truck」は一致して全て表示)\n\t・building, apartment, +european (「european」と一致して、「building」か「apartment」を含む場合は表示)\n\t・condo, house, -rico, +american (「american」と一致して、「condo」か「house」を含む場合は表示して、「rico」は除外)"
}