{
  "New": "신규",
  "Fixes": "수정",
  "Hotfix": "핫픽스",
  "Changes": "변경",
  "Bug-Fixes": "버그 수정",
  "Improvements": "개선",
  "New Features": "새로운 기능",
  "Other Changes": "기타 변경",
  "New & Updated": "신규 및 업데이트",
  "New & Improved": "신규 및 개선",
  "Profile Changes": "프로필 변경사항",
  "UI & UX Changes": "UI 및 UX 변경사항",
  "Fixes & Changes": "수정 및 변경",
  "Online Profiles": "온라인 프로필",
  "Other UI changes.": "기타 UI 변경.",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "자산 요구 사항",
  "Core Systems Rework": "핵심 시스템 재작업",
  "Troubleshoot System": "문제 해결 시스템",
  "Beta Public Release": "공개 베타 릴리즈",
  "Content Lists Changes": "콘텐츠 목록 변경사항",
  "File Selection Revamp": "파일 선택 방식 개편",
  "Spring cleaning update": "봄맞이 대청소 업데이트",
  "Dashboard Customization": "대시보드 커스터마이제이션",
  "Filter & Search Changes": "필터 및 검색 변경 사항",
  "Vote & Subscribers Icon": "평가 및 구독자 수 아이콘",
  "Easily access your logs.": "더 쉬운 로그 파일로의 접근",
  "Added Hungarian language": "헝가리어 추가",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "창작마당 패키지 정리하기",
  "Fixed the crash on launch.": "시작 시 크래시 수정",
  "Added a new 'Midnight' theme.": "새로운 테마 'Midnight' 를 추가했습니다.",
  "Welcome to the change-log era": "변경사항의 시대에 오신 것을 환영합니다",
  "Added the Help & Logs section": "도움 & 로그 섹션 추가",
  "Compatibility Report Overhaul": "호환성 보고서 개편",
  "Reworked Subscription Process": "다시 만들어진 구독하기 과정",
  "Added a List/Grid view toggle.": "목록/격자 보기 토글을 추가했습니다.",
  "Added Greek & Serbian languages": "그리스어, 세르비아어가 추가되었습니다",
  "A full rework! And much more...": "전면 재작업! 및 더 많은 것들...",
  "Presenting, the Profile Overhaul": "소개합니다, 프로필 개편",
  "Online profiles, coming through!": "온라인 프로필이 다가옵니다!",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "일부 팝업에 더 많은 컨텍스트 추가",
  "Profiles can now have thumbnails.": "프로필은 이제 섬네일을 가질 수 있습니다.",
  "A full rework! -behind the scenes": "전면 재작업! -뒤에서 일어나는 일들",
  "Updated for the latest game patch.": "최신 게임 패치를 위해 업데이트됨.",
  "Stable release of the v3.2 update.": "v3.2 업데이트의 안정판 릴리즈.",
  "Added a new author filter dropdown.": "제작자로 필터링하는 새로운 드롭다운을 추가했습니다.",
  "Added a 'Load Order' sorting option.": "'로드 순서' 정렬 옵션을 추가했습니다.",
  "Hover over it to display the values.": "Hover over it to display the values.",
  "Fixed a bug that caused high CPU usage.": "CPU 점유율이 올라가는 버그가 수정되었습니다.",
  "Profile usages now have separate icons.": "이제 프로필 용도별로 다른 아이콘을 가집니다",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "패키지 이름 옆에 작은 태그를 추가했습니다.",
  "Changed the design of your profile list.": "프로필 목록 보기 변경",
  "Fixed private packages being marked as .": "Fixed private packages being marked as .",
  "Tweaked some colors of the default theme.": "기본 테마의 일부 색상을 조정했습니다.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "로컬 모드의 이름과 레이블이 업데이트되었습니다.",
  "Added Compatibility Report for broken Assets": "고장난 에셋에 대한 호환성 보고서 추가",
  "You can now assign a color to your profiles.": "이제 프로필 색상을 지정할 수 있습니다.",
  "Added a Sorting dropdown & sort order toggle": "정렬 드롭다운 및 정렬 순서 토글 추가",
  "Added 2 new buttons in the Help & Logs page.": "도움 & 로그 페이지에 2개의 새 버튼을 추가했습니다.",
  "Fixed playsets disappearing on macOS & Linux.": "macOS와 Linux에서 플레이셋이 사라지던 것을 수정했습니다.",
  "Updated the UI of the file selection screens.": "파일 선택 화면의 UI를 업데이트 했습니다.",
  "Fixed the log file path being wrong on Linux.": "Fixed the log file path being wrong on Linux.",
  "Fixed the enabled/disabled filter not working.": "활성화/비활성화 필터가 작동하지 않는 것을 수정했습니다.",
  "The Compatibility Report tab is now available.": "이제 호환성 보고서 탭을 사용할 수 있습니다.",
  "Fixed the profile list not updating instantly.": "Fixed the profile list not updating instantly.",
  "Fixed an error while fetching steam user info.": "Fixed an error while fetching steam user info.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Added an indicator that a profile is uploading.",
  "Fixed Profiles' Auto-Save not working correctly.": "프로필 자동저장 실패 오류 수정.",
  "Added 6 new reset buttons in the Utilities page.": "유틸리티 페이지에 6개의 새 초기화 버튼을 추가했습니다.",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "콘텐츠 목록 페이지 멈춤 현상 수정.",
  "Added more actions to labels in the content lists.": "콘텐츠 목록의 라벨에 더 많은 작업 추가",
  "Fixed author pages not opening correctly in Steam.": "Steam에서 제작자 페이지가 올바르지 않게 열리는 문제가 수정되었습니다.",
  "You can now customize the layout of your dashboard.": "이제 대시보드의 레이아웃을 사용자 정의할 수 있습니다.",
  "Fixed the out of date status not working correctly.": "Fixed the out of date status not working correctly.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "프로필을 불러올 때 DLC가 적용되지 않은 오류 수정.",
  "Search in the content list pages is now much faster.": "콘텐츠 목록 페이지 검색 기능이 훨씬 빨라졌습니다.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Added 'Votes' & 'Total Subscribers' sorting options.",
  "Fixed the options tab not opening for macOS & Linux.": "Fixed the options tab not opening for macOS & Linux.",
  "Fixed the changelog not opening with some languages.": "Fixed the changelog not opening with some languages.",
  "Added more actions you can use to dashboard sections.": "대시보드 섹션에서 사용할 수 있는 작업을 더 추가했습니다.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "이제 '프로필'은, 알맞게 '플레이셋' 이라고 불립니다.",
  "Swapped all double-buttons and option toggles' sides.": "모든 더블 버튼과 옵션 토글의 측면을 교체했습니다.",
  "Fixed mods being detected in the local assets folder.": "Fixed mods being detected in the local assets folder.",
  "Fixed the asset summary not showing in the dashboard.": "Fixed the asset summary not showing in the dashboard.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "일부 사용자에게 언어 선택지가 비어있는 것을 수정했습니다.",
  "Improved the responsiveness of the content list pages.": "콘텐츠 목록 페이지의 응답 성능을 개선했습니다.",
  "Fixed updating an online profile not working properly.": "Fixed updating an online profile not working properly.",
  "Fixed playsets taking longer then they should to apply.": "플레이셋이 적용되어야 할 시간보다 오래 걸리는 것을 수정했습니다.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl를 누른 채로 제작자의 이름을 클릭하면 필터에 추가",
  "Added Pinned folders to easily access relevant folders.": "필요한 폴더에 쉽게 접근할 수 있도록 '고정된 폴더' 기능을 추가했습니다.",
  "Fixed profile packages not showing their workshop name.": "Fixed profile packages not showing their workshop name.",
  "Improved the performance for people with a lot of mods.": "Improved the performance for people with a lot of mods.",
  "Added an option to ignore internet connectivity checks.": "Added an option to ignore internet connectivity checks.",
  "Fixed being unable to share or update an online playset.": "온라인 플레이셋을 공유하거나 업데이트할 수 없게 되는 것을 수정했습니다.",
  "Fixed a bug that caused infinite loading for some users.": "일부 유저에게서 보고된 무한 로딩 버그 수정.",
  "You can now create a desktop shortcut for your profiles.": "프로필의 데스크톱 바로가기 생성 가능",
  "Animations are now disabled by default on macOS & Linux.": "애니메이션은 이제 macOS 및 Linux에서 기본적으로 비활성화됩니다.",
  "Improved performance while including/excluding packages.": "패키지를 포함/제외할 때의 성능이 개선되었습니다.",
  "Added a button to view a Profile's file on your computer.": "컴퓨터 내 프로필 파일 보기 버튼을 추가했습니다.",
  "You can now subscribe to packages while the game is open.": "You can now subscribe to packages while the game is open.",
  "Unlisted packages now have the correct name and thumbnail.": "미등록인 패키지도 이제 정상적인 이름과 썸네일을 가집니다.",
  "Simplify a log file to focus on what's actually happening.": "실제로 발생하는 일에 집중하기 위해 로그 파일을 단순화했습니다.",
  "Removed the subscription tab from the in-game mod options.": "게임 내 모드 설정에서 구독 탭 제거.",
  "Added a custom arguments box for advanced launch settings.": "고급 실행 설정에 커스텀 인수 박스를 추가했습니다.",
  "Updated the color design of the app's logo on the top-left.": "Updated the color design of the app's logo on the top-left.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Loading Screen Mod 보고서의 속도를 개선하고 고쳤습니다.",
  "Compatibility Report is now integrated directly into Skyve.": "Compatibility Report is now integrated directly into Skyve.",
  "Added a button to easily view an online profile's contents.": "Added a button to easily view an online profile's contents.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "콘텐츠 페이지의 작업에 '모두 구독 취소' 버튼 추가.",
  "Added a loading animation when viewing a profile's contents.": "프로필 콘텐츠를 볼 때 로딩 애니메이션을 추가했습니다.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "클릭해서 필터링하기는 이제 Ctrl 키 대신 Alt 키를 사용합니다.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Linux와 macOS 사용자가 로그 압축 파일을 생성할 수 없는 오류 수정.",
  "Quickly view errors in your most recent/current game session.": "최신 또는 현재 게임 세션의 오류를 바로 볼 수 있습니다.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "사용 가능한 탭 사이를 전환하는 Ctrl+[0-9] 단축키를 추가했습니다.",
  "So many more UI improvements, changes, and fixes I lost count.": "셀 수 없을 정도의 더 많은 UI 개선, 변경 및 수정 사항.",
  "Click on the icon for an in-depth description of this feature.": "Click on the icon for an in-depth description of this feature.",
  "Added a \"Force download\" option in packages' right-click menu.": "Added a \"Force download\" option in packages' right-click menu.",
  "Added a button to create a shortcut to the app on your desktop.": "바탕화면에 앱 바로가기 만들기 버튼을 추가했습니다.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "정렬과 격자 보기 설정은 이제 페이지별로 저장됩니다.",
  "Placeholders for folder settings now correctly reflect your OS.": "이제 폴더 설정에 대한 자리표시자에 당신의 OS가 올바르게 반영됩니다.",
  "Fixed the LHT option not working when launching into a new map.": "새 게임을 시작할 때 LHT 옵션이 작동되지 않던 문제가 수정되었습니다.",
  "Fixed a rare case where the compatibility info was not loading.": "Fixed a rare case where the compatibility info was not loading.",
  "You can now upload a profile online, up to 5 profiles per user.": "이제 프로필을 온라인으로 사용자당 5개까지 업로드할 수 있습니다.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "모드와 에셋에 대한 핫 리로드를 활성화할 수 있는 설정을 인게임에 추가했습니다.",
  "Fixed the current playset's name staying visible while in-game.": "인게임에서도 현재 플레이셋의 이름이 보여진 채로 남아있는 것을 수정했습니다.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "이제 '프로필 추가' 섹션에서 LOT 1 프로필을 불러올 수 있습니다.",
  "Your Paradox account panel will always be displayed from now on.": "패러독스 계정 패널은 이제 항상 표시됩니다.",
  "Partially included packages now have a different UI in the list.": "부분적으로 포함된 패키지는 이제 목록에 다른 UI가 있습니다.",
  "Added a Workshop section to easily select workshop maps & saves.": "창작마당 맵&세이브를 쉽게 고를 수 있도록 창작 마당 항목을 추가했습니다.",
  "Packages you are not subscribed to are no longer loaded in-game.": "구독하지 않은 패키지는 더 이상 인게임에 불러오지 않습니다.",
  "Fixed legacy profiles not being converted after the first launch.": "최초 실행시 오래된 프로필이 변환되지 않는 오류 수정.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Linux와 macOS 사용자가 저장하는 경우 실제 폴더가 바뀌는 오류 수정.",
  "Fixed some parts of the UI not getting translated from the start.": "Fixed some parts of the UI not getting translated from the start.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "기본적으로 필터 & 작업 섹션이 열리는 옵션 추가.",
  "Adding an info popup when subscribing to items for the first time.": "처음으로 구독하는 경우에 뜨는 정보 창을 추가했습니다.",
  "Changed the design of the top action buttons on both profile pages": "두 프로필 페이지의 상단 작업 버튼 디자인 변경",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Fixed Asset Editor launch settings not being remembered correctly.",
  "Recommendations and info text are now clearer and easier to manage.": "Recommendations and info text are now clearer and easier to manage.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Added \"View this Profile's contents\" in profiles' right-click menu.",
  "Fixed custom maps not loading when selected in the profile settings.": "프로필 설정에서 선택한 지도를 불러올 수 없는 오류 수정.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Loosened the sensitivity of the 'Partially Downloaded' notification.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Added a \"Download all displayed items\" in the actions in list pages.",
  "Added an option to hide the current playset's name in the main menu.": "현재 플레이셋의 이름이 메인 메뉴에 나타나는 것을 숨기는 옵션을 추가했습니다.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Fixed the Help & Logs tab not loading your current log automatically.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Skyve의 핵심 시스템이 변경되었고, 정리되었고, 최적화되었습니다.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "BOB 구성에서 누락된 항목을 구독하는 유틸리티 섹션 추가.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "macOS와 Linux에서 프로필이 올바르게 불러오지 않는 오류 수정.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "때때로 올바르지 않은 모음집 URL을 불러오는 문제를 수정했습니다.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Added a Snooze button to dismiss a certain compatibility notification.",
  "Your current playset's name is now displayed in the main menu in-game.": "Your current playset's name is now displayed in the main menu in-game.",
  "Fixed local assets not automatically refreshing after external changes.": "외부 변경사항 발생 이후 로컬 자산이 자동으로 새로고침되지 않는 오류 수정.",
  "You can now generate a zip file of your logs while the game is running.": "이제 게임이 실행되는 동안에도 로그의 압축 파일을 생성할 수 있습니다.",
  "Added an option to disable the automatic cleanup when opening the game.": "게임을 열 때 자동 정리를 비활성화하는 옵션을 추가했습니다.",
  "Local assets are now correctly groupped based on the folders they're in.": "이제 로컬 자산이 포함된 폴더를 포함하여 올바르게 그룹화됩니다.",
  "You can discover online profiles using a new button in the Profiles tab.": "프로필 탭의 새 버튼을 사용하여 온라인 프로필을 탐색할 수 있습니다.",
  "Compatibility & package statuses are now shown on the right in the list.": "이제 호환성 및 패키지 상태가 목록의 오른쪽에 표시됩니다.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "플레이셋의 콘텐츠를 볼 때 패키지의 이름이 잘못된 것을 수정했습니다.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "콘텐츠 페이지에서 '작업' 섹션을 이동하고 2개의 새로운 옵션을 추가했습니다.",
  "Improved the Actions button to make it more visible and easier to access.": "Improved the Actions button to make it more visible and easier to access.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Skyve에서 삭제하는 파일은 이제 Windows의 휴지통으로 보내집니다.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "파일을 선택할 때의 우클릭 메뉴에 '파일 열기' 옵션을 추가했습니다.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Steam에서 다시 다운로드하기는 더 이상 포커스를 강제로 도구로 돌아오게 하지 않습니다.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Fixed previous settings and profiles sometimes not carrying over to Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "테마 체인저에 Windows 스타일 상단바 버튼을 사용하는 옵션을 추가했습니다.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "LOT 1 프로필을 변환했을 때 자산이 '로컬'로 표시되는 오류 수정.",
  "Changed the icons of filters to reflect the correct icons used in the list.": "목록에 사용된 필터 아이콘을 올바르게 변경했습니다.",
  "Copy all IDs action now includes packages' names and local packages as well.": "모든 ID 복사하기 작업은 이제 패키지의 이름과 로컬 패키지 또한 포함합니다.",
  "Share a zip file containing all the logs needed for someone to help you out.": "다른 사람의 도움을 받기 위해 모든 로그가 포함된 압축 파일을 공유할 수 있습니다.",
  "The window buttons on the top right now have icons to explain their actions.": "이제 오른쪽 상단 창의 버튼에 수행하는 작업을 설명하는 아이콘이 있습니다.",
  "Required items automatically redirect to the packages' most recent successor.": "Required items automatically redirect to the packages' most recent successor.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Potentially fixed subscribing to a large amount of items failing/not working.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "온라인 프로필을 다운로드하거나 이미 가지고 있는 경우 업데이트할 수 있습니다.",
  "Fixed the compatibility report taking too long to be processed for some users.": "일부 사용자에게 호환성 보고서가 처리되는 데 너무 오래 걸리던 것을 수정했습니다.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "새 게임 지도를 선택할 때 바닐라 지도를 선택할 수 없도록 수정했습니다.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "프로필 설정에서 창작마당 지도와 저장된 게임을 사용할 수 없는 오류 수정.",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "이제 프로필에 저장되지 않은 변경 사항이 있으면 Skyve 로고가 보라색으로 빛납니다.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "macOS와 Linux에서 패키지 구독을 취소할 때 LOT가 멈추는 문제를 수정했습니다.",
  "Enabled the ability to request a review for a package that is currently broken.": "Enabled the ability to request a review for a package that is currently broken.",
  "Required mods now have a different UI to let you know you can not exclude them.": "필요한 모드 UI는 이제 제외할수 없다는 점을 알려주는 다른 UI를 가집니다.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "유틸리티 페이지에 텍스트 파일이나 클립보드에서 가져오기를 추가했습니다.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "오름차순 또는 내림차순 정렬을 선택하기 위한 정렬 순서 스위치 추가",
  "Broken, incompatible, and banned packages now have a new background in the list.": "망가진, 호환되지 않는, 차단된 패키지는 이제 목록에서 새로운 배경을 가집니다.",
  "Added a 'Notifications' section to let you know about important events or issues.": "중요한 이벤트나 문제를 알리기 위한 '알림' 섹션을 추가했습니다.",
  "Updated the Package Page to match the displayed information in the content lists.": "Updated the Package Page to match the displayed information in the content lists.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "이제 목록의 바로 가기를 사용하여 다시 필터링하면 필터에서 항목이 제거됩니다.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "업로드된 프로필은 비공개로 하거나, ID로 공유하거나, 또는 모든 사람이 볼 수 있게 공개할 수 있습니다.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "이제 Ctrl 또는 Shift 키를 사용하여 콘텐츠 목록에서 여러 항목을 선택할 수 있습니다.",
  "Added links to the package page, as well as other information like its usage & type.": "Added links to the package page, as well as other information like its usage & type.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "프로필 목록은 이제 격자 보기를 사용하며 격자 보기와 목록 보기 사이를 전환할 수 있습니다.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "개선된 제작자 정보 수집 방식, 이를 통해 제작자를 불러오지 못하는 문제가 해결될 것입니다.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "LOM 인스턴스가 여러 개 설치된 경우 대시보드에 나타나는 경고 문구를 추가했습니다.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Improved the performance of the app. Quicker load times & less stutters are expected.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Local & Vanilla packages are now correctly matched while viewing a playset's contents.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "이제 즐겨찾는 프로필이 대시보드에 표시되어 손쉽게 프로필을 전환할 수 있습니다.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "A shortcut will now be created when you first open Skyve after you previously had LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "소스 코드가 누락된 경우는 이제 구독 취소 알림 대신 경고를 생성합니다.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "제외된 모드는 더 이상 '.excluded' 파일을 사용하지 않고 대신 새 ModConfig 파일을 사용합니다.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "모음집 불러오기에서 구독과 구독 취소 문자가 반대인 문제를 수정했습니다.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "\"패키지 상태\" 및 \"호환성 보고서\" 드롭다운에 대한 새로운 \"문제 발견\" 옵션을 추가했습니다.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "구독한 날짜 순으로 검색하는 동안 프리징이 발생하는 문제가 수정되었습니다.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "ID를 사용하여 온라인 프로필을 가져올 수 있게 '프로필 추가' 페이지에 세 번째 옵션을 추가했습니다.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Added a \"References\" tab on a package's page to see all other packages that reference it.",
  "Added an option to make optional packages use the same notification as required packages.": "Added an option to make optional packages use the same notification as required packages.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Fixed downloading or updating a profile not properly saving some data like the thumbnail.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "사용자 UI 크기에 맞추어 모든 아이콘이 상대적 크기에 따라 적절한 크기로 유지되도록 새로운 아이콘 시스템 구현",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam 링크가 이제 Steam 브라우저에서 열립니다. 설정에서 해제할 수 있습니다.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "각 대시보드 섹션의 크기는 창 크기와 자신 크기에 비례하여 자체적으로 조정됩니다.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "모든 필터 설정은 이제 Ctrl + 클릭을 통해 가능하며, 이 기능을 바꾸기 위한 옵션 추가",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB 가져오기는 이제 패키지 ID를 포함하는 모든 XML 형식을 지원하는 범용 XML 가져오기입니다.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "변경사항 페이지 추가. 도움말 섹션의 버튼을 사용하거나 새 버전일 때 볼 수 있습니다.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Added extra text in the list to show how many packages are hidden because of your profile usage.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Fixed packages' steam info not loading from the first time when viewing a profile or collection.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "모든 패키지에서 항목을 제외하거나 포함할 수 있는 우클릭 메뉴를 추가했습니다.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Steam 및 다운로드 된 패키지에서 불일치를 쉽게 처리할 수 있는 기능을 추가했습니다.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Load Order Tool을 다시 다운로드하는 것은 다운로드를 시작시키고 업데이트를 받는 동안 앱이 닫히게 됩니다.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "우클릭 메뉴에서 로컬 자산을 삭제했을 때 모든 로컬 자산이 삭제되는 오류 수정.",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "새로운 프로필 정렬 방식을 추가했습니다. 선택한 정렬 방식은 이제 다음 세션에서도 기억됩니다.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "가이드된 위치와 크기로 쉽게 스냅할 수 있도록 대시보드에 열 가이드를 보여주는 옵션을 추가했습니다.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "누락된 아이템이 있는 플레이셋을 전환할 때 앱이 포커스되지 않았을 때만 계속할 수 있던 버그를 수정했습니다.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "목록 불러오기 방식을 재작업하여 콘텐츠 페이지 성능과 응답성을 대폭 개선함",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "You can now request a review for a package to notify us about missing information in the compatibility data.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "사이드바의 '프로필' 탭은 이제 현재 프로필의 설정 대신 프로필 목록을 엽니다.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "기타 프로필에 패키지를 쉽게 추가하거나 제거할 수 있도록 패키지 페이지에 '기타 프로필' 섹션을 추가했습니다.",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "이전에 커져 있던 모니터를 꺼진 후, LOT를 실행하면 이제야 창이 표시되던 문제가 수정되었습니다.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "콘텐츠 목록의 버튼 및 필터 컨트롤을 개선하여 전체 크기를 줄이고 더 많은 시각적 신호를 추가했습니다.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "유틸리티 탭에 문제 해결 시스템을 추가했습니다. 이를 이용하여 문제를 일으키는 모드와 에셋의 범위를 좁히세요.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "수동으로 정리 도구를 실행하고, 누락된 패키지를 강제로 다운로드 하는 버튼을 유틸리티 탭에 추가했습니다.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "이제 내 현재 플레이셋의 이름이 인게임 메인 메뉴에 표시됩니다.\n*이 기능은 인게임 설정에서 끌 수 있습니다.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "이제 모드 로딩 캐싱 기능을 지원합니다. 이는 Windows, Linux 그리고 macOS에서 훨씬 더 효율적이고 빠르게 로딩됩니다.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "유틸리티와 도움 탭에 문제 해결 시스템을 추가했습니다. 이를 이용하여 문제를 일으키는 모드와 에셋의 범위를 좁히세요.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "모든 콘텐츠 페이지에 격자 보기 옵션을 추가했습니다. 목록 오른쪽 상단에 있는 새로운 아이콘을 사용하여 목록 보기와 격자 보기 사이를 전환하세요.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "모드와 에셋 제작자는 이제 자신의 패키지의 호환성 데이터를 편집할 수 있습니다. 패키지를 마우스 오른쪽 버튼으로 클릭하고 '호환성 편집하기'를 선택하면 됩니다.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "이제 유틸리티 페이지에서 Loading Screen Mod 보고서 파일을 열 때 올바른 보고서 파일 위치를 사용합니다.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "모든 콘텐츠 페이지에 컴팩트 보기 옵션을 추가했습니다. 목록 오른쪽 상단에 있는 새로운 아이콘을 사용하여 컴팩트, 목록, 격자 보기 사이를 전환하세요.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "LOT가 열린 상태에서 게임을 실행하면 자동으로 컴퓨터에 다운로드 돼 있는 모든 비구독 패키지를 삭제합니다.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "모드 또는 프로필의 제작자를 클릭하여 들어갈 수 있는 사용자 프로필 페이지를 새로 추가했습니다. 이 페이지에는 사용자의 모든 프로필과 패키지가 포함되어 있습니다.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "모드의 로드 순서 기능이 다시 통합되었으며 모드의 요구 사항과 기타 호환성 보고서 요소를 기반으로 완전히 자동화되었습니다.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "모든 콘텐츠 페이지에 격자 보기 및 컴팩트 보기 옵션을 추가했습니다. 목록 오른쪽 상단에 있는 새로운 아이콘을 사용하여 목록, 컴팩트, 격자 보기 사이를 전환하세요.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "호버링 시 목록 항목의 크기를 늘리는 옵션을 항상 크기를 늘리도록 변경하고 확대된 목록 항목의 UI를 개선했으며 이 기능을 앱의 나머지 목록에 적용했습니다.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "검색에서 쉼표로 단어를 구분하면 나열된 단어와 일치하는 검색 실행 (OR 구문)\n- 단어 시작 부분에 '+'를 추가하면 해당 단어와 일치하는 결과 (AND 구문)\n- 단어 시작 부분에 '-'를 추가하면 해당 단어와 일치하는 결과 제외\n\n새로운 검색 기능 예시:\n- car, truck ('car' 또는 'truck'과 일치하는 결과)\n- building, apartment, +european ('european'과 일치하는 결과 중 'building' 또는 'apartment'와 일치하는 결과)\n- condo, house, -rico, +american ('american'과 일치하는 결과 중 'condo' 또는 'house'와 일치하지만 'rico'는 제외하는 결과)"
}