{
  "New": "Nieuw",
  "Fixes": "Oplossingen",
  "Changes": "Veranderingen",
  "Bug-Fixes": "Bug-fixes",
  "Improvements": "Verbeteringen",
  "New Features": "Nieuwe functies",
  "Other Changes": "Andere wijzigingen",
  "New & Updated": "Nieuw & Bijgewerkt",
  "New & Improved": "Nieuw en verbeterd",
  "Profile Changes": "Profiel wijzigingen",
  "UI & UX Changes": "UI & UX wijzigingen",
  "Fixes & Changes": "Fixes & Wijzigingen",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Andere UI veranderingen.",
  "Asset Requirements": "Activa vereisten",
  "Core Systems Rework": "Kernsystemen herwerken",
  "Troubleshoot System": "Probleemopstart systeem",
  "Beta Public Release": "Beta openbare release",
  "Content Lists Changes": "Inhoud lijst van wijzigingen",
  "File Selection Revamp": "Bestands-selectie reamp",
  "Spring cleaning update": "Lente schoonmaak update",
  "Filter & Search Changes": "Filter & zoek wijzigingen",
  "Vote & Subscribers Icon": "Stem & Abonnees Icoon",
  "Easily access your logs.": "Eenvoudige toegang tot je logs.",
  "Added Hungarian language": "Toegevoegd Hongaarse taal",
  "Workshop Packages Cleanup": "Werkplaats Pakketten Opschonen",
  "Fixed the crash on launch.": "Crash opgelost bij opstarten.",
  "Added a new 'Midnight' theme.": "Een nieuw 'Midnight' thema toegevoegd.",
  "Welcome to the change-log era": "Welkom bij de tijd van wijzigingen",
  "Added the Help & Logs section": "De Help & Logs sectie toegevoegd",
  "Compatibility Report Overhaul": "Compatibiliteitsrapport revisie",
  "Reworked Subscription Process": "Herwerkt Abonnement Proces",
  "Added a List/Grid view toggle.": "Een lijst/rasterweergave schakelaar toegevoegd.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "Volledig herstel! En nog veel meer...",
  "Presenting, the Profile Overhaul": "De profielwijziging wordt voorgesteld",
  "Online profiles, coming through!": "Online profielen, beginnen!",
  "Added more context to some popups": "Meer context toegevoegd aan sommige popups",
  "Profiles can now have thumbnails.": "Profielen kunnen nu miniaturen hebben.",
  "A full rework! -behind the scenes": "Volledige rework! -achter de scènes",
  "Updated for the latest game patch.": "Bijgewerkt voor de nieuwste gamepatch.",
  "Stable release of the v3.2 update.": "Stabiele versie van de v3.2 update.",
  "Added a new author filter dropdown.": "Nieuwe auteur filter dropdown toegevoegd.",
  "Added a 'Load Order' sorting option.": "Sorteeroptie 'Lading Order' toegevoegd.",
  "Hover over it to display the values.": "Beweeg erover om de waarden weer te geven.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Profielgebruik heeft nu aparte pictogrammen.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "Kleine tags toegevoegd naast pakket titels.",
  "Changed the design of your profile list.": "Het ontwerp van je profiellijst is gewijzigd.",
  "Fixed private packages being marked as .": "Vaste privé pakketten gemarkeerd als .",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Lokale mods' name & label zijn bijgewerkt.",
  "Added Compatibility Report for broken Assets": "Toegevoegde Compatibiliteitsrapport voor beschadigde Assets",
  "You can now assign a color to your profiles.": "U kunt nu een kleur toewijzen aan uw profielen.",
  "Added a Sorting dropdown & sort order toggle": "Een vervolgkeuzelijst en sorteer sorteervolgorde toegevoegd",
  "Added 2 new buttons in the Help & Logs page.": "2 nieuwe knoppen toegevoegd in de Help & Logs pagina.",
  "Fixed playsets disappearing on macOS & Linux.": "Vaste playsets verdwijnen op macOS & Linux.",
  "Updated the UI of the file selection screens.": "De UI van de bestandsselectieschermen is bijgewerkt.",
  "Fixed the log file path being wrong on Linux.": "Het logboekbestandspad dat verkeerde was opgelost op Linux.",
  "The Compatibility Report tab is now available.": "Het tabblad Compatibility Rapport is nu beschikbaar.",
  "Fixed the profile list not updating instantly.": "De profiellijst is niet direct bijgewerkt.",
  "Fixed an error while fetching steam user info.": "Fout opgelost tijdens het ophalen van de informatie van de stoomgebruiker.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Toegevoegd een indicator dat een profiel wordt geüpload.",
  "Fixed Profiles' Auto-Save not working correctly.": "Auto-Opslaan is opgelost.",
  "Added 6 new reset buttons in the Utilities page.": "6 nieuwe reset-knoppen toegevoegd in de pagina nutsbedrijven.",
  "Fixed freezes happening in the content list pages.": "Problemen die zich voordoen op de inhoudslijst pagina's opgelost.",
  "Added more actions to labels in the content lists.": "Meer acties aan labels in de inhoudslijst toegevoegd.",
  "Fixed author pages not opening correctly in Steam.": "Repareerde auteurspagina's die niet correct worden geopend in Steam.",
  "Fixed the out of date status not working correctly.": "De verouderde status werkt niet goed.",
  "Fixed DLCs not being applied when loading a profile.": "Vaste DLC's die niet worden toegepast bij het laden van een profiel.",
  "Search in the content list pages is now much faster.": "Zoeken op inhoudslijst pagina's is nu veel sneller.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Sorteeropties voor 'Stemmen' & 'Totaal abonnees' toegevoegd.",
  "Fixed the options tab not opening for macOS & Linux.": "Het tabblad opties niet geopend voor macOS & Linux opgelost.",
  "Fixed the changelog not opening with some languages.": "De changelog is opgelost die niet met sommige talen werd geopend.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "'Profielen' worden nu terecht 'Speelsets' genoemd.",
  "Swapped all double-buttons and option toggles' sides.": "Wissel alle zijden van de dubbele knoppen en opties om te schakelen.",
  "Fixed mods being detected in the local assets folder.": "Vaste mods die worden gedetecteerd in de lokale assetmap.",
  "Fixed the asset summary not showing in the dashboard.": "De samenvatting van activa niet weergegeven in het dashboard opgelost.",
  "Fixed the language option being empty for some people.": "Vaste de taaloptie die voor sommige mensen leeg was",
  "Improved the responsiveness of the content list pages.": "Het reactievermogen van de inhoudslijst pagina's is verbeterd.",
  "Fixed updating an online profile not working properly.": "Er is een update van een online profiel ingesteld die niet goed werkt.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Klik op de naam van een auteur om het toe te voegen aan je filter",
  "Added Pinned folders to easily access relevant folders.": "Vastgepinde mappen toegevoegd om gemakkelijk toegang te krijgen tot relevante mappen.",
  "Fixed profile packages not showing their workshop name.": "Vaste profielpakketten die hun workshop naam niet tonen.",
  "Improved the performance for people with a lot of mods.": "Betere prestaties voor mensen met veel mods.",
  "Added an option to ignore internet connectivity checks.": "Een optie toegevoegd om controles van internetconnectiviteit te negeren.",
  "Fixed a bug that caused infinite loading for some users.": "Bug opgelost die tot oneindig laden voor sommige gebruikers heeft geleid.",
  "You can now create a desktop shortcut for your profiles.": "U kunt nu een desktopsnelkoppeling aanmaken voor uw profielen.",
  "Animations are now disabled by default on macOS & Linux.": "Animaties zijn nu standaard uitgeschakeld op macOS & Linux.",
  "Improved performance while including/excluding packages.": "Verbeterde prestaties tijdens het opnemen/uitsluiten van pakketten.",
  "Added a button to view a Profile's file on your computer.": "Een knop toegevoegd om het profielbestand op je computer te bekijken.",
  "You can now subscribe to packages while the game is open.": "Je kunt je nu abonneren op pakketten als het spel open is.",
  "Unlisted packages now have the correct name and thumbnail.": "Niet-vermelde pakketten hebben nu de juiste naam en thumbnail.",
  "Simplify a log file to focus on what's actually happening.": "Vereenvoudig een logboekbestand om zich te concentreren op wat er daadwerkelijk gebeurt.",
  "Removed the subscription tab from the in-game mod options.": "Het tabblad abonnement is verwijderd van de in-game mod opties.",
  "Added a custom arguments box for advanced launch settings.": "Een eigen selectievakje voor geavanceerd opstarten toegevoegd.",
  "Updated the color design of the app's logo on the top-left.": "Het kleurenontwerp van het app-logo links daarboven bijgewerkt.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Vaste en verbeterde de snelheid van het laden van scherm mod rapporten.",
  "Compatibility Report is now integrated directly into Skyve.": "Compatibiliteitsrapport is nu direct geïntegreerd in Skyve.",
  "Added a button to easily view an online profile's contents.": "Voeg een knop toe om de inhoud van een online profiel te bekijken.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Een 'Uitschrijven Alle' knop in inhoudspagina's acties toegevoegd.",
  "Added a loading animation when viewing a profile's contents.": "Toegevoegd een laadanimatie bij het bekijken van de inhoud van een profiel.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Klik-naar-filter gebruikt de Alt-toets in plaats van de Ctrl-toets.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Vaste Linux & Mac gebruikers kunnen geen log-zip genereren.",
  "Quickly view errors in your most recent/current game session.": "Bekijk snel fouten in je meest recente/huidige spelsessie.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Een Ctrl+[0-9] snelkoppeling toegevoegd om tussen beschikbare tabbladen te wisselen.",
  "So many more UI improvements, changes, and fixes I lost count.": "Zoveel verdere UI verbeteringen, veranderingen en oplossingen die ik verloren heb.",
  "Click on the icon for an in-depth description of this feature.": "Klik op het pictogram voor een diepgaande beschrijving van deze functie.",
  "Added a \"Force download\" option in packages' right-click menu.": "Er is een \"Forceer download\" optie toegevoegd in het menu met de rechtermuisklik.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Instellingen voor sortering en Grid-weergave worden nu per pagina opgeslagen.",
  "Placeholders for folder settings now correctly reflect your OS.": "Placeholders voor mapinstellingen geven nu een juist beeld van uw besturingssysteem.",
  "Fixed the LHT option not working when launching into a new map.": "Vaste de LHT optie die niet werkt bij lanceren in een nieuwe kaart.",
  "Fixed a rare case where the compatibility info was not loading.": "Een zeldzaam geval waarbij de compatibiliteitsinformatie niet geladen was, opgelost.",
  "You can now upload a profile online, up to 5 profiles per user.": "U kunt nu online een profiel uploaden, tot 5 profielen per gebruiker.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Voegt een in-game instelling toe om hot-reload in te schakelen voor mods & assets.",
  "Fixed the current playset's name staying visible while in-game.": "Vaste de naam van de huidige afspeelset zichtbaar blijven tijdens het spel.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "U kunt nu een LOT 1-profiel importeren in de sectie 'Profiel toevoegen'.",
  "Your Paradox account panel will always be displayed from now on.": "Uw Paradox-accountpaneel wordt vanaf nu altijd weergegeven.",
  "Partially included packages now have a different UI in the list.": "Pakketten die nu zijn opgenomen hebben een andere UI in de lijst.",
  "Added a Workshop section to easily select workshop maps & saves.": "Voeg een Workshop sectie toe om makkelijk de workshop kaarten & saves te selecteren.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Pakketten waarop u niet bent geabonneerd zijn niet langer in het spel geladen.",
  "Fixed legacy profiles not being converted after the first launch.": "Oude profielen die niet worden geconverteerd na de eerste start, zijn opgelost.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "'Real' mappen opgelost die werden verwisseld bij opslaan voor Linux en Mac-gebruikers.",
  "Fixed some parts of the UI not getting translated from the start.": "Enkele delen van de UI zijn opgelost en worden niet vanaf het begin vertaald.",
  "Added an option to have Filters & Action sections open by default.": "Optie toegevoegd om filters & actie secties standaard te openen.",
  "Adding an info popup when subscribing to items for the first time.": "Een info popup toevoegen wanneer u zich voor het eerst abonnert op artikelen.",
  "Changed the design of the top action buttons on both profile pages": "Het ontwerp van de top actie knoppen op beide profiel pagina's gewijzigd",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Herstel instellingen voor asset editor om niet correct te worden herinnerd.",
  "Recommendations and info text are now clearer and easier to manage.": "Aanbevelingen en informatieteksten zijn nu duidelijker en eenvoudiger te beheren.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Toegevoegd \"Bekijk de inhoud van dit profiel\" in het rechtermuisklikmenu van profielen.",
  "Fixed custom maps not loading when selected in the profile settings.": "Aangepaste kaarten die niet worden geladen wanneer geselecteerd in de profielinstellingen.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Gevoeligheid van de 'Gedeeltelijk' melding is herleid.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Een \"Download alle items die getoond worden\" toegevoegd in de acties in de lijst pagina's.",
  "Added an option to hide the current playset's name in the main menu.": "Een optie toegevoegd om de naam van de huidige afspeelset in het hoofdmenu te verbergen.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Het tabblad Help & Logs is niet automatisch geladen.",
  "The core systems of Skyve have been changed, organised, and optimised.": "De kernsystemen van Skyve zijn veranderd en geoptimaliseerd.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Een gedeelte 'Hulpmiddelen' toegevoegd om te abonneren op ontbrekende items in een BOB configuratie.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Het laden van profielen op macOS & Linux is niet altijd correct uitgevoerd.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Het laden van een collectie-URL is opgelost die soms niet correct verwerkt wordt.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Een snooze knop toegevoegd om een bepaalde compatibiliteitsmelding af te wijzen.",
  "Your current playset's name is now displayed in the main menu in-game.": "De naam van je huidige speelset wordt nu weergegeven in het hoofdmenu in het spel.",
  "Fixed local assets not automatically refreshing after external changes.": "Vaste lokale assets worden niet automatisch vernieuwd na externe wijzigingen.",
  "You can now generate a zip file of your logs while the game is running.": "Je kunt nu een zip-bestand van je logs genereren terwijl het spel draait.",
  "Added an option to disable the automatic cleanup when opening the game.": "Toegevoegd een optie om automatische opschoning uit te schakelen bij het openen van het spel.",
  "Local assets are now correctly groupped based on the folders they're in.": "Lokale assets worden nu correct gegroepeerd op basis van de mappen waarin ze zich bevinden.",
  "You can discover online profiles using a new button in the Profiles tab.": "Via een nieuwe knop in het tabblad Profielen kun je online profielen ontdekken.",
  "Compatibility & package statuses are now shown on the right in the list.": "Compatibiliteit & pakket statussen worden nu aan de rechterkant in de lijst getoond.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "De onjuiste namen van pakketten tijdens het bekijken van de inhoud van een afspeelset opgelost.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "De 'Acties' sectie is verplaatst naar de pagina inhoud en 2 nieuwe opties toegevoegd.",
  "Improved the Actions button to make it more visible and easier to access.": "De knop Acties verbeteren om deze zichtbaarder en toegankelijker te maken.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Verwijdering door Skyve stuurt de bestanden naar de prullenbak op Windows.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Een 'Bestand openen' optie toegevoegd aan het menu met de rechtermuisknop bij het selecteren van een bestand.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Herdownloaden van stoom zal de focus niet langer naar de tool drukken.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Nieuw profielgebruik toegevoegd: Kaart creatie, Scenario Making, en Thema Making.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Oude instellingen en profielen zijn opgelost die soms niet overdragen naar Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Een bericht toegevoegd om u te laten weten wanneer 'Alle problemen oplossen' & 'Opschonen uitvoeren' eindigt.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Een zeldzame bug opgelost waarbij het laden van een LOT 1-profiel voor altijd zou blijven laden.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Vaste conversie van LOT 1 profielen wat resulteert in het gemarkeerd als 'Lokaal'",
  "Changed the icons of filters to reflect the correct icons used in the list.": "De pictogrammen van filters zijn gewijzigd om de juiste pictogrammen in de lijst weer te geven.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Kopieer alle IDs actie nu ook namen en lokale pakketten van pakketten.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Deel een zip-bestand met alle logs die iemand nodig heeft om u te helpen.",
  "The window buttons on the top right now have icons to explain their actions.": "De vensterknoppen op de bovenkant hebben nu pictogrammen om hun acties uit te leggen.",
  "Required items automatically redirect to the packages' most recent successor.": "Vereiste items doorverwijzen automatisch naar de meest recente opvolger van de pakketten.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Mogelijk een vaste abonnement op een grote hoeveelheid artikelen die niet werken/niet werken.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Online profielen kunnen worden gedownload of bijgewerkt als je het al lokaal hebt.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "De kaartselectie is opgelost voor een nieuw spel waarbij de gebruikers geen vanilla kaart kunnen selecteren.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Vaste mogelijkheid om geen Workshop kaarten & save-games te gebruiken in de profielinstellingen",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Als je profiel niet opgeslagen is, zal het Skyve logo nu paars oplichten.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "LOT is opgelost dat LOT niet reageert op Mac/Linux wanneer u zich afmeldt van een pakket.",
  "Enabled the ability to request a review for a package that is currently broken.": "Mogelijkheid om een beoordeling aan te vragen voor een pakket dat momenteel kapot is.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Vereiste mods hebben nu een andere UI om je te laten weten dat je ze niet kunt uitsluiten.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Toegevoegd op de nutspagina een import uit een tekstbestand of vanaf je klembord.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Een sorteervolgorde schakelaar toegevoegd om te selecteren tussen oplopend en aflopend sorteren.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Kapot, onverenigbaar en verbannen pakketten hebben nu een nieuwe achtergrond in de lijst.",
  "Updated the Package Page to match the displayed information in the content lists.": "De pakketpagina is bijgewerkt op basis van de weergegeven informatie in de inhoudslijsten.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Opnieuw filteren met behulp van de snelkoppelingen in de lijst verwijdert nu het item van uw filter.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Geüploade profielen kunnen privé zijn, gedeeld met een ID, of openbaar voor iedereen om te zien.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "U kunt nu meerdere items in de inhoudslijsten selecteren met behulp van de Ctrl of Shift keys.",
  "Added links to the package page, as well as other information like its usage & type.": "Links toegevoegd aan de pakketpagina, evenals andere informatie zoals zijn gebruik & type.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Profiellijst gebruikt nu een rasterweergave, en je kunt schakelen tussen het rooster en de lijstweergave.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Verbeterd het verzamelen van de auteurs, wat het probleem van niet-laadende auteurs zal oplossen.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Er is een waarschuwingstekst toegevoegd in het dashboard wanneer er meerdere LOM instanties geïnstalleerd zijn.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Verbeterde prestaties van de app. Snellere laadtijden & minder stukjes worden verwacht.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Lokale & Vanilla pakketten zijn nu correct aangepast bij het bekijken van de inhoud van een playset.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Favoriete profielen worden nu getoond op je dashboard om eenvoudig tussen deze profielen te kunnen wisselen.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Er wordt nu een snelkoppeling aangemaakt wanneer je voor het eerst Skyve opent nadat je eerder LOM2 had.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Ontbrekende broncode zal nu een waarschuwing genereren in plaats van een afmelding.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Uitgesloten mods gebruiken niet langer het bestand '.exclude', maar gebruiken een nieuw ModConfig bestand.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "De tekst is opgelost in de importcollectie om te abonneren op en af te melden.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Nieuwe \"Eventuele problemen\" optie voor \"Pakket Status\" & \"Compatibility Report\" dropdowns.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Vaste bevriezing tijdens zoeken tijdens het selecteren van de sortering 'Abonnement'.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Een derde optie toegevoegd aan de 'Profiel toevoegen' pagina om een online profiel te importeren met behulp van het ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Vaste auteurs en tags filter niet vernieuwen als u de pagina invoert voordat ze hebben geladen.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Een tabblad \"Verwijzingen\" op de pagina van een pakket toegevoegd om alle andere pakketten te zien die ernaar verwijzen.",
  "Added an option to make optional packages use the same notification as required packages.": "Toegevoegd een optie om optionele pakketten te gebruiken dezelfde melding als de vereiste pakketten.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Taaldialecten, Chinees (Taiwan), Engels Verenigd Koninkrijk en Portugees Brazilië toegevoegd.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Probleem met downloaden of bijwerken van een profiel dat sommige gegevens, zoals de miniatuur, niet goed opslaat.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Implementeer een nieuw pictogramsysteem dat alle pictogrammen naar behoren schaalde in je UI-schaal.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Functies voor zoekopdrachten, filter en sortering toegevoegd aan de lijsten op de pagina van auteurs en op de pagina van de pakketten.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam links zullen nu in Steam's venster worden geopend. Dit kan worden uitgeschakeld in de Opties.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Alle filteracties zijn nu gedaan met behulp van Ctrl+Click, een optie toegevoegd om deze functionaliteit te wisselen.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "De vereiste items die worden weergegeven op de pagina van een workshop asset, is nu geïntegreerd in Laad Gereedschap.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB-import is nu een generieke XML-import door elk XML-formaat te steunen dat pakket-ID's bevat.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Aanpassingspagina's toegevoegd, u ziet het op nieuwe versies of met behulp van de knop in de Help secties.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Extra tekst toegevoegd in de lijst om te laten zien hoeveel pakketten verborgen zijn vanwege uw profielgebruik.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Vaste stoominfo van pakketten, die niet vanaf de eerste keer laden bij het bekijken van een profiel of collectie.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Mapinstellingen tonen' wordt nu automatisch ingeschakeld als een van de instellingen van de map onjuist is.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Rechtsklik acties toegevoegd in de inhoudslijst om een item in al je pakketten uit te sluiten of toe te voegen.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Nieuwe functies toegevoegd om makkelijk verkeerde matches tussen Steam en je gedownloade pakketten te verwerken.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Herdownloaden van Laad Order Tool zal de download starten en sluit de app terwijl het wordt bijgewerkt.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Vaste verwijdering van lokale bestanden uit het menu met de rechtermuisknop om alle lokale bestanden te verwijderen in plaats van slechts één",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Nieuwe profiel sorteeropties toegevoegd. De geselecteerde sortering zal nu worden opgeslagen tijdens sessies.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam panelen in het hoofdmenu worden nu standaard weergegeven, je kunt ze nog steeds verbergen in de mod instellingen.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "De naam van lokale modi is teruggezet naar de mapnaam in plaats van de Workshop om problemen te voorkomen.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Opties voor het snel laden in de Asset Editor, 'Nieuw assetbestand laden' en 'Asset' in het profiel toegevoegd.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Een vakje toegevoegd aan de linkeronderkant van de app om u te laten weten van alle inschrijving/afmeldtaken.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Verbeterd het venster 'Labels toevoegen'; u kunt eenvoudig uit bestaande tags selecteren en meerdere items tegelijk bewerken.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Je kunt de zoekresultaten nu bewerken! tags in de app voor mods en assets. Assets worden gesynchroniseerd met het spel.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-mods omvatten nu IMT-markeringen, Render! Presets, Procedurele Objecten en Vertaalmods.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Herwerkte het renderen van lijsten, het verbeteren van de prestaties en het reactievermogen van inhoudspagina's drastisch.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "U kunt nu een review aanvragen voor een pakket om ons op de hoogte te stellen van ontbrekende informatie in de compatibiliteitsgegevens.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Interactie tussen gelijksoortige mods opgelost in het Compatibiliteitsrapport wanneer je er maar één hebt.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Abonneren op meerdere items op een rij zal ze in een wachtlijst plaatsen in plaats van het spel elke keer te openen.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "De 'Profielen' tab in de zijbalk opent nu je profiellijst in plaats van je huidige profielinstellingen.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Deze informatie zal nu worden opgenomen in het Compatibiliteitsrapport om snel en eenvoudig te zien wat je mist.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Toegevoegd de 'Andere Profielen' sectie in een pakket pagina om ze eenvoudig uit te sluiten of op te nemen in je andere profielen",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Starten van LOT opgelost nadat het monitor eerder was uitgezet, wat resulteerde in het nu weergegeven venster.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presentatie, Skyve, de laatste opvolger van Load Order Mod 1/2 en Compatibility Report.\r\nComing voor C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Het scherm 'Instellingen voor de eerste keer' heeft nu een negeerknop om in plaats daarvan uw mapinstellingen handmatig in te stellen.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Een nieuw pictogram toegevoegd naast een pakket dat een snel overzicht toont van de stemmen en de teller van het pakket.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Verminderd het rapportniveau van een mod die al een tijdje niet is bijgewerkt naar 'Info' dus het informeert je er niet over.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Verbeterde knoppen en filteropties in de inhoudslijsten, hun totale grootte verkleinen en meer visuele aanwijzingen toevoegen.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Een probleemoplossing systeem toegevoegd aan het tabblad Utilities; gebruik het om te verkleinen welke mod of asset uw problemen veroorzaakt.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Een knop toegevoegd op het tabblad Utilities om handmatig deze schoonmaak uit te voeren en de download van ontbrekende pakketten af te dwingen.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Het probleemoplossing systeem zal u voorzien van een begeleide, stap voor stap, manier van vinden van wat mod of asset fout is.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "De naam van je huidige afspeelset wordt nu weergegeven in het hoofdmenu in het spel.\r\n*Dit kan worden uitgeschakeld in de spel-instellingen.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Mod laden is nu gecached, wat resulteert in efficiëntere ladingen op Windows & Linux, en veel snellere ladingen in macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Een geavanceerde optie toegevoegd om het downloaden of verwijderen van pakketten te forceren zodra je je abonneert of afmeldt in Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Een systeem voor probleemoplossing toegevoegd aan de tabbladen Utilities & Hulp; gebruik het om te verkleinen welke mod of asset uw problemen veroorzaakt.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Een rasterweergave optie toegevoegd voor alle inhoudspagina; schakel tussen lijst en rasterweergave met behulp van de nieuwe pictogrammen in de rechterbovenhoek van de lijst.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "De makers van Mod & Asset kunnen nu de compatibiliteitsdata van hun pakketten bewerken; klik met de rechtermuisknop op het pakket en selecteer 'Compatibiliteit bewerken'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Het hebben van een aangepaste locatie voor LSMR rapportbestanden start daar nu correct bij het selecteren van een rapportbestand in de pagina nutsvoorzieningen.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Nieuw-geabonneerde items worden niet langer herladen terwijl het spel open is.\r\nDoen voorkomt dus bevriezing van uw spel en storende mods.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Een compact-view optie voor alle inhoudspagina's toegevoegd; schakel tussen compact, lijst & rasterweergave met behulp van de nieuwe iconen in de rechterbovenhoek van de lijst.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Het starten van het spel terwijl LOT geopend is, zal automatisch alle pakketten verwijderen waar u niet op bent geabonneerd, maar wordt gedownload op uw computer.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Het opvragen van een beoordeling vereist nu een geldige beschrijving en stuurt ook uw logs met het verzoek. Een disclaimer wordt weergegeven naast de 'Verzenden' knop.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Nieuw gebruikersprofiel pagina toegevoegd, toegankelijk door te klikken op de auteur van een mod of profiel. Deze pagina bevat alle profielen en pakketten van gebruikers.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Eenmaal gestart, kunt u Skyve veilig sluiten en op een later tijdstip verdergaan. Skyve onthoudt al je instellingen en de fase waarin je momenteel verkeert.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "De Load Order of mods is opnieuw geïntegreerd, en is volledig geautomatiseerd op basis van mod's vereisten en andere Compatibility-Report factoren.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Toegevoegde grid-view & compact-view opties voor alle content pagina's; schakel tussen lijst, compact en rasterweergave met behulp van de nieuwe iconen in de rechterbovenhoek van de lijst.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Lokale pakketten worden automatisch gekoppeld aan hun online tegenhanger, door de informatie van Steam te tonen en de compatibiliteitsinformatie correct te tonen.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Bij het starten van de procedure Skyve zal je huidige instellingen opslaan en vervolgens automatisch beginnen met het uitsluiten of opnemen van pakketten, totdat je de oorzaak van jouw problemen kunt vinden.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Secundaire inhoudslijsten zoals 'Ontbrekende pakketten' & 'Verzameling werkplaats' gebruiken nu dezelfde UI als de belangrijkste inhoudslijst pagina's, toestaan voor een gestroomlijnde ervaring en meer opties.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Het nieuwe icoon is nu gloort op basis van wat er gebeurt, blauw geeft aan dat het spel draait, rood betekent geen internetverbinding, en snel gloeien betekent dat het spel start of sluit.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Veranderd de optie om de grootte van de lijst items bij zweven te verhogen om hun grootte altijd te vergroten, de UI van de uitgebreide lijstitems verbeterd en deze functionaliteit toegepast op de rest van de lijsten in de app.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Afzonderende termen met een komma in je zoekopdracht splitst je zoekopdracht om te voldoen aan een van de voorwaarden (OR)\r\n\t; Het toevoegen van '+' aan het begin van je term zal vereisen dat de term wordt gematched (AND)\r\n\t½ • Het toevoegen '-' aan het begin van je term zal items uitsluiten die overeenkomen met die term\r\n\r\nVoorbeelden van de nieuwe zoekopdracht:\r\n\t• auto, Vrachtwagen (komt overeen met 'auto' OF 'truck')\r\n\t• gebouwen, appartement +european (matcht 'european' EN ['gebouw' OF 'appartement'])\r\n\t• condo, house -rico +american (komt overeen met 'american' EN ['condo' OF 'huis'] EN NIET 'rico')"
}