{
  "New": "Ny",
  "Fixes": "Reparasjoner",
  "Changes": "Endringer",
  "Bug-Fixes": "Bug-Fixes",
  "Improvements": "Forbedringer",
  "New Features": "Nye funksjoner",
  "Other Changes": "Andre endringer",
  "New & Updated": "Ny & oppdatert",
  "New & Improved": "Ny & forbedret",
  "Profile Changes": "Profil Endringer",
  "UI & UX Changes": "UI & UX endringer",
  "Fixes & Changes": "Reparasjoner & endringer",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Andre UI-endringer.",
  "Asset Requirements": "Krav til eiendel",
  "Core Systems Rework": "Kjerne systemer omarbeider",
  "Troubleshoot System": "Feilsøking system",
  "Beta Public Release": "Beta offentlig utgivelse",
  "Content Lists Changes": "Innholdslister Endringer",
  "File Selection Revamp": "Valg av filmerke",
  "Spring cleaning update": "Våren renhold",
  "Filter & Search Changes": "Filtrer & søke endringer",
  "Vote & Subscribers Icon": "Stem & abonnenter ikon",
  "Easily access your logs.": "Tilgang til dine logger enkelt.",
  "Added Hungarian language": "Lagt til ungarsk språk",
  "Workshop Packages Cleanup": "Verksted pakker opprydding",
  "Fixed the crash on launch.": "Fikset krasjet ved oppstart.",
  "Added a new 'Midnight' theme.": "Lagt til et nytt 'Midnatt'-tema.",
  "Welcome to the change-log era": "Velkommen til endringslogg-tida",
  "Added the Help & Logs section": "Lagt til seksjonen for hjelp og logger",
  "Compatibility Report Overhaul": "Overhaling av kompabilitetsrapport",
  "Reworked Subscription Process": "Omarbeidet abonnementsprosess",
  "Added a List/Grid view toggle.": "La til en liste-/rutenettvisning.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "En full virke! Og mye mer...",
  "Presenting, the Profile Overhaul": "Presenterer, profilen overhaling",
  "Online profiles, coming through!": "Online profiler, kommer gjennom!",
  "Added more context to some popups": "La til flere kontekst i noen sprettoppvinduer",
  "Profiles can now have thumbnails.": "Profiler kan nå ha miniatyrbilder.",
  "A full rework! -behind the scenes": "Fullstendig arbeid - bak scenene",
  "Updated for the latest game patch.": "Oppdatert for det nyeste partiet.",
  "Stable release of the v3.2 update.": "Stabil versjon av v3.2 oppdateringen.",
  "Added a new author filter dropdown.": "Lagt til en ny forfatterfilterrullegardin.",
  "Added a 'Load Order' sorting option.": "La til en 'last bestilling' sortering alternativet.",
  "Hover over it to display the values.": "Sveve over den for å vise verdiene.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Profilbruk har nå separate ikoner.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "La til små emneord ved siden av pakketitler.",
  "Changed the design of your profile list.": "Endret utformingen av profillisten din.",
  "Fixed private packages being marked as .": "Fikset private pakker som er merket som .",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Navnet på lokalmodene og etiketten har blitt oppdatert.",
  "Added Compatibility Report for broken Assets": "Lagt til kompatibilitetsrapport for ødelagte ressurser",
  "You can now assign a color to your profiles.": "Nå kan du tilordne en farge til profilene dine.",
  "Added a Sorting dropdown & sort order toggle": "Lagt til sortering av rullegardinliste og sorteringsrekkefølge",
  "Added 2 new buttons in the Help & Logs page.": "La til 2 nye knapper i Hjelp og Logg-siden.",
  "Fixed playsets disappearing on macOS & Linux.": "Rettede spillesett forsvinner fra macOS & Linux.",
  "Updated the UI of the file selection screens.": "Oppdaterte brukergrensesnittet for filvalg.",
  "Fixed the log file path being wrong on Linux.": "Det ble reparert at loggfilbanen er feil i Linux.",
  "The Compatibility Report tab is now available.": "Fanen for kompabilitetsrapporter er nå tilgjengelig.",
  "Fixed the profile list not updating instantly.": "Fikset profillisten ikke oppdaterer umiddelbart.",
  "Fixed an error while fetching steam user info.": "Fikset en feil under henting av bruker Steam-informasjon.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Lagt til en indikator som viser at en profil lastes opp.",
  "Fixed Profiles' Auto-Save not working correctly.": "Fikset profilenes automatiske lagring fungerer ikke som den skal.",
  "Added 6 new reset buttons in the Utilities page.": "La til 6 nye nullstillingsknapper i verktøysiden.",
  "Fixed freezes happening in the content list pages.": "Faste fryser skjer i innholdslistedene.",
  "Added more actions to labels in the content lists.": "La til flere handlinger på etikettene i innholdslistene.",
  "Fixed author pages not opening correctly in Steam.": "Fikserte forfattersider åpner riktig på Steam.",
  "Fixed the out of date status not working correctly.": "Fikset status som ikke er riktig ut av datoen.",
  "Fixed DLCs not being applied when loading a profile.": "Fast DLC brukes ikke når en profil lastes.",
  "Search in the content list pages is now much faster.": "Søk i innholdslistesider er nå mye raskere.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Lagt til 'Stemmer' og 'Totale abonnementer' sorteringsalternativer.",
  "Fixed the options tab not opening for macOS & Linux.": "Fikset innstillingene fanen som ikke åpnes for macOS & Linux.",
  "Fixed the changelog not opening with some languages.": "Fikset endringsloggen ikke i noen språk.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "'Profiler' er nå, kallt 'Playsets'.",
  "Swapped all double-buttons and option toggles' sides.": "Byttet alle dobbeltknapper og alternativ vekslingssidene.",
  "Fixed mods being detected in the local assets folder.": "Fast mods ble funnet i mappen for lokale eiendeler.",
  "Fixed the asset summary not showing in the dashboard.": "Fikset at eiendelssammendrag ikke vises i dashbordet.",
  "Fixed the language option being empty for some people.": "Fikset det språkvalget som er tomt for noen personer.",
  "Improved the responsiveness of the content list pages.": "Forbedret respons på innholdslistene.",
  "Fixed updating an online profile not working properly.": "Fikset oppdatering av en nettbasert profil som ikke fungerer slik den skal.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+klikk på en forfatters navn for å legge den til i filteret",
  "Added Pinned folders to easily access relevant folders.": "La til festede mapper lett få tilgang til relevante mapper.",
  "Fixed profile packages not showing their workshop name.": "Faste profilpakker viser ikkje sitt verkstednavn.",
  "Improved the performance for people with a lot of mods.": "Forbedret ytelse for mennesker med mange moduser.",
  "Added an option to ignore internet connectivity checks.": "Lagt til et alternativ for å ignorere internett tilkoblingskontroll.",
  "Fixed a bug that caused infinite loading for some users.": "Fikset en bug som forårsaket uendelig lasting for noen brukere.",
  "You can now create a desktop shortcut for your profiles.": "Du kan nå opprette en skrivebordssnarvei for dine profiler.",
  "Animations are now disabled by default on macOS & Linux.": "Animasjoner er nå deaktivert som standard på macOS & Linux.",
  "Improved performance while including/excluding packages.": "Bedre ytelse mens pakker/utenom pakker inkluderes.",
  "Added a button to view a Profile's file on your computer.": "La til en knapp for å se filen på profilen din datamaskin.",
  "You can now subscribe to packages while the game is open.": "Du kan nå abonnere på pakker mens spillet er åpen.",
  "Unlisted packages now have the correct name and thumbnail.": "Ulistede pakker har nå riktig navn og miniatyrbilde.",
  "Simplify a log file to focus on what's actually happening.": "Forenkle loggfil å få fokus på hva som faktisk skjer.",
  "Removed the subscription tab from the in-game mod options.": "Fjernet abonnementsfanen fra alternativer for integrert mod av spillet.",
  "Added a custom arguments box for advanced launch settings.": "Lagt til en egendefinert argumenter boks for avanserte startinnstillinger.",
  "Updated the color design of the app's logo on the top-left.": "Oppdaterte fargedesignen til appens logo øverst til venstre.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Fikset og forbedret hastighet på lastingsskjerm Mod rapporter.",
  "Compatibility Report is now integrated directly into Skyve.": "Kompatibilitetsrapport er nå integrert direkte i Skyve.",
  "Added a button to easily view an online profile's contents.": "La til en knapp for å enkelt vise innholdet på en tilkoblet profil.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Lagt til en \"Avslutte abonner\" knapp i innholdside\" handlinger.",
  "Added a loading animation when viewing a profile's contents.": "La til en lasting animasjon når du ser på innholdet til en profil.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Klikk-til-filter bruker nå Alt-tasten i stedet for Ctrl-tasten.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Fikset Linux & Mac-brukere vil ikke kunne generere en logg-zip-fil.",
  "Quickly view errors in your most recent/current game session.": "Se raskt feil i din nyeste spilløkt.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Lagt til en Ctrl+[0-9] snarvei for å bytte mellom tilgjengelige faner.",
  "So many more UI improvements, changes, and fixes I lost count.": "Så mange flere brukergrensesnittsforbedringer, endringer, og fikser jeg tapte teller.",
  "Click on the icon for an in-depth description of this feature.": "Klikk på ikonet for en grundig beskrivelse av denne funksjonen.",
  "Added a \"Force download\" option in packages' right-click menu.": "La til en \"Tving nedlasting\" alternativ i pakkenes høyreklikkmeny.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Innstillinger for sortering og Grid-visning lagres nå for hver side.",
  "Placeholders for folder settings now correctly reflect your OS.": "Plassholdere for mappeinnstillinger reflekterer nå ditt OS.",
  "Fixed the LHT option not working when launching into a new map.": "LHT-alternativet fungerer ikke når en starter inn i et nytt kart.",
  "Fixed a rare case where the compatibility info was not loading.": "Fikset et sjeldent tilfelle der kompabilitetsinformasjonen ikke ble lastet.",
  "You can now upload a profile online, up to 5 profiles per user.": "Du kan nå laste opp en profil på nettet, opptil 5 profiler per bruker.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Lagt til innstilling i spillet for å aktivere hot-reload for mods & eiendeler.",
  "Fixed the current playset's name staying visible while in-game.": "Fikset det gjeldende spilletternavnet forblir synlig mens i spillet.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Du kan nå importere en LOT 1 profil i delen \"Legg til profil\".",
  "Your Paradox account panel will always be displayed from now on.": "Panelet med Paradox vil alltid bli vist fra nå av.",
  "Partially included packages now have a different UI in the list.": "Delvis inkluderte pakker har nå et annet brukergrensesnitt i listen.",
  "Added a Workshop section to easily select workshop maps & saves.": "Lagt til en Verksted-seksjon for enkelt å velge verkstedkart og lagre.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Pakkene du ikke abonnerer på er ikke lenger lastet i spillet.",
  "Fixed legacy profiles not being converted after the first launch.": "Faste gamle profiler som ikke blir konvertert etter første oppstart.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Fikset 'Real'-mapper når du bytter over i Linux- og Mac-brukere.",
  "Fixed some parts of the UI not getting translated from the start.": "Fikset noen deler av brukergrensesnittet som ikke oversettes fra start.",
  "Added an option to have Filters & Action sections open by default.": "Lagt til et alternativ for å ha Filtere & Handlingsseksjonene åpne som standard.",
  "Adding an info popup when subscribing to items for the first time.": "Å legge til en informasjonsppopup når du abonnerer på elementer for første gang.",
  "Changed the design of the top action buttons on both profile pages": "Endret utforming av topphandlingsknappene på begge profilsidene",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Fastsatte innstillingene for aktivagrorering blir ikke husket korrekt.",
  "Recommendations and info text are now clearer and easier to manage.": "Anbefalinger og informasjonstekst er nå tydeligere og enklere å håndtere.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Lagt til \"Vis profilens innhold\" i profilenes høyreklikkmeny.",
  "Fixed custom maps not loading when selected in the profile settings.": "Fikset egendefinerte kart lastes ikke når valgt i profilinnstillingene.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Forløste følsomheten som meldingene om 'delvis nedlastet' ble oppdaget.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "La til en \"Last ned alle viste elementer\" på handlingene i listesidene.",
  "Added an option to hide the current playset's name in the main menu.": "La til et alternativ for å skjule det valgte spilletternavnet i hovedmenyen.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Fikset fanen Hjelp og Logs ikke lastet inn din nåværende logg automatisk.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Kjernesystemene i Skyve er endret, organisert og optimalisert.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "La til en verktøyverktøyverktøyskontor for å abonnere på manglende elementer i en BOB-konfigurasjon.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Rettet lasting av profiler på macOS & Linux gjelder ikke alltid korrekt.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Fikset at en samlings-URL av og til ikke sjekket ID-en riktig.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "La til en slumreknapp for å fjerne en viss kompatibilitetsvarsler.",
  "Your current playset's name is now displayed in the main menu in-game.": "Ditt gjeldende spilletasats navn vises nå i hovedmenyen i spillet.",
  "Fixed local assets not automatically refreshing after external changes.": "Fikserte lokale eiendeler oppdateres ikke automatisk etter eksterne endringer.",
  "You can now generate a zip file of your logs while the game is running.": "Du kan nå generere en zip-fil av dine logger mens spillet kjører.",
  "Added an option to disable the automatic cleanup when opening the game.": "Lagt til et alternativ for å deaktivere automatisk opprydding når du åpner spillet.",
  "Local assets are now correctly groupped based on the folders they're in.": "Lokale eiendeler er nå riktig tilsatt basert på mappene de er i.",
  "You can discover online profiles using a new button in the Profiles tab.": "Du kan oppdage online profiler ved hjelp av en ny knapp i Profile-fanen.",
  "Compatibility & package statuses are now shown on the right in the list.": "Kompatibilitet og pakkestatuser blir nå vist på høyre side.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Fikset pakkenes feil navn med innhold fra en spiller.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Flyttet 'Handlinger' seksjonen i innholdssidene og legger til 2 nye alternativer.",
  "Improved the Actions button to make it more visible and easier to access.": "Forbedret handlingsknappen for å gjøre den mer synlig og enklere tilgang.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Sletting av Skyve vil nå sende filer til papirkurven på Windows.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "La til en \"Åpne fil\" alternativ til høyreklikk-menyen ved valg av en fil.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Ved å laste ned på nytt fra damp vil det ikke lenger tvinges fokus tilbake til verktøyet.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Lagt til ny profilbruk: Kartopprettelse og oppretting av Scenario, og tema fungerer.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Fikset tidligere innstillinger og profiler, av og til ikke knyttet til Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "La til en melding som gir deg beskjed når 'fikset alle problemer' & 'Kjør opprydning' er fullført.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Fikset en sjelden bug hvor du lastet en LOT 1-profil ville fortsette å laste for alltid.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Fikset konvertering av LOT 1-profiler som resulterer i eiendeler som merkes som 'lokalt'",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Endret ikonene for filtre for å gjenspeile riktige ikoner brukt i listen.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Kopier alle ID-handlinger som nå inneholder pakkenes navn og lokale pakker.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Del en zip-fil med alle loggene som er nødvendige for at noen skal hjelpe deg ut.",
  "The window buttons on the top right now have icons to explain their actions.": "Vindusknappene på øverst til høyre har ikoner for å forklare handlingene.",
  "Required items automatically redirect to the packages' most recent successor.": "Påkrevde elementer vil automatisk omdirigere til pakkenes siste suksess.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Potensielt fast abonnent på et stort antall elementer som mislykkes/ikke fungerer.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Elektroniske profiler kan lastes ned, eller oppdateres hvis du allerede har den.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Fikset kartvalget for et nytt spill som ikke lar brukere velge et vanlig spillkart.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Fikset ikke å kunne bruke Workshop-kart og lagre spill i profilinnstillingene",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Dersom profilen din har ulagrede endringer vil Skyv-logoen nå lyse opp lilla.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Fikset LT for å slutte å svare på Mac/Linux når du slutter å abonnere fra en pakke.",
  "Enabled the ability to request a review for a package that is currently broken.": "Aktivert muligheten til å be om gjennomgang for en pakke som er ødelagt.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Nødvendige mods har nå en annen brukergrensesnitt for å fortelle deg at du ikke kan utelukke dem.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Lagt til på Verktøy-siden en import fra en tekstfil eller fra utklippstavlen.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "La til sortering skifte til å velge mellom stigende og synkende sortering.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Ødelagt, inkompatible, og utestengte pakker har nå en ny bakgrunn i listen.",
  "Updated the Package Page to match the displayed information in the content lists.": "Oppdaterte utvidelsessiden for å matche den viste informasjonen i innholdslistene.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Re-filtrering ved å bruke snarveiene i listen fjerner nå elementet fra filteret.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Opplastede profiler kan være privat, deles med en ID, eller offentlige for alle å se.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Du kan nå velge flere elementer i innholdslisten ved hjelp av Ctrl eller Shift-tastene.",
  "Added links to the package page, as well as other information like its usage & type.": "Lagt til lenker til pakkesiden, samt annen informasjon som bruk og type.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Profillisten bruker nå en Grid View, og du kan veksle mellom tabell og listevisning.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Forbedret samling av informasjon om forfatteren, som utbedrer problemet med forfattere som ikke laster inn.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Lagt til en advarselstekst i dashbordet når du har flere LOM instanser installert.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Forbedret ytelse for appen. Quicker belastningstider & mindre stoppere er forventet.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Lokale & Vanilla-pakker matcher nå riktig og ser innholdet til spillet.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Favorittprofilfiler vises nå på dashbordet for å tillate enkel bytte mellom dem.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "En snarvei vil nå bli opprettet når du åpner Skyve først etter at du tidligere har hatt LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Manglende kildekode vil nå generere en advarsel i stedet for en varsling som ikke blir abonnert.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Ekskluderte mods bruker ikke lenger '.excluded' filen, de bruker istedet en en ny ModConfig fil.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Fikset teksten i importsamlingen for abonnering og uttrekk som kan veksles.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Lagt til en ny \"Hva som helst problemer\" alternativ til \"Pakkestatus\" og \"Kompatibilitetsrapport\"-rullelister.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Fikset fryser som skjer mens du søker mens 'Abonner tid'-sortering ble valgt.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "La til et tredje alternativ i siden 'Legg til profil' for å importere en profil ved å bruke sin ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Fikserte forfattere og tagger filter fornyes ikke hvis du skriver inn på siden før de er lastet.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Lagt til en \"Referanser\"-fane på en pakkeside for å se alle andre pakker som refererer til den.",
  "Added an option to make optional packages use the same notification as required packages.": "Lagt til et alternativ for å gjøre at valgfrie pakker bruker den samme meldingen som nødvendige pakker.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Lagt til språkdialekter, kinesisk tradisjonell (Taiwan), engelsk UK, og portugisisk brasiliansk Brasil.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Fikset nedlasting eller oppdatering av en profil er ikke riktig å lagre noe data som miniatyrbildet.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Implementert et nytt ikon system som skalerer alle ikonene riktig til UI skalaen.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Lagt til søk, filter og sortering av verktøy for lister i skribentenes side og i pakkenes side.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam-lenker åpnes nå i Steams vindu. Dette kan slås av i innstillingene.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Alle filterhandlinger gjøres nå ved å bruke Ctrl+klikk og legger til et alternativ for å bytte denne funksjonen.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "De nødvendige produktene vises på en verkstedeiendels side er nå integrert i lastordreverktøyet.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB import er nå en generisk XML-import som støtter XML-format som inneholder pakke-ID-er.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Lagt til endringslogg-sider, du vil se den på nye versjoner eller bruke dens knapp i hjelp-avsnittene.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Lagt til ekstra tekst i listen for å vise hvor mange pakker som er skjult på grunn av din profilbruk.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Faste pakkenes dampinformasjon lastes ikke fra første gang når du ser på en profil eller samling.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Vis mappeinnstillinger' blir nå automatisk slått på dersom en av mappeinnstillingene er feil.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Lagt til høyreklikk handlinger i innholdslisten for å utelukke eller inkludere en gjenstand i alle pakkene dine.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Lagt til nye funksjoner for enkelt å håndtere manglende samsvar mellom Steam og de nedlastede pakkene.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Laster ned lastingsordre-verktøyet på nytt initierer nedlastingen og lukk appen mens den blir oppdatert.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Fikset sletting av lokale eiendeler fra høyreklikk-menyen ved å slette alle lokale eiendeler i stedet for bare en",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Lagt til ny profilsortering alternativer. Valgt sortering vil nå bli husket gjennom økter.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam-paneler i hovedmenyen blir nå vist som standard, du kan fremdeles skjule dem i modifikasjonsinnstillingene.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Lokal mods navn er tilbakestilt til mappenavn i stedet for Workshop for å forhindre problemer.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "La til 'Ny ressursen' og 'Last inn eiendel' start alternativene i profilen for hurtig å laste inn i Asset Editor.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "La til en boks nederst til venstre i appen for å fortelle deg om eventuelle ventende abonnementer/gjøremål som ikke inngår i abonnementet.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Forbedret vinduet 'Legg til Tags', du kan enkelt velge fra eksisterende tagger & redigere flere elementer samtidig.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Du kan nå redigere funnet. Få tagger direkte i appen for å modifisere og eiendeler. Eiendeler er synkronisert med spillet.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-mods inkluderer nå IMT Markings, Render den! Presets, prosedural Objects Fonts, and translation mods.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Har arbeidet med å gjengive lister, forbedre ytelsen og reaksjonen på innholdssidene drastiskt.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Du kan nå be om en gjennomgang av en pakke for å varsle oss om manglende informasjon i kompatibilitetsdata.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Fikset et samspill mellom lignende mods som viser i kompatibilitetsrapporten når du bare har en av dem.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Dersom du abonnerer på flere elementer på rad vil de bli lagt i en ventende liste i stedet for å åpne spillet hver gang.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "'Profiler' fanen i sidepanelet vil nå åpne profilene dine i stedet for den gjeldende profilen din.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Denne informasjonen skal nå inkluderes i kompatibilitetsrapporten og vil lett se hva du mangler.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Lagt til seksjonen 'Andre profiler' i en pakkeside for å lett utelukke eller inkludere dem fra dine andre profiler",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Fikset LAV etter at skjermen den tidligere var slått av, noe som nå dukker opp.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "'Første gangs oppsettet er uferdig' skjermbildet har nå en ignoreringsknapp for å sette opp mappeinnstillinger manuelt i stedet.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "La til et nytt ikon ved siden av en pakke som viser et raskt sammendrag av stemmer og abonnent på pakken.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Redusere rapportnivået av en mod som ikke er oppdatert om en stund til \"Info\", så den varsler deg ikke om den.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Forbedret knapper, filtrering av knapper og filterkontroller i innholdslister, reduserer den totale størrelsen og legger til flere visuelle kuber.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Lagt til et feilsøkingssystem i fanen Brukerutstyr; bruk den for å snevre ned hvilken mod eller eiendel som forårsaker dine problemer.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "La til en knapp i verktøy-fanen for å kjøre denne opprydningen manuelt, i tillegg til å tvinge nedlasting av manglende pakker.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Feilsøkingssystemet vil gi deg en veiledning, skritt for steg, måte å finne en mod eller ressurs på en feil.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Ditt nåværende spilletternavn vises nå i hovedmenyen i spillet.\r\n*Dette kan deaktiveres i spillinnstillingene.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Mod lasting lagres. Dette resulterer i mer effektive laster på Windows & Linux, samt mye raskere belastning på macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Lagt til et avansert alternativ for å tvinge nedlastingen eller slette pakker så snart du abbonerer eller slutter å abonnere på dem i Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Lagt til et feilsøkingssystem i fanen verktøyer og hjelp; bruk det til å begrense hvilken mod eller ressurs som forårsaker dine problemer.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "La til et alternativ for rutenettvisning for alle innholdssider; veksle mellom liste og rutenettvisning ved å bruke de nye ikonene øverst til høyre i listen.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Mod & Ressursskapere kan nå redigere pakkenes Kompatibilitetsdata; høyreklikk på pakken og velg \"Rediger kompatibilitet\".",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Å ha en egendefinert plassering for LSMR rapportfiler vil nå starte riktig fra da du velger en rapportfil på Verktøy-siden.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Nybegynner abonnerte elementer lastes ikke lenger på igjen mens spillet er åpen.\r\nÅ gjøre så forhindrer fryser for spillet ditt og modifikerer feilfunksjon.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Lagt til en kompaktvisning for alle innholdssider; veksle mellom kompakt, liste & rutenettvisning ved å bruke de nye ikonene øverst til høyre i listen.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Når du starter spillet mens LOT er åpent slettes automatisk alle pakker som du ikke abonnerer på, men som lastes ned på datamaskinen.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Å be om gjennomsyn krever nå en gyldig beskrivelse og sender også loggene dine med forespørselen. En ansvarsfraskrivelse vises ved siden av \"Send\"-knappen.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Legg til en ny brukerprofilside, tilgang til ved å klikke på forfatteren av en mod eller profil. Denne siden inkluderer alle brukerens profiler og pakker.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Når du har startet kan du trygt lukke Skyve og fortsette på et senere tidspunkt. Skyve vil huske alle innstillingene dine og hvilket stadium du er på.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Lasterekkefølgen er reintegrert, og er fullstendig automatisert basert på mods krav samt andre kompatibilitetsrapportfaktorer.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Lagt til rutenettvisning og kompaktvisning for alle innholdsider; veksle mellom listen, kompakt & rutenett med de nye ikonene øverst til høyre i listen.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Lokale pakker blir automatisk matchet med deres motparter, som viser informasjonen fra Steam og viser riktig sin kompatibilitetsinformasjon.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Når prosedyren starter, Skyve vil lagre dine nåværende innstillinger og deretter starte unntatt eller inkludert pakker automatisk inntil du kan finne årsaken til dine problemer.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Sekundære innholdslister som \"Manglende Pakker\" og \"Workshop-samling\" bruker nå det samme grensesnittet som hovedinnholdslistedene, Tillat en strømlinjeformet erfaring og flere alternativer.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Det nye ikonet nå bremser basert på hva som skjer, blått indikerer at spillet kjører, rød betyr ingen internettforbindelse, og rask gløder betyr at det blir lansert eller lukker spillet.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Endret alternativet for å øke elementenes størrelse på musepekeren for å alltid øke deres størrelse Forbedret brukergrensesnittet for utvidede lister, og bruk denne funksjonaliteten til resten av listene i appen.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Du kan dele søkeordene i ditt og dele søkeordene dine med samme antall (EL)\r\n\t• Å legge til '+' på begynnelsen av begrepet ditt krever at begrepet matcher (AND)\r\n\t1.4 • Hvis du legger '-' på begynnelsen av begrepet\r\n\r\nEksempler på det nye søket:\r\n\tnorden.org • bil, lastebil (samsvarer med 'bil' ELLER 'truck')\r\n\tby • bygging, leilighet +european (samsvarer med 'europeisk' og ['building' ELLER 'leilighet'])\r\n\t• kondensat, house -rico +american (samsvarer med 'american' and ['condo' OR 'house'] OG IKKE 'rico')"
}