{
  "New": "Nou",
  "Fixes": "Rezolvări",
  "Hotfix": "Hotfix",
  "Changes": "Modificări",
  "Bug-Fixes": "Bug-Fixes",
  "Improvements": "Îmbunătățiri",
  "New Features": "Caracteristici noi",
  "Other Changes": "Alte schimbări",
  "New & Updated": "Nou și actualizat",
  "New & Improved": "Nou și îmbunătățit",
  "Profile Changes": "Modificări ale profilului",
  "UI & UX Changes": "Modificări UI și UX",
  "Fixes & Changes": "Reparații & Schimbări",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Alte modificări ale interfeței.",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "Cerințe active",
  "Core Systems Rework": "Operarea sistemelor de bază",
  "Troubleshoot System": "Sistem depanare",
  "Beta Public Release": "Lansare publică Beta",
  "Content Lists Changes": "Modificări ale listelor de conținut",
  "File Selection Revamp": "Selectare fișier Revamp",
  "Spring cleaning update": "Actualizare curățare primăvară",
  "Dashboard Customization": "Dashboard Customization",
  "Filter & Search Changes": "Filtru & Schimbări Căutare",
  "Vote & Subscribers Icon": "Iconiță Votare & Abonați",
  "Easily access your logs.": "Accesează cu ușurință jurnalele tale.",
  "Added Hungarian language": "Limbă maghiară adăugată",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "Curățare Pachete de Atelier",
  "Fixed the crash on launch.": "S-a remediat prăbușirea la lansare.",
  "Added a new 'Midnight' theme.": "S-a adăugat o nouă temă „Miezul nopții”.",
  "Welcome to the change-log era": "Bun venit în era de schimbare",
  "Added the Help & Logs section": "S-a adăugat secțiunea Ajutor și Jurnale",
  "Compatibility Report Overhaul": "Revizuirea raportului de compatibilitate",
  "Reworked Subscription Process": "Procesul de abonare reprelucrat",
  "Added a List/Grid view toggle.": "S-a adăugat un togglet listă/grilă.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "O reactivare completă! Și multe altele...",
  "Presenting, the Profile Overhaul": "Prezentare, revizuirea profilului",
  "Online profiles, coming through!": "Profiluri online, care sunt prinse!",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "Adăugat mai mult context la unele popups",
  "Profiles can now have thumbnails.": "Profilurile pot avea acum miniaturi.",
  "A full rework! -behind the scenes": "O refacere completă! -în spatele scenei",
  "Updated for the latest game patch.": "Actualizat pentru cel mai recent patch-ul de joc.",
  "Stable release of the v3.2 update.": "Eliberarea stabilă a actualizării v3.2.",
  "Added a new author filter dropdown.": "Adăugat un nou autor filtru derulant.",
  "Added a 'Load Order' sorting option.": "S-a adăugat opțiunea de sortare \"Ordin încărcare\".",
  "Hover over it to display the values.": "Apasă pentru a afișa valorile.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Utilizările profilului au acum iconițe separate.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "Adăugat mici etichete lângă titlurile pachetului.",
  "Changed the design of your profile list.": "A schimbat design-ul listei tale de profile.",
  "Fixed private packages being marked as .": "Pachete private fixe fiind marcate ca .",
  "Tweaked some colors of the default theme.": "Tweaked some colors of the default theme.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Numele și eticheta mod-ului local au fost actualizate.",
  "Added Compatibility Report for broken Assets": "Raport de compatibilitate adăugat pentru active defecte",
  "You can now assign a color to your profiles.": "Acum poți atribui o culoare profilurilor tale.",
  "Added a Sorting dropdown & sort order toggle": "S-a adăugat o listă verticală și comutator ordine sortare",
  "Added 2 new buttons in the Help & Logs page.": "Adăugat 2 butoane noi în pagina Ajutor & Jurnale.",
  "Fixed playsets disappearing on macOS & Linux.": "Seturile de redare fixe dispar pe macOS & Linux.",
  "Updated the UI of the file selection screens.": "S-a actualizat interfața ecranelor de selecție a fișierelor.",
  "Fixed the log file path being wrong on Linux.": "A reparat calea fișierului de jurnal greșită pe Linux.",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "Tab-ul Raport de Compatibilitate este acum disponibil.",
  "Fixed the profile list not updating instantly.": "S-a remediat lista de profil care nu se actualizeaza instant.",
  "Fixed an error while fetching steam user info.": "S-a remediat o eroare la preluarea informațiilor utilizatorului Steam.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "S-a adăugat un indicator pe care un profil îl încarcă.",
  "Fixed Profiles' Auto-Save not working correctly.": "Setarea automată a Profilurilor nu funcționează corect.",
  "Added 6 new reset buttons in the Utilities page.": "Adăugat 6 butoane noi de resetare în pagina utilitare. (Automatic Translation)",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "Înghețări fixe au loc în paginile listei de conținut.",
  "Added more actions to labels in the content lists.": "Mai multe acțiuni au fost adăugate la etichete în listele de conținut.",
  "Fixed author pages not opening correctly in Steam.": "S-au reparat paginile de autor care nu se deschid corect în Steam.",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "S-a remediat incorect starea de expirare a datelor.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "DLC-urile fixe nu sunt aplicate la încărcarea unui profil.",
  "Search in the content list pages is now much faster.": "Căutați în paginile listei de conținut este acum mult mai rapid.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Opțiuni de sortare adăugate 'Voturi' și 'Total abonații'.",
  "Fixed the options tab not opening for macOS & Linux.": "A fost remediată deschiderea filei de opțiuni pentru macOS și Linux.",
  "Fixed the changelog not opening with some languages.": "S-a remediat jurnalul modificărilor nedeschis cu unele limbi.",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "\"Profilurile” se numesc acum în mod corespunzător \"Playsets”.",
  "Swapped all double-buttons and option toggles' sides.": "Se îngheaţă toate butoanele şi toglele de opţiuni.",
  "Fixed mods being detected in the local assets folder.": "Moduri fixe detectate în folderul local de active.",
  "Fixed the asset summary not showing in the dashboard.": "S-a remediat rezumatul activelor care nu se afișează în tabloul de bord.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "A reparat opțiunea limbii ca fiind goală pentru unele persoane.",
  "Improved the responsiveness of the content list pages.": "S-a îmbunătățit responsivitatea paginilor din lista de conținut.",
  "Fixed updating an online profile not working properly.": "S-a reparat că actualizarea unui profil online nu funcționează corect.",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Faceți clic pe numele unui autor pentru a-l adăuga în filtrul dvs",
  "Added Pinned folders to easily access relevant folders.": "Dosare fixate adăugate pentru a accesa cu ușurință dosarele relevante.",
  "Fixed profile packages not showing their workshop name.": "Pachete de profil fixe care nu afișează numele atelierului.",
  "Improved the performance for people with a lot of mods.": "A îmbunătățit performanța pentru oamenii cu multe moduri.",
  "Added an option to ignore internet connectivity checks.": "S-a adăugat o opțiune de ignorare a verificărilor conectivității la internet.",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "S-a remediat o eroare care a cauzat încărcare infinită pentru unii utilizatori.",
  "You can now create a desktop shortcut for your profiles.": "Acum poți crea o scurtătură pe desktop pentru profilele tale.",
  "Animations are now disabled by default on macOS & Linux.": "Animațiile sunt acum dezactivate implicit pe macOS & Linux.",
  "Improved performance while including/excluding packages.": "Performanță îmbunătățită inclusiv/excluzând ambalajele.",
  "Added a button to view a Profile's file on your computer.": "S-a adăugat un buton pentru a vizualiza fișierul unui Profil pe calculatorul tău.",
  "You can now subscribe to packages while the game is open.": "Acum poți să te abonezi la pachete cât timp jocul este deschis.",
  "Unlisted packages now have the correct name and thumbnail.": "Pachetele nelistate au acum numele corect și miniatura.",
  "Simplify a log file to focus on what's actually happening.": "Simplificați un fișier jurnal pentru a se concentra pe ceea ce se întâmplă de fapt.",
  "Removed the subscription tab from the in-game mod options.": "A eliminat fila de abonament din opțiunile de mod-uri.",
  "Added a custom arguments box for advanced launch settings.": "Adăugat o casetă de argumente personalizate pentru setări avansate de lansare.",
  "Updated the color design of the app's logo on the top-left.": "S-a actualizat design-ul de culoare al logo-ului aplicației pe partea de sus stânga.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Raporturi fixe și îmbunătățite ale modului de încărcare a ecranului.",
  "Compatibility Report is now integrated directly into Skyve.": "Raportul de compatibilitate este acum integrat direct în Skyve.",
  "Added a button to easily view an online profile's contents.": "S-a adăugat un buton pentru a vizualiza cu ușurință conținutul unui profil online.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "S-a adăugat un buton 'Dezabonare toți' în acțiunile conținutului.",
  "Added a loading animation when viewing a profile's contents.": "S-a adăugat o animație de încărcare când se vizualizează conținutul unui profil.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Click-la-filtru acum folosește tasta Alt în loc de tasta Ctrl.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Utilizatorii de Linux & Mac reparați nu pot genera un zip de loguri.",
  "Quickly view errors in your most recent/current game session.": "Vizualizează rapid erorile în cea mai recentă sau curentă sesiune de joc.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "S-a adăugat o scurtătură Ctrl+[0-9] pentru a comuta între filele disponibile.",
  "So many more UI improvements, changes, and fixes I lost count.": "Deci mult mai multe imbunatatiri, schimbari si repara numarul, am pierdut numarul.",
  "Click on the icon for an in-depth description of this feature.": "Faceți clic pe pictogramă pentru o descriere detaliată a acestei funcții.",
  "Added a \"Force download\" option in packages' right-click menu.": "S-a adăugat opțiunea \"Forțează descărcarea\" în meniul clic-dreapta al pachetelor.",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Sortarea & setările de vizualizare grilă sunt acum salvate pe pagină.",
  "Placeholders for folder settings now correctly reflect your OS.": "Placeholders pentru setările de dosare acum reflectă corect sistemul dvs. de operare.",
  "Fixed the LHT option not working when launching into a new map.": "S-a remediat opțiunea LHT care nu funcționează la lansarea într-o nouă hartă.",
  "Fixed a rare case where the compatibility info was not loading.": "S-a remediat un caz rar în care informațiile despre compatibilitate nu se încărca.",
  "You can now upload a profile online, up to 5 profiles per user.": "Acum poți încărca un profil online, până la 5 profiluri per utilizator.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "S-a adăugat o setare în joc pentru a activa hot-reload pentru mod-uri și active.",
  "Fixed the current playset's name staying visible while in-game.": "A reparat numele setului de redare curent care rămâne vizibil în timpul jocului.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Acum puteți importa un profil LOT 1 în secțiunea 'Adaugă profil'.",
  "Your Paradox account panel will always be displayed from now on.": "Panoul contului Paradox va fi afișat întotdeauna de acum înainte.",
  "Partially included packages now have a different UI in the list.": "Pachetele incluse parțial au acum o interfață diferită în listă.",
  "Added a Workshop section to easily select workshop maps & saves.": "S-a adăugat o secțiune a Atelierului pentru a selecta cu ușurință hărțile și salvările atelierelor.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Pachetele pe care nu le-ați abonat nu mai sunt încărcate în joc.",
  "Fixed legacy profiles not being converted after the first launch.": "S-au reparat profilurile moștenite care nu au fost convertite după prima lansare.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Fixat folderele 'Real' fiind schimbate pe salvări pentru utilizatorii de Linux & Mac.",
  "Fixed some parts of the UI not getting translated from the start.": "Reparat unele părți ale interfeței care nu sunt traduse de la început.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "S-a adăugat o opțiune pentru a avea filtre și secțiuni de acțiune deschise în mod implicit.",
  "Adding an info popup when subscribing to items for the first time.": "Adăugarea unui pop-up informativ la abonarea la articole pentru prima dată.",
  "Changed the design of the top action buttons on both profile pages": "A schimbat design-ul butoanelor de acțiune de top pe ambele pagini de profil",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Setările de lansare ale editorului de active fixe nu sunt memorate corect.",
  "Recommendations and info text are now clearer and easier to manage.": "Recomandările și textul informativ sunt acum mai clare și mai ușor de gestionat.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Adăugat \"Vezi conţinutul acestui Profil\" în meniul clic-dreapta al profilului.",
  "Fixed custom maps not loading when selected in the profile settings.": "Hărțile personalizate nu se încarcă când sunt selectate în setările profilului.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "S-a pierdut sensibilitatea notificării „Descarcate parțial”.",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Adăugat un \"Descărcați toate articolele afișate\" în acțiunile din lista de pagini.",
  "Added an option to hide the current playset's name in the main menu.": "S-a adăugat o opțiune pentru a ascunde numele setului de redare curent în meniul principal.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "S-a remediat problema Ajutor & Jurnale care nu incarca automat jurnalul curent.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Sistemele de bază ale Skyve au fost schimbate, organizate şi optimizate.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "S-a adăugat o secțiune Utility pentru a se abona la elementele lipsă într-o configurație BOB.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "S-a reparat faptul că profilurile din macOS și Linux nu se aplică întotdeauna corect.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "S-a remediat încărcarea unui URL de colectare uneori neprocesat corect ID-ul.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "S-a adăugat un buton de amânare pentru a anula o anumită notificare de compatibilitate.",
  "Your current playset's name is now displayed in the main menu in-game.": "Numele setului curent de redare este afișat acum în meniul principal din joc.",
  "Fixed local assets not automatically refreshing after external changes.": "Activele locale fixe nu se reîmprospătează automat după schimbări externe.",
  "You can now generate a zip file of your logs while the game is running.": "Acum poți genera un fișier zip al jurnalelor tale în timp ce jocul rulează.",
  "Added an option to disable the automatic cleanup when opening the game.": "A fost adăugată o opțiune pentru dezactivarea ștergerii automate la deschiderea jocului.",
  "Local assets are now correctly groupped based on the folders they're in.": "Bunurile locale sunt acum grupate corect pe baza dosarelor în care se află.",
  "You can discover online profiles using a new button in the Profiles tab.": "Poți descoperi profiluri online folosind un nou buton în fila de profiluri.",
  "Compatibility & package statuses are now shown on the right in the list.": "Stările de compatibilitate și de pachete sunt afișate acum în dreapta în listă.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "A reparat numele incorecte de pachete în timp ce vizualizați conținutul unui set de redare.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "A mutat secțiunea 'Acțiuni' în paginile de conținut și a adăugat 2 opțiuni noi.",
  "Improved the Actions button to make it more visible and easier to access.": "S-a îmbunătățit butonul Acțiuni pentru a-l face mai vizibil și mai ușor de accesat.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Ștergerile de Skyve vor trimite fișierele către coșul de gunoi de pe Windows.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "S-a adăugat o opțiune 'Deschide fișier' la meniul cu click dreapta atunci când se selectează un fișier.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Redescărcarea de la abur nu va mai forța concentrarea înapoi la unealtă.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Utilizări adăugate de profil: Crearea hărții, Producerea de scenarii și crearea de teme.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Setările și profilurile anterioare au fost reparate uneori fără a fi preluate la Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Adăugat un mesaj pentru a te anunța când se termină 'Rezolvă toate problemele' & 'Curățare'.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "S-a remediat o eroare rară în care încărcarea unui profil LOT 1 ar continua încărcarea pentru totdeauna.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Fixează conversia de profiluri LOT 1 care duce la marcarea activelor ca 'Local'",
  "Changed the icons of filters to reflect the correct icons used in the list.": "A modificat pictogramele filtrelor pentru a reflecta pictogramele corecte folosite în listă.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Copierea tuturor cărţilor de identitate include acum numele pachetelor şi pachetele locale, de asemenea.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Distribuie un fișier zip care conține toate jurnalele necesare pentru ca cineva să te ajute.",
  "The window buttons on the top right now have icons to explain their actions.": "Butoanele ferestrei din partea de sus are acum pictograme pentru a explica acţiunile lor.",
  "Required items automatically redirect to the packages' most recent successor.": "Articole necesare redirecționează automat către cel mai recent succesor al pachetelor.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Posibilă fixare a abonării la o cantitate mare de articole care eșuează/nu funcționează.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Profilurile online pot fi descărcate sau actualizate dacă le aveți deja la nivel local.",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "A fost remediată selecția hărții pentru un joc nou care nu permite utilizatorilor să selecteze o hartă cu vanilie.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "S-a remediat faptul că nu se pot folosi hărți de lucru și jocuri salvate în setările profilului",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Dacă profilul dvs. are modificări nesalvate, logo-ul Skyve se va aprinde acum violet.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Fixează LOT să nu răspundă pe Mac/Linux atunci când se dezabonează de la un pachet.",
  "Enabled the ability to request a review for a package that is currently broken.": "A permis abilitatea de a solicita o reexaminare pentru un pachet care este în prezent stricat.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Modurile necesare au acum o interfață diferită pentru a te anunța că nu le poți exclude.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Adăugat în pagina de utilități un import din orice fișier text sau din clipboard.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "S-a adăugat un comutator de ordine sortare pentru a selecta între sortare ascendentă și descendentă.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Pachetele stricate, incompatibile și interzise au acum un nou fundal în listă.",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "A actualizat pagina pachetului pentru a se potrivi cu informațiile afișate în listele de conținut.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Re-filtrarea folosind comenzile rapide din listă elimină acum elementul din filtrul dvs.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Profilurile încărcate pot fi private, partajate cu un ID sau public pentru ca toată lumea să le poată vedea.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Acum puteţi selecta mai multe elemente din listele de conţinut folosind tastele Ctrl sau Shift.",
  "Added links to the package page, as well as other information like its usage & type.": "Link-uri adăugate la pagina pachetului, precum și alte informații cum ar fi utilizarea și tipul acestuia.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Lista de profiluri folosește acum o vizualizare Grid și puteți comuta între vizualizarea grilă și listă.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "A îmbunătățit colectarea de informații despre autor, care va rezolva problema autorilor care nu se încarcă.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "S-a adăugat un text de avertizare în tabloul de bord atunci când sunt instalate mai multe cazuri LOM.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "S-a îmbunătățit performanța aplicației. Sunt așteptate timpi de încărcare mai rapizi și mai puține stiluri.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Pachetele locale și Vanilla se potrivesc acum corect în timp ce vizualizați conținutul unui set de redare.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Profilurile favorite sunt acum afișate pe tabloul de bord pentru a permite comutarea ușoară între ele.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "O scurtătură va fi acum creată la prima deschidere a Skyve după ce ai avut LOM2 anterior.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Codul sursă lipsă va genera acum o avertizare în loc de o notificare de dezabonare.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Cu excepția modurilor nu mai utilizează fișierul '.excluded', ei folosesc în schimb un nou fișier ModConfig.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "A reparat textul din colecția de import pentru a se abona și dezabona fiind retușat.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "A adăugat o nouă opțiune \"Orice probleme\" pentru \"Starea Pachetului\" și \"Raportul de compatibilitate\".",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Se întâmplă blocaje fixe în timpul căutării în timp ce sortarea „ora abonării” a fost selectată.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "A adăugat o a treia opțiune în pagina 'Adaugă profil' pentru a importa un profil online folosind ID-ul său.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Autorii și etichetele fixe nu se reîmprospătează dacă introduci pagina înainte de a fi încărcat.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "S-a adăugat o filă \"Referinţe\" pe pagina unui pachet pentru a vedea toate celelalte pachete care îl referă.",
  "Added an option to make optional packages use the same notification as required packages.": "Adăugat o opţiune pentru a face pachetele opţionale să folosească aceeaşi notificare ca şi pachetele obligatorii.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "dialecte lingvistice adăugate, chineză tradițională (Taiwan), engleză Marea Britanie și Brazilia portugheză.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "S-a remediat descărcarea sau actualizarea unui profil care nu a salvat corect unele date, cum ar fi miniatura.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "A implementat un nou sistem de pictograme care scalează toate iconițele în mod corespunzător la scara UI.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "A adăugat căutarea, filtrele și uneltele de sortare la listele din pagina autorilor și din pagina pachetelor.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Linkurile Steam se vor deschide acum în interiorul ferestrei Steam. Aceasta poate fi togled in optiuni.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Toate acțiunile de filtrare se fac acum folosind Ctrl+Click, a adăugat o opțiune pentru a schimba această funcționalitate.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Articolele necesare afişate pe pagina unui activ a unui atelier sunt acum integrate în instrumentul de încărcare a comenzii.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB import este acum un import XML generic prin suportarea oricărui format XML care conține ID-uri de pachete.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Adăugat pagini de jurnal schimbări, le veți vedea pe versiunile noi sau folosind butonul său în secțiunile Ajutor.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Adăugat text suplimentar în listă pentru a arăta câte pachete sunt ascunse din cauza utilizării profilului.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Informațiile despre aburul ambalajelor fixe nu se încarcă din prima dată când se vizualizează un profil sau se colectează.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Show Folder Setting' now automatically be activate if the one of the folder settings is incorect.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Acțiuni cu click-dreapta adăugate în lista de conținut pentru a exclude sau include un articol în toate pachetele tale.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Noi funcționalități adăugate pentru a gestiona cu ușurință neconcordanțele dintre Steam și pachetele descărcate.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Redescărcarea Uneltei de încărcare a comenzii va iniția descărcarea și va închide aplicația în timp ce este actualizată.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "S-a reparat ștergerea activelor locale din meniul clic-dreapta ștergerea tuturor activelor locale în loc de doar una",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Adăugat noi opțiuni de sortare a profilurilor. Sortarea selectată va fi acum memorată de-a lungul sesiunilor.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Panourile Steam din meniul principal sunt afișate în mod implicit, încă le puteți ascunde în setările de mod.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Numele mod-urilor locale a fost refăcut în numele dosarului în locul celui din Atelier pentru a preveni problemele.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Opțiuni de lansare \"Activă nouă\" și \"Încarcă Activ\" adăugate în profil pentru a se încărca rapid în editorul de active.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "A fost adăugată o casetă în stânga jos a aplicației pentru a vă anunța orice sarcină de abonare/dezabonare.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Fereastra îmbunătățită \"Adaugă etichete\"; poți să selectezi cu ușurință din etichetele existente și să editezi mai multe elemente deodată.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Acum poți edita Căutarea etichetelor direct în aplicație pentru mod-uri și active. Activele sunt sincronizate cu jocul.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-mods includ acum marcaje IMT, Randare! Presetări, Fonturi Obiecte Procedurale și moduri de traducere.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Reprocesează redarea listelor, îmbunătăţind drastic performanţa şi capacitatea de reacţie a paginilor de conţinut.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Acum puteți solicita o revizuire pentru un pachet pentru a ne notifica cu privire la informațiile lipsă din datele de compatibilitate.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "S-a stabilit o interacțiune între moduri similare care arată în Raportul de compatibilitate atunci când aveți doar una dintre ele.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Abonarea la mai multe elemente pe rând le va pune într-o listă în așteptare în loc să deschidă jocul de fiecare dată.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "Tab-ul 'Profiluri' din bara laterală va deschide acum lista de profiluri în loc de setările profilului dvs. curent.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Aceste informații vor fi acum incluse în raportul de compatibilitate pentru a vedea cu ușurință ceea ce lipsești.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "A adăugat secțiunea \"Alte Profiluri\" într-o pagină a pachetului pentru a le exclude cu ușurință sau pentru a le include din alte profiluri",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Reparat LOT de lansare după ce monitorul a fost oprit anterior pentru a fi afișat în fereastră.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Prezentare, Skyve, succesorul final al comenzii de încărcare Mod 1/2 şi Raportul de compatibilitate.\r\nVine pentru C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Ecranul „Configurare incompletă pentru prima dată” are acum un buton de ignorare pentru a configura manual setările folderului.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "S-a adăugat o nouă pictogramă alături de un pachet care afișează un scurt rezumat al voturilor și numărul abonaților la pachet.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "A redus nivelul raportului unui mod care nu a fost actualizat de ceva timp pentru a 'Info' așa că nu te anunță despre el.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Imbunatatit butoanele si controalele de filtrare in listele de continut, reducand dimensiunea lor totala si adaugand mai multe indicatii vizuale.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "S-a adăugat un sistem de depanare la fila Utilități; utilizați-l pentru a restrânge ce mod sau activ cauzează problemele dvs.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "S-a adăugat un buton în fila Utilities pentru a rula manual această curățare, forțând descărcarea pachetelor lipsă.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Sistemul de depanare vă va oferi un ghid pas cu pas, modul de a găsi ce mod sau activ este în defecțiune.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Numele setului curent de redare este afișat acum în meniul principal din joc.\r\n*Acesta poate fi dezactivat în setările din joc.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Încărcarea mod-ului este acum în cache și duce la sarcini mai eficiente pe Windows & Linux, precum și la sarcini mult mai rapide pe macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "S-a adăugat o opțiune avansată pentru a forța descărcarea sau ștergerea pachetelor imediat ce v-ați abonat/dezabonat la ele în Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "S-a adăugat un sistem de depanare în filele Utilități și Ajutor; utilizați-l pentru a restrânge modul sau bunul care cauzează problemele dvs.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "S-a adăugat o opțiune de vizualizare grilă pentru toate paginile de conținut; comută între listă și vizualizare grilă folosind pictogramele noi din dreapta sus a listei.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Creatorii de Mod & Active pot edita acum datele de compatibilitate ale pachetelor lor; doar faceți clic dreapta pe pachet și selectați 'Editare compatibilitate'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Dacă ai o locație personalizată pentru fișierele de raportare LSMR va porni corect de acolo atunci când selectezi un fișier de raport în pagina de utilități.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Elementele nou abonate nu mai sunt reîncărcate în timp ce jocul este deschis.\r\nFăcând astfel previne înghețarea jocului și împiedică funcționarea defectuoasă.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "a adăugat o opțiune compact-view pentru toate paginile de conținut; comută între vizualizarea compact, listă și grilă folosind noile pictograme din dreapta sus a listei.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Lansarea jocului cât timp LOT este deschis va șterge automat orice pachet la care nu ești abonat, dar care este descărcat pe calculatorul tău.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Solicitarea unei recenzii acum necesită o descriere validă și trimite jurnalele dvs. cu solicitarea. Un disclaimer este afișat lângă butonul „Trimite”.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "S-a adăugat o nouă pagină de profil a utilizatorului, accesată făcând clic pe autorul unui mod sau profil. Această pagină include toate profilurile și pachetele utilizatorului.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Odată început, poți închide Skyve în siguranță și continua la o dată ulterioară. Skyve își va aminti toate setările și stadiul în care vă aflați acum.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Ordinul de încărcare al modurilor a fost reintegrat și este complet automatizat pe baza cerințelor mărfurilor, precum și pe baza altor factori ai raportului de compatibilitate.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "opțiuni de vizualizare grilă și compact-view pentru toate paginile de conținut; comută între listă, vizualizare compactă și grilă folosind noile pictograme din dreapta sus a listei.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Pachetele locale se potrivesc automat cu contrapartida lor online, afișând informațiile de la Steam și afișând corect informațiile de compatibilitate.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "La începerea procedurii, Skyve va salva setările curente şi apoi va începe excluderea sau includerea automată a pachetelor până când veţi găsi cauza problemelor.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Listele de conținut secundar cum ar fi „Pachete lipsă” și „Colecție workshop” folosesc acum aceeași interfață ca paginile principale ale listei de conținut, facilitarea unei experiențe simplificate și a mai multor opțiuni.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Noua pictogramă luminează acum pe baza a ceea ce se întâmplă, albastrul indică faptul că jocul rulează, roșu înseamnă că nu există conexiune la internet, iar strălucirea rapidă înseamnă lansarea sau închiderea jocului.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "A schimbat opțiunea de a crește dimensiunea elementelor din listă în plutire pentru a mări întotdeauna dimensiunea lor, a îmbunătățit interfața elementelor din listă mărite și a aplicat această funcționalitate la restul listelor din aplicație.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')"
}