{
  "New": "Ny",
  "Fixes": "Åtgärder",
  "Hotfix": "Hotfix",
  "Changes": "Ändringar",
  "Bug-Fixes": "Bugg Fixar",
  "Improvements": "Förbättringar",
  "New Features": "Nya funktioner",
  "Other Changes": "Andra ändringar",
  "New & Updated": "Ny & uppdaterad",
  "New & Improved": "Nytt & förbättrat",
  "Profile Changes": "Förändringar i profilen",
  "UI & UX Changes": "UI & UX ändringar",
  "Fixes & Changes": "Korrigeringar och ändringar",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Andra UI ändringar.",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "Krav på tillgång",
  "Core Systems Rework": "Omarbetning av kärnsystem",
  "Troubleshoot System": "Felsöka system",
  "Beta Public Release": "Beta offentlig release",
  "Content Lists Changes": "Ändringar i innehållslistor",
  "File Selection Revamp": "Revamp för filval",
  "Spring cleaning update": "Uppdatering för vårrensning",
  "Dashboard Customization": "Dashboard Customization",
  "Filter & Search Changes": "Filtrera & sök ändringar",
  "Vote & Subscribers Icon": "Rösta & prenumeranter Ikon",
  "Easily access your logs.": "Lätt att komma åt dina loggar.",
  "Added Hungarian language": "Lade till ungerska",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "Rensa Workshop-paket",
  "Fixed the crash on launch.": "Fixade kraschen vid lansering.",
  "Added a new 'Midnight' theme.": "Lade till ett nytt \"Midnatt\"-tema.",
  "Welcome to the change-log era": "Välkommen till förändringsloggen era",
  "Added the Help & Logs section": "Lade till sektionen Hjälp & Loggar",
  "Compatibility Report Overhaul": "Kompatibilitetsrapport översyn",
  "Reworked Subscription Process": "Omarbetade prenumerationsprocess",
  "Added a List/Grid view toggle.": "Lade till en lista/rutnätsvy.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "En fullständig omarbetning! Och mycket mer...",
  "Presenting, the Profile Overhaul": "Presenterar, profilöversikten",
  "Online profiles, coming through!": "Online profiler, kommer igenom!",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "Lade till fler sammanhang till vissa popups",
  "Profiles can now have thumbnails.": "Profiler kan nu ha miniatyrer.",
  "A full rework! -behind the scenes": "En fullständig omarbetning! -bakom kulisserna",
  "Updated for the latest game patch.": "Uppdaterad för det senaste spelet patch.",
  "Stable release of the v3.2 update.": "Stabil utgåva av uppdateringen v3.2.",
  "Added a new author filter dropdown.": "Lade till en ny författarfilter rullgardinsmeny.",
  "Added a 'Load Order' sorting option.": "Lade till sorteringsalternativet 'Ladda beställning'.",
  "Hover over it to display the values.": "Håll muspekaren över den för att visa värdena.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Profilanvändningen har nu separata ikoner.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visuella förbättringar av paketsidan.",
  "Added small tags next to package titles.": "Lade till små taggar bredvid paketets titlar.",
  "Changed the design of your profile list.": "Ändrade utformningen av din profillista.",
  "Fixed private packages being marked as .": "Fasta privata paket markeras som .",
  "Tweaked some colors of the default theme.": "Tweaked some colors of the default theme.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Lokala mods namn och etikett har uppdaterats.",
  "Added Compatibility Report for broken Assets": "Tillagd kompatibilitetsrapport för trasiga tillgångar",
  "You can now assign a color to your profiles.": "Du kan nu tilldela en färg till dina profiler.",
  "Added a Sorting dropdown & sort order toggle": "Lade till en sorterings-rullgardinsmeny & sorteringsordning att växla",
  "Added 2 new buttons in the Help & Logs page.": "Lade till 2 nya knappar på Hjälp & Loggar sidan.",
  "Fixed playsets disappearing on macOS & Linux.": "Fasta speluppsättningar försvinner på macOS & Linux.",
  "Updated the UI of the file selection screens.": "Uppdaterade UI för filmarkeringsskärmarna.",
  "Fixed the log file path being wrong on Linux.": "Fast loggfilens sökväg är fel på Linux.",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "Fliken Kompatibilitetsrapport är nu tillgänglig.",
  "Fixed the profile list not updating instantly.": "Fast profillistan inte uppdateras omedelbart.",
  "Fixed an error while fetching steam user info.": "Fixade ett fel vid hämtning av ånganvändarinformation.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Lade till en indikator på att en profil laddar upp.",
  "Fixed Profiles' Auto-Save not working correctly.": "Fasta Profilers Auto-Spara fungerar inte korrekt.",
  "Added 6 new reset buttons in the Utilities page.": "Lade till 6 nya återställningsknappar på verktygssidan.",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "Fasta frysningar händer i innehållslistan sidor.",
  "Added more actions to labels in the content lists.": "Lade till fler åtgärder till etiketter i innehållslistorna.",
  "Fixed author pages not opening correctly in Steam.": "Fasta författarsidor som inte öppnas korrekt i Steam.",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "Fast föråldrade status fungerar inte korrekt.",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "Fasta DLC:er används inte vid inläsning av en profil.",
  "Search in the content list pages is now much faster.": "Sök i innehållslistan sidorna är nu mycket snabbare.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Lade till sorteringsalternativ för \"Röster\" och \"Totala prenumeranter\".",
  "Fixed the options tab not opening for macOS & Linux.": "Fixade fliken alternativ som inte öppnas för macOS & Linux.",
  "Fixed the changelog not opening with some languages.": "Fixade ändringsloggen som inte öppnas med vissa språk.",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "'Profiler' kallas nu lämpligt, 'Speluppsättningar'.",
  "Swapped all double-buttons and option toggles' sides.": "Bytte alla dubbelknappar och alternativ toggles' sidor.",
  "Fixed mods being detected in the local assets folder.": "Fasta mods som upptäcks i mappen för lokala tillgångar.",
  "Fixed the asset summary not showing in the dashboard.": "Fixade sammanfattningen av tillgången som inte visas i instrumentpanelen.",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "Fast språkalternativet är tomt för vissa människor.",
  "Improved the responsiveness of the content list pages.": "Förbättrad respons på innehållslistans sidor.",
  "Fixed updating an online profile not working properly.": "Fast uppdatering av en online-profil fungerar inte korrekt.",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Klicka på en författares namn för att lägga till den till ditt filter",
  "Added Pinned folders to easily access relevant folders.": "Lade till Pinned mappar för att enkelt komma åt relevanta mappar.",
  "Fixed profile packages not showing their workshop name.": "Fasta profilpaket som inte visar deras verkstadsnamn.",
  "Improved the performance for people with a lot of mods.": "Förbättrad prestanda för personer med många mods.",
  "Added an option to ignore internet connectivity checks.": "Lade till ett alternativ för att ignorera internetanslutningskontroller.",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "Fixade en bugg som orsakade oändlig laddning för vissa användare.",
  "You can now create a desktop shortcut for your profiles.": "Du kan nu skapa en genväg på skrivbordet för dina profiler.",
  "Animations are now disabled by default on macOS & Linux.": "Animationer är nu inaktiverade som standard på macOS & Linux.",
  "Improved performance while including/excluding packages.": "Förbättrad prestanda medan inkluderande/exklusive paket.",
  "Added a button to view a Profile's file on your computer.": "Lade till en knapp för att visa profilens fil på din dator.",
  "You can now subscribe to packages while the game is open.": "Du kan nu prenumerera på paket medan spelet är öppet.",
  "Unlisted packages now have the correct name and thumbnail.": "Olistade paket har nu rätt namn och miniatyrbild.",
  "Simplify a log file to focus on what's actually happening.": "Förenkla en loggfil för att fokusera på vad som faktiskt händer.",
  "Removed the subscription tab from the in-game mod options.": "Tog bort fliken prenumeration från mod alternativ i spelet.",
  "Added a custom arguments box for advanced launch settings.": "Lade till en egen argumentruta för avancerade startinställningar.",
  "Updated the color design of the app's logo on the top-left.": "Uppdaterad färgdesign av appens logotyp överst till vänster.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Fast och förbättrade hastigheten på Loading Screen Mod rapporter.",
  "Compatibility Report is now integrated directly into Skyve.": "Kompatibilitetsrapporten är nu integrerad direkt i Skyve.",
  "Added a button to easily view an online profile's contents.": "Lade till en knapp för att enkelt visa innehållet i en profil online.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Lade till en \"Avsluta prenumeration\"-knapp i innehållssidor\"-åtgärder.",
  "Added a loading animation when viewing a profile's contents.": "Lade till en animation vid visning av en profils innehåll.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Klicka-till-filter använder nu Alt-tangenten istället för Ctrl-tangenten.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Fasta Linux- och Mac-användare som inte kan generera en loggzip.",
  "Quickly view errors in your most recent/current game session.": "Visa fel snabbt i din senaste / nuvarande spelsession.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Lade till en genväg Ctrl+[0-9] för att växla mellan tillgängliga flikar.",
  "So many more UI improvements, changes, and fixes I lost count.": "Så många fler UI förbättringar, förändringar och korrigeringar jag förlorade räkningen.",
  "Click on the icon for an in-depth description of this feature.": "Klicka på ikonen för en fördjupad beskrivning av denna funktion.",
  "Added a \"Force download\" option in packages' right-click menu.": "Lade till ett \"Tvinga nedladdning\"-alternativ i paketens högerklicksmeny.",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Inställningar för sortering och Grid-view sparas nu per sida.",
  "Placeholders for folder settings now correctly reflect your OS.": "Platshållare för mappinställningar speglar nu korrekt ditt operativsystem.",
  "Fixed the LHT option not working when launching into a new map.": "Fast LHT alternativet fungerar inte när du startar in i en ny karta.",
  "Fixed a rare case where the compatibility info was not loading.": "Fixade ett sällsynt fall där kompatibilitetsinfo inte laddades.",
  "You can now upload a profile online, up to 5 profiles per user.": "Du kan nu ladda upp en profil online, upp till 5 profiler per användare.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Lade till en inställning i spelet för att aktivera hot-reload för moddar och tillgångar.",
  "Fixed the current playset's name staying visible while in-game.": "Fast den aktuella speluppsättningen namn förblir synlig medan i spelet.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Du kan nu importera en LOT 1-profil i avsnittet \"Lägg till profil\".",
  "Your Paradox account panel will always be displayed from now on.": "Din Paradox kontopanel kommer alltid att visas från och med nu.",
  "Partially included packages now have a different UI in the list.": "Delvis inkluderade paket har nu ett annat gränssnitt i listan.",
  "Added a Workshop section to easily select workshop maps & saves.": "Lade till en verkstadssektion för att enkelt välja verkstadskartor och sparar.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Paket som du inte prenumererar på laddas inte längre i spelet.",
  "Fixed legacy profiles not being converted after the first launch.": "Fasta äldre profiler som inte konverteras efter den första lanseringen.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Fast \"Real\" mappar som byts ut mot spara för Linux & Mac-användare.",
  "Fixed some parts of the UI not getting translated from the start.": "Fast vissa delar av UI inte blir översatt från början.",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "Lade till ett alternativ för att ha filter och åtgärdssektioner öppna som standard.",
  "Adding an info popup when subscribing to items for the first time.": "Lägga till en info popup när du prenumererar på objekt för första gången.",
  "Changed the design of the top action buttons on both profile pages": "Ändrade utformningen av de översta åtgärdsknapparna på båda profilsidorna",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Uppstartsinställningarna för Fixed Asset Editor kommer inte ihåg korrekt.",
  "Recommendations and info text are now clearer and easier to manage.": "Rekommendationer och info text är nu tydligare och lättare att hantera.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Lade till \"Visa innehållet i denna profil\" i profilernas högerklicksmeny.",
  "Fixed custom maps not loading when selected in the profile settings.": "Fasta anpassade kartor som inte laddas när den är markerad i profilinställningarna.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Lossade känsligheten för meddelandet \"Delvis Nedladdad\".",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Lade till en \"Ladda ner alla visade objekt\" i aktiviteterna i listorna.",
  "Added an option to hide the current playset's name in the main menu.": "Lade till ett alternativ för att dölja den aktuella speluppens namn i huvudmenyn.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Fixade fliken Hjälp & Loggar inte ladda din nuvarande logg automatiskt.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Skyves kärnsystem har förändrats, organiserats och optimerats.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Lade till en verktygssektion för att prenumerera på saknade objekt i en BOB-konfiguration.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Fast inläsning av Profiler på macOS och Linux gäller inte alltid korrekt.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Fast laddar en samlings-URL ibland inte tolka ID korrekt.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Lade till en Snooze-knapp för att avfärda en viss kompatibilitetsnotifikation.",
  "Your current playset's name is now displayed in the main menu in-game.": "Din nuvarande speluppsättnings namn visas nu i huvudmenyn i spelet.",
  "Fixed local assets not automatically refreshing after external changes.": "Fast lokala tillgångar uppdateras inte automatiskt efter externa ändringar.",
  "You can now generate a zip file of your logs while the game is running.": "Du kan nu generera en zip-fil av dina loggar medan spelet körs.",
  "Added an option to disable the automatic cleanup when opening the game.": "Lade till ett alternativ för att inaktivera automatisk rensning när spelet öppnades.",
  "Local assets are now correctly groupped based on the folders they're in.": "Lokala tillgångar är nu korrekt inspelade baserat på de mappar de befinner sig i.",
  "You can discover online profiles using a new button in the Profiles tab.": "Du kan upptäcka online-profiler med hjälp av en ny knapp i fliken Profiler.",
  "Compatibility & package statuses are now shown on the right in the list.": "Kompatibilitet & paketstatus visas nu till höger i listan.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Fixade de felaktiga namnen på paket samtidigt som en playset innehåll.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Flyttade avsnittet \"Åtgärder\" på innehållssidorna och lade till 2 nya alternativ.",
  "Improved the Actions button to make it more visible and easier to access.": "Förbättrade knappen Åtgärder för att göra den mer synlig och lättare att komma åt.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Raderingar av Skyve kommer nu att skicka filerna till papperskorgen i Windows.",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Lade till ett \"Öppna fil\" alternativ till högerklicksmenyn när du valde en fil.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Återhämtning från ånga kommer inte längre att tvinga fokus tillbaka till verktyget.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Lade till nya profilanvändningar: Kartskapande, Scenario Making, och Tema Making.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Fast tidigare inställningar och profiler som ibland inte förs över till Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Lade till ett meddelande för att låta dig veta när 'Fixa alla problem' & 'Kör rensning' slutet.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Fast en sällsynt bugg där laddning av en LOT 1-profil skulle hålla lastning för evigt.",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Fast konvertering av LOT 1-profiler vilket resulterar i att tillgångar markeras som \"lokala\"",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Ändrade ikonerna i filter för att återspegla de rätta ikonerna som används i listan.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Kopiera alla ID åtgärder nu innehåller paket namn och lokala paket också.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Dela en zip-fil med alla loggar som behövs för att någon ska kunna hjälpa dig.",
  "The window buttons on the top right now have icons to explain their actions.": "Fönsterknapparna längst upp just nu har ikoner för att förklara sina handlingar.",
  "Required items automatically redirect to the packages' most recent successor.": "Obligatoriska objekt omdirigeras automatiskt till paketets senaste efterföljare.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Potentiellt fast prenumeration på en stor mängd objekt som misslyckas/inte fungerar.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Online-profiler kan laddas ner eller uppdateras om du redan har det lokalt.",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Fast kartval för ett nytt spel som inte låter användare välja en vaniljkarta.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Fast att inte kunna använda Workshop-kartor och spar-spel i profilinställningarna",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Om din profil har ändringar som inte sparats kommer Skyves logotyp nu att lysa upp lila.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Fast LOT blir inte responsivt på Mac/Linux när du avregistrerar från ett paket.",
  "Enabled the ability to request a review for a package that is currently broken.": "Aktiverade möjligheten att begära en granskning av ett paket som för närvarande är trasigt.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Nödvändiga mods har nu ett annat UI för att låta dig veta att du inte kan utesluta dem.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Lade till på Utilities sidan en import från någon textfil eller från ditt urklipp.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Lade till en sorteringsordning för att välja mellan stigande och fallande sortering.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Trasigt, inkompatibelt och förbjudna paket har nu en ny bakgrund i listan.",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "Uppdaterade paketsidan för att matcha den visade informationen i innehållslistan.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Återfiltrering med genvägarna i listan tar nu bort objektet från ditt filter.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Uppladdade profiler kan vara privata, delas med en ID, eller offentlig för alla att se.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Du kan nu välja flera objekt i innehållslistorna med Ctrl eller Shift-nycklar.",
  "Added links to the package page, as well as other information like its usage & type.": "Lade till länkar till paketsidan, liksom annan information som dess användning och typ.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Profillistan använder nu en Grid View, och du kan växla mellan rutnät och listvyn.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Förbättrad insamling av författarinformation, vilket kommer att åtgärda problemet med författare som inte laddas.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Lade till en varningstext i instrumentpanelen när du har flera LOM-instanser installerade.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Förbättrad prestanda för appen. Snabbare laddningstider och mindre stamningar förväntas.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Lokala och vaniljpaket matchas nu korrekt när du visar innehållet i en speluppsättning.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Favoritprofiler visas nu på din instrumentpanel för att enkelt kunna växla mellan dem.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "En genväg kommer nu att skapas när du först öppnar Skyve efter att du tidigare haft LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Saknad källkod kommer nu att generera en varning istället för ett meddelande om avregistrering.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Exkluderade moddar använder inte längre '.excluded'-filen, de använder istället en ny ModConfig-fil.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Fast texten i importsamlingen för att prenumerera och avprenumerera vänds.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Lade till ett nytt \"Eventuella problem\" alternativ för \"Paketstatus\" och \"Kompatibilitetsrapport\" nedrullningar.",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Fast fryser händer när du söker medan \"Prenumerera tid\" sorteringen valdes.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Lade till ett tredje alternativ på sidan \"Lägg till profil\" för att importera en online-profil med hjälp av dess ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Fixade författare och taggar filter inte uppdateras om du anger sidan innan de har laddat.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Lade till en \"Referenser\"-flik på ett pakets sida för att se alla andra paket som refererar till det.",
  "Added an option to make optional packages use the same notification as required packages.": "Lade till ett alternativ för att göra att valfria paket använder samma avisering som obligatoriska paket.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Lade till språkdialekter, kinesiska traditionella (Taiwan), engelska Storbritannien och portugisiska Brasilien.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Fast ladda ner eller uppdatera en profil inte korrekt sparar vissa data som miniatyrbilden.",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Genomfört ett nytt ikonsystem som skalar alla ikoner på lämpligt sätt till din UI-skala.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Lade till sök-, filtrerings- och sorteringsverktyg i listor på författares sida och på paketets sida.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam-länkar öppnas nu inne i Steams fönster. Detta kan slås av i Alternativen.",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Alla filteråtgärder görs nu med hjälp av Ctrl + Klick, lagt till ett alternativ för att byta den här funktionen.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "De nödvändiga objekten som visas på en verkstadstillgångs sida är nu integrerade i Load Order Tool.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB-import är nu en generisk XML-import genom att stödja alla XML-format som innehåller paket-ID.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Lade till ändringsloggsidor, du ser den på nya versioner eller använder dess knapp i hjälpsektionerna.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Lade till extra text i listan för att visa hur många paket som döljs på grund av din profilanvändning.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Fasta paket ånginfo som inte laddas från första gången när du visar en profil eller samling.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Visa mappinställningar' aktiveras nu automatiskt om en av mappinställningarna är felaktig.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Lade till högerklicksåtgärder i innehållslistan för att exkludera eller inkludera en artikel i alla dina paket.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Lade till nya funktioner för att enkelt hantera felmatchningar mellan Steam och dina nedladdade paket.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Ladda ner lastbeställningsverktyget igen kommer att initiera nedladdningen och stänga appen medan den uppdateras.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Fast ta bort lokala tillgångar från högerklicka menyn ta bort alla lokala tillgångar istället för bara en",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Lade till nya sorteringsalternativ för profiler. Den valda sorteringen kommer nu att komma ihåg under sessionerna.",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam-paneler i huvudmenyn visas nu som standard, du kan fortfarande gömma dem i mod inställningarna.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Lokala mods namn har återställts till mappnamnet istället för Workshopen för att förhindra problem.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Lade till 'New Asset' & 'Load Asset' startalternativ i profilen för att snabbt ladda in i redaktören.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Lade till en ruta längst ner till vänster i appen för att låta dig veta om eventuella pågående prenumeration/avprenumerationsuppgifter.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Förbättrat fönstret 'Lägg till etiketter' kan du enkelt välja från befintliga etiketter och redigera flera objekt samtidigt.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Du kan nu redigera Hitta den! taggar direkt i appen till moddar och tillgångar. Tillgångar synkroniseras med spelet.",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudo-mods inkluderar nu IMT markeringar, Render it! Förinställningar, procedurobjekt teckensnitt och översättningsmods.",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Omarbetade rendering av listor, förbättra prestanda och lyhördhet för innehållssidor drastiskt.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Du kan nu begära en översyn för ett paket för att meddela oss om saknad information i kompatibilitetsdata.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Fast en interaktion mellan liknande moddar som visas i Kompatibilitetsrapporten när du bara har en av dem.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Prenumerera på flera objekt i rad kommer att sätta dem i en väntande lista istället för att öppna spelet varje gång.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "Fliken \"Profiler\" i sidofältet kommer nu att öppna din profillista istället för din nuvarande profils inställningar.",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Denna information kommer nu att inkluderas i kompatibilitetsrapporten för att snabbt och enkelt se vad du saknar.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Lade till sektionen \"Andra profiler\" i ett pakets sida för att enkelt utesluta eller inkludera dem från dina andra profiler",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Fast lansering LOT efter skärmen det var tidigare på fick avstängt vilket resulterade i att fönstret nu dyker upp.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presenterar, Skyve, den slutliga efterföljaren till lastordern Mod 1/2 och kompatibilitetsrapporten.\r\nKommer för C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Skärmen \"First time setup incomplete\" har nu en ignoreringsknapp för att manuellt ställa in dina mappinställningar istället.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Lade till en ny ikon bredvid ett paket som visar en snabb sammanfattning av rösterna och antalet prenumeranter på paketet.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Minskad rapportnivån för en mod som inte har uppdaterats på ett tag till 'Info' så det inte meddelar dig om det.",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Förbättrade knappar och filterkontroller i innehållslistorna, minskade deras totala storlek och lägga till fler visuella ledtrådar.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Lade till ett felsökningssystem till fliken Verktyg; Använd det för att begränsa vad mod eller tillgång orsakar dina problem.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Lade till en knapp i Verktygs fliken för att manuellt köra denna rensning samt tvinga nedladdning av saknade paket.",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Felsökningssystemet kommer att ge dig en styrd, steg för steg, sätt att hitta vad mod eller tillgång är på fel.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Din nuvarande speluppsättnings namn visas nu i huvudmenyn i spelet.\r\n*Detta kan inaktiveras i spelinställningarna.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Mod laddning är nu cachelagrad, vilket resulterar i effektivare laster på Windows & Linux, samt mycket snabbare laster på macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Lade till ett avancerat alternativ för att tvinga ner eller ta bort paket så snart du prenumererar/avprenumererar på dem i Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Lade till ett felsökningssystem till fliken Verktyg & Hjälp; använd det för att begränsa vad mod eller tillgång orsakar dina problem.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Lade till en rutnätsvy för alla innehållssidor; växla mellan listan och rutnätsvyn med de nya ikonerna längst upp till höger i listan.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Skapare av Mod & Asset kan nu redigera sina paket' Kompatibilitetsdata, högerklicka på paketet och välj 'Redigera kompatibilitet'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Att ha en anpassad plats för LSMR-rapportfiler startar nu korrekt därifrån när du väljer en rapportfil på sidan Verktygsverktyg.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Nyprenumererade objekt laddas inte längre om medan spelet är öppet.\r\nDet förhindrar att ditt spel fryser och moddar fungerar fel.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Lade till en komprimeringsvy för alla innehållssidor; växla mellan kompakt, lista och rutnätsvy med de nya ikonerna längst upp till höger i listan.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Starta spelet medan LOT är öppet kommer automatiskt ta bort alla paket som du inte prenumererar på, utan hämtas på din dator.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Att begära en granskning kräver nu en giltig beskrivning och skickar även dina loggar med begäran. En friskrivning visas bredvid knappen 'Skicka'.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Lade till en ny användarprofilsida, genom att klicka på författaren till en mod eller profil. Den här sidan innehåller alla användarens profiler och paket.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "När du väl har startat kan du stänga Skyve säkert och fortsätta vid ett senare tillfälle. Skyve kommer att komma ihåg alla dina inställningar och vilket skede du befinner dig på.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Load Order of mods har återintegrerats och är helt automatiserad baserat på mods krav samt andra Compatibility-Report faktorer.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Lade till grid-view & compact-view alternativ för alla innehållssidor; växla mellan listan, kompakt och rutnätsvy med de nya ikonerna längst upp till höger i listan.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Lokala paket matchas automatiskt med sin online motsvarighet som visar informationen från Steam och korrekt visar dess kompatibilitetsinformation.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "När du startar förfarandet, Skyve kommer att spara dina nuvarande inställningar och sedan börja exkludera eller inkludera paket automatiskt tills du hittar orsaken till dina problem.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Sekundära innehållslistor som \"Saknade paket\" & \"Workshop Collection\" använder nu samma UI som huvudsidorna för innehållslistan, möjliggör en strömlinjeformad upplevelse och fler alternativ.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Den nya ikonen lyser nu baserat på vad som händer, blå indikerar att spelet körs, röd betyder ingen internetuppkoppling, och snabb glödande innebär att det startar eller stänger spelet.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Ändrade alternativet att öka listobjektens storlek på hovrar för att alltid öka sin storlek, förbättrade UI för förstorade listobjekt och tillämpade denna funktionalitet på resten av listorna i appen.",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Separera termer med kommatecken i din sökning kommer att dela upp din sökning för att matcha något av termerna (OR)\r\n\t<unk> • Lägga till '+' i början av din term kommer att kräva att termen matchas (AND)\r\n\t<unk> • Lägga till '-' i början av din termin kommer att utesluta objekt som matchar termen\r\n\r\nExempel på den nya sökningen:\r\n\t<unk> • bil, lastbil (matchar 'bil' ELLER 'truck')\r\n\t<unk> • byggnad, lägenhet +europeisk (matchar 'europeisk' OCH ['byggnad' eller 'lägenhet'])\r\n\t<unk> • condo, hus -rico +amerikanska (matchar 'american' och ['condo' eller 'hus'] OCH INTE 'rico')"
}