{
  "New": "新增",
  "Fixes": "修复",
  "Hotfix": "热修复",
  "Changes": "改动",
  "Bug-Fixes": "问题修复",
  "Improvements": "优化与改进",
  "New Features": "新功能",
  "Other Changes": "其他改动",
  "New & Updated": "新增内容与更新内容",
  "New & Improved": "新增与改进",
  "Profile Changes": "配置文件相关改动",
  "UI & UX Changes": "界面和用户体验相关优化改动",
  "Fixes & Changes": "修复与改动",
  "Online Profiles": "在线配置文件",
  "Other UI changes.": "修改了一些其它的 UI。",
  "Other small fixes.": "修复：其它小问题的修复。",
  "Asset Requirements": "资产的必需物品",
  "Core Systems Rework": "核心系统重构",
  "Troubleshoot System": "故障修复功能",
  "Beta Public Release": "公开测试",
  "Content Lists Changes": "内容列表相关改动",
  "File Selection Revamp": "改进了选择文件的功能",
  "Spring cleaning update": "春季大更新",
  "Dashboard Customization": "自定义统计面板",
  "Filter & Search Changes": "筛选和搜索功能相关改动",
  "Vote & Subscribers Icon": "评分与订阅量图标",
  "Easily access your logs.": "现在可以轻松地访问您的日志。",
  "Added Hungarian language": "新增：匈牙利语翻译",
  "Performance improvements.": "优化：提高了性能。",
  "Workshop Packages Cleanup": "创意工坊插件清理程序",
  "Fixed the crash on launch.": "修复：启动时崩溃的问题。",
  "Added a new 'Midnight' theme.": "新增：预设主题“午夜”。",
  "Welcome to the change-log era": "欢迎查看更新日志",
  "Added the Help & Logs section": "新增：“获取帮助和日志”页面",
  "Compatibility Report Overhaul": "兼容性报告重大更新",
  "Reworked Subscription Process": "重做了订阅操作的进程",
  "Added a List/Grid view toggle.": "新增：切换列表/网格视图的功能。",
  "Added Greek & Serbian languages": "新增：希腊语和塞尔维亚语翻译",
  "A full rework! And much more...": "一次完全的重制！还有更多……",
  "Presenting, the Profile Overhaul": "介绍：配置文件功能重大更新",
  "Online profiles, coming through!": "在线配置文件，来了！",
  "Future fix for users not loading.": "修复：对 Steam 用户信息没有加载的问题的预先修复。",
  "Added more context to some popups": "新增：在一些弹出窗口中增加了更多说明文字。",
  "Profiles can now have thumbnails.": "新增：为配置文件添加缩略图的功能。",
  "A full rework! -behind the scenes": "完全重制！—— 幕后工作",
  "Updated for the latest game patch.": "更新：适配最新游戏版本。",
  "Stable release of the v3.2 update.": "更新：V3.2 版本的稳定版本。",
  "Added a new author filter dropdown.": "新增：按作者名字进行筛选的下拉列表。",
  "Added a 'Load Order' sorting option.": "新增：“加载顺序”排序选项。",
  "Hover over it to display the values.": "将鼠标指针悬停在图标上面，以显示评分与订阅量。",
  "Fixed a bug that caused high CPU usage.": "修复：导致 CPU 占用率很高的 Bug。",
  "Profile usages now have separate icons.": "新增：配置文件用途现在分别有单独的不同图标。",
  "Added extra logging for automated tasks.": "新增：为自动执行的任务增加了额外的日志记录。",
  "Visual improvements to the package page.": "优化：插件页面的视觉效果。",
  "Added small tags next to package titles.": "新增：在插件名称旁边显示小标签的功能。",
  "Changed the design of your profile list.": "更改：配置文件列表的设计。",
  "Fixed private packages being marked as .": "修复：可见性为“隐藏”的插件被标记为 \".\" 的问题。",
  "Tweaked some colors of the default theme.": "更改：调整了预设主题中的部分颜色。",
  "Updated the DLC page UI into a grid view.": "更新：将 DLC 页面的 UI 更新为网格视图。",
  "Redesigned the Compatibility Report page.": "更新：重新设计了兼容性报告页面。",
  "Local mods' name & label have been updated.": "更新：本地模组的名称和标签。",
  "Added Compatibility Report for broken Assets": "新增：已损坏资产的兼容性报告",
  "You can now assign a color to your profiles.": "新增：自定义配置文件图标颜色的功能。",
  "Added a Sorting dropdown & sort order toggle": "新增：排序方式下拉列表，和切换排序顺序的功能。",
  "Added 2 new buttons in the Help & Logs page.": "新增：获取帮助与日志页面的两个按钮。",
  "Fixed playsets disappearing on macOS & Linux.": "修复：MacOS 和 Linux 系统上配置文件消失的问题。",
  "Updated the UI of the file selection screens.": "更新：文件选择窗口的界面。",
  "Fixed the log file path being wrong on Linux.": "修复：Linux 系统上日志文件路径错误的问题。",
  "Fixed the enabled/disabled filter not working.": "修复：筛选功能中，“已启用/已禁用”选项失效的问题。",
  "The Compatibility Report tab is now available.": "更新：兼容性报告页面现在可以使用了。",
  "Fixed the profile list not updating instantly.": "修复：配置文件列表没有立即更新的问题。",
  "Fixed an error while fetching steam user info.": "修复：获取 Steam 用户信息出错的问题。",
  "Improved Compatibility Report processing speed.": "优化：提高了兼容性报告的解析处理速度。",
  "Added an indicator that a profile is uploading.": "新增：配置文件正在上传的指示标志。",
  "Fixed Profiles' Auto-Save not working correctly.": "修复：无法自动保存配置文件的问题。",
  "Added 6 new reset buttons in the Utilities page.": "新增：实用工具页面的 6 个重置按钮。",
  "Potential fix for the sudden high CPU usage issue.": "修复：可能修复了 CPU 使用率突然升高的问题。",
  "Fixed freezes happening in the content list pages.": "修复：内容列表页面卡住的问题。",
  "Added more actions to labels in the content lists.": "新增：内容列表中标签的更多操作。",
  "Fixed author pages not opening correctly in Steam.": "修复：无法正确地在 Steam 中打开作者主页的问题。",
  "You can now customize the layout of your dashboard.": "新增：自定义统计面板的布局的功能。",
  "Fixed the out of date status not working correctly.": "修复：检查插件是否已过期功能没有正常工作的问题。",
  "Fixed an issue while using Skyve for the first time.": "修复：首次使用 Skyve 时出现错误的问题。",
  "Fixed DLCs not being applied when loading a profile.": "修复：加载配置文件时，没有应用 DLC 的配置的问题。",
  "Search in the content list pages is now much faster.": "优化：内容列表页面中，搜索的响应速度要比之前快得多了。",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "新增：“评分”和“总订阅量”的排序选项。",
  "Fixed the options tab not opening for macOS & Linux.": "修复：MacOS 和 Linux 系统上选项页面无法打开的问题。",
  "Fixed the changelog not opening with some languages.": "修复：选择了某些语言时，更新日志无法打开的问题。",
  "Added more actions you can use to dashboard sections.": "新增：可以对统计面板页面进行更多操作。",
  "'Profiles' are now, appropriately, called 'Playsets'.": "更新：“配置文件”的英文名由 'Profile' 改为 'Playset'，更加恰当了。",
  "Swapped all double-buttons and option toggles' sides.": "更改：交换了所有双功能按钮、选项开关按钮的方向。",
  "Fixed mods being detected in the local assets folder.": "修复：在本地资产文件夹内检测到模组的问题。",
  "Fixed the asset summary not showing in the dashboard.": "修复：统计面板的资产概要没有显示的问题。",
  "Fixed an issue that contributed to the High CPU usage.": "修复：导致 CPU 使用率很高的问题。",
  "Fixed the app freezing on launch for slower computers.": "修复：在速度较慢的电脑上，启动 Skyve 后应用程序卡死的问题。",
  "Fixed the language option being empty for some people.": "修复：某些玩家语言选项为空的问题。",
  "Improved the responsiveness of the content list pages.": "优化：提高了内容列表页面中程序的响应能力。",
  "Fixed updating an online profile not working properly.": "修复：更新在线配置文件的功能无法正常工作的问题。",
  "Fixed playsets taking longer then they should to apply.": "修复：应用配置文件耗时太长的问题。",
  "Ctrl+Click on an author's name to add it to your filter": "新增：按住 Ctrl 键时左键单击作者名字，可将其添加到筛选工具。",
  "Added Pinned folders to easily access relevant folders.": "新增：置顶文件夹，便于快速打开相关文件夹。",
  "Fixed profile packages not showing their workshop name.": "修复：配置文件插件没有显示其创意工坊名称的问题。",
  "Improved the performance for people with a lot of mods.": "优化：提升了拥有大量模组时软件的性能。",
  "Added an option to ignore internet connectivity checks.": "新增：跳过网络连接检查的选项。",
  "Fixed being unable to share or update an online playset.": "修复：无法分享或更新在线配置文件的问题。",
  "Fixed a bug that caused infinite loading for some users.": "修复：导致某些玩家无限加载的错误。",
  "You can now create a desktop shortcut for your profiles.": "新增：为不同的配置文件创建桌面快捷方式的功能。",
  "Animations are now disabled by default on macOS & Linux.": "更改：现在 macOS 和 Linux 系统上默认禁用动画效果。",
  "Improved performance while including/excluding packages.": "优化：提高了装载/卸下插件时的性能。",
  "Added a button to view a Profile's file on your computer.": "新增：一个按钮，便于打开配置文件存储文件夹目录。",
  "You can now subscribe to packages while the game is open.": "更新：现在在游戏运行期间，您也可以使用 Skyve 订阅插件。",
  "Unlisted packages now have the correct name and thumbnail.": "修复：现在，Skyve 能正确显示可见性为”非公开”的插件的名称和缩略图。",
  "Simplify a log file to focus on what's actually happening.": "将日志文件简化，以便专注于解决关键问题。",
  "Removed the subscription tab from the in-game mod options.": "更新：移除了游戏内订阅插件的功能。",
  "Added a custom arguments box for advanced launch settings.": "新增：启用开发者启动选项时，自定义启动参数的功能。",
  "Updated the color design of the app's logo on the top-left.": "更新：Skyve 应用程序左上角标志的颜色设计。",
  "Fixed and improved the speed of Loading Screen Mod reports.": "修复与优化：打开 Loading Screen Mod Revisited 资产报告的速度更快了。",
  "Compatibility Report is now integrated directly into Skyve.": "更新：现在 Compatibility Report 模组已被整合到 Skyve 中。",
  "Added a button to easily view an online profile's contents.": "新增：一个按钮，可以轻松查看在线配置文件的内容。",
  "Added an 'Unsubscribe All' button in content pages' actions.": "新增：内容页面中“全部取消订阅”的操作选项。",
  "Added a loading animation when viewing a profile's contents.": "新增：查看配置文件的内容的加载动画。",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "更改：现在，由于 Ctrl 键用于多选，筛选标签改为按住 Alt 键。",
  "Fixed Linux & Mac users not being able to generate a log zip.": "修复：Linux 和 Mac 用户无法生成日志压缩包的问题。",
  "Quickly view errors in your most recent/current game session.": "快速查看您最近/当前游戏中的报错信息。",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "新增：按住 Ctrl 键 + [0-9] 数字键，快速切换到侧边栏上的不同页面。",
  "So many more UI improvements, changes, and fixes I lost count.": "界面的改进、功能的变更，以及修复的问题，多到我都数不清了。",
  "Click on the icon for an in-depth description of this feature.": "点击图标可深入了解相关功能。",
  "Added a \"Force download\" option in packages' right-click menu.": "新增：右键点击一个插件时，可以“强制下载”此插件。",
  "Added a button to create a shortcut to the app on your desktop.": "新增：为 Skyve 应用程序创建桌面快捷方式的按钮。",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "更新：现在，每个页面的排序方式和网格视图的设置，会分开保存并记住。",
  "Placeholders for folder settings now correctly reflect your OS.": "修复：在设置文件夹时，预显示的占位符现在可以正确匹配您的操作系统。",
  "Fixed the LHT option not working when launching into a new map.": "修复：在进入新地图时，靠左行驶选项失效的问题。",
  "Fixed a rare case where the compatibility info was not loading.": "修复：兼容性信息无法加载的罕见问题。",
  "You can now upload a profile online, up to 5 profiles per user.": "新增：您现在可以将配置文件上传到在线服务器，每个用户最多可上传 5 个配置文件。",
  "Added a setting in-game to enable hot-reload for mods & assets.": "新增：在游戏内新增了一个设置，可以启用模组和资产的热重载。",
  "Fixed the current playset's name staying visible while in-game.": "修复：在游戏内非主菜单处，当前配置文件的名称仍然显示的问题。",
  "Fixed the UI not resizing after 'going back' to a previous page.": "修复：在“返回”到上一页后 UI 没有重新适应界面的问题。",
  "Stable version has been bumped to match the Beta version number.": "Skyve 的稳定版已经与 Beta 测试版更新到同个版本。",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "新增：您现在可以点击“添加配置文件”，来导入 LOT 1 的配置文件。",
  "Your Paradox account panel will always be displayed from now on.": "更新：现在 Paradox 账户面板会显示在主菜单页面。",
  "Partially included packages now have a different UI in the list.": "更新：现在，包含多个资产的插件，如果您只装载了其中一部分资产，在列表中会显示出新的 \"/\" 图标。",
  "Added a Workshop section to easily select workshop maps & saves.": "新增：在选择地图或存档的页面，新增 \"创意工坊\" 选项卡，便于快速找到您在创意工坊订阅的地图和存档。",
  "Packages you are not subscribed to are no longer loaded in-game.": "更新：现在您未订阅的插件不会被载入到游戏中。",
  "Fixed legacy profiles not being converted after the first launch.": "修复：首次启动 LOT2 之后，旧版 LOT1 的配置文件没有自动转换的问题。",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "修复：Linux 和 Mac 用户在保存时，“实际文件夹”被错误地对调了的问题。",
  "Fixed some parts of the UI not getting translated from the start.": "修复：启动 Skyve 时界面中的部分字符串没有翻译的问题。",
  "Greatly improved the processing speed of the Compatibility Report.": "优化：大幅提高了兼容性报告的解析处理速度。",
  "Added an option to have Filters & Action sections open by default.": "新增：一个选项，可以选择默认显示/不显示筛选选项和操作选项。",
  "Adding an info popup when subscribing to items for the first time.": "新增：在首次订阅项目时，弹出相关信息窗口的功能。",
  "Changed the design of the top action buttons on both profile pages": "更改：配置文件页面顶部操作按钮的设计",
  "Fixed Asset Editor launch settings not being remembered correctly.": "修复：没有记住资产编辑器启动设置的问题。",
  "Recommendations and info text are now clearer and easier to manage.": "优化：建议和信息文本现在更加清晰，更易于进行管理。",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "新增：右键点击一个配置文件时，可以“查看此配置文件的内容”。",
  "Fixed custom maps not loading when selected in the profile settings.": "修复：在配置文件设置中选择地图时，自定义地图无法加载的问题。",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "更改：降低了“没有完整下载”警告的敏感程度。",
  "Added a \"Download all displayed items\" in the actions in list pages.": "新增：列表页面的操作选项中“下载当前显示的所有项目”选项。",
  "Added an option to hide the current playset's name in the main menu.": "新增：一个选项，可以选择是否在游戏主菜单上显示当前配置文件的名称。",
  "Fixed the Help & Logs tab not loading your current log automatically.": "修复：“获取帮助与日志”页面内，没有自动显示简化后的游戏日志的问题。",
  "The core systems of Skyve have been changed, organised, and optimised.": "Skyve 的核心系统已经进行了更换、整理和优化。",
  "Added a Utility section to subscribe to missing items in a BOB config.": "新增：在实用工具选项内，新增了导入并查看 BOB 配置文件的功能，以方便玩家订阅缺失的插件。",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "修复：macOS 和 Linux 系统上可能无法正确加载配置文件的问题。",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "修复：加载合集时，可能无法正确地从 URL 中解析 ID 的问题。",
  "Added a Snooze button to dismiss a certain compatibility notification.": "新增：“关闭提醒”按钮，可以关闭某个兼容性通知。",
  "Your current playset's name is now displayed in the main menu in-game.": "新增：游戏主菜单上显示当前配置文件名称的功能。",
  "Fixed local assets not automatically refreshing after external changes.": "修复：在外部更改本地资产后，本地资产列表不会自动刷新的问题。",
  "You can now generate a zip file of your logs while the game is running.": "更新：现在，在游戏运行期间，您也可以为游戏日志文件创建压缩包。",
  "Added an option to disable the automatic cleanup when opening the game.": "新增：一个选项，可以禁用启动游戏时自动运行的创意工坊插件清理程序。",
  "Local assets are now correctly groupped based on the folders they're in.": "更新：现在可以根据本地资产所在的文件夹，将它们正确地分组。",
  "You can discover online profiles using a new button in the Profiles tab.": "新增：点击配置文件页面中的新按钮，可以查找在线配置文件。",
  "Compatibility & package statuses are now shown on the right in the list.": "更改：现在，兼容性信息和插件状态将在内容列表的右侧显示。",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "修复：查看配置文件的内容时，插件名称显示错误的问题。",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "更改与新增：调整了内容页面中操作选项的位置，并新增 2 个操作选项。",
  "Improved the Actions button to make it more visible and easier to access.": "优化：改进了操作选项的按钮，使其更显眼、更易于找到。",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "更新：现在，Windows 系统上，使用 Skyve 删除的文件将被放进回收站。",
  "Potential fix for the app hanging on Compatibility Report related actions.": "修复：可能修复了执行兼容性报告相关操作后，应用程序无响应的问题。",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "新增：在选择文件窗口的右键菜单中，新增了“打开文件”选项。",
  "Re-downloading from steam will no longer force the focus back to the tool.": "修复：重新下载 Steam 创意工坊插件后，焦点被强制回到回到 LOT 2 程序上的问题。",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "新增：三种配置文件用途：制作地图、制作剧本和制作地图主题。",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "修复：旧版的设置和配置文件有时无法导入到 Skyve 的问题。",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "新增：在所有问题修复完毕，或没删干净的插件清理完毕后，Skyve 会弹出一条通知消息。",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "修复：导入 LOT 1 的配置文件可能卡死的罕见问题。",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "新增：在主题编辑器中新增了一个按钮，可以切换到 Windows 系统样式的标题栏按钮。",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "修复：转换 LOT1 配置文件后，所有资产被标记为“本地资产”的问题。",
  "Changed the icons of filters to reflect the correct icons used in the list.": "修复：更改了筛选选项的图标，现在列表会显示正确的图标了。",
  "Copy all IDs action now includes packages' names and local packages as well.": "更新：现在，复制所有项目的 ID 时，复制的文本中会包含这些 ID 对应插件的名称，还会包含本地插件的名称。",
  "Share a zip file containing all the logs needed for someone to help you out.": "分享一个压缩包，其中含有帮助解决问题所需的所有日志文件。",
  "The window buttons on the top right now have icons to explain their actions.": "更新：现在，鼠标指针悬停在右上角的窗口按钮，会显示相应的图标来解释它们的功能。",
  "Required items automatically redirect to the packages' most recent successor.": "新增：如果必需的前置插件中有过时的插件，会自动重定向到最新的继任插件。",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "修复：可能修复了无法大量订阅物品的问题。",
  "Online profiles can be downloaded, or updated if you already have it locally.": "新增：您可以下载在线配置文件；或者，如果您有本地配置文件并且已经上传，可以更新该配置文件。",
  "Fixed the compatibility report taking too long to be processed for some users.": "修复：某些用户的兼容性报告处理时间过长的问题。",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "修复：选择新建存档使用的地图文件时，无法选择游戏自带地图的问题。",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "修复：在配置文件设置中，无法使用创意工坊的地图和存档的问题。",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "新增：现在，如果您的配置文件存在尚未保存的更改，Skyve 图标将会变成紫色。",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "新增：在兼容性报告页面中，新增了“应用所有可用的操作”按钮。",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "修复：Mac/Linux 系统上，取消订阅插件时应用程序无响应的问题。",
  "Enabled the ability to request a review for a package that is currently broken.": "新增：现在您可以对当前已损坏的插件申请检查。",
  "Required mods now have a different UI to let you know you can not exclude them.": "更改：必需的前置模组（Harmony、Patch Loader、Skyve）现在有不同的 UI，以便让您知道不能卸下它们。",
  "Added in the Utilities page an import from any text file or from your clipboard.": "新增：在“实用工具”页面里，新增了导入包含 Steam ID 的文本文件，和从剪贴板粘贴文本的功能（以方便订阅或管理）。",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "新增：切换排序顺序的功能，现在可以自己选择升序和降序。",
  "Broken, incompatible, and banned packages now have a new background in the list.": "更新：现在，已损坏/不兼容/已被封禁的插件，在列表中将会显示新的警告样式背景。",
  "Added a 'Notifications' section to let you know about important events or issues.": "新增：”通知“面板，以便向您通知重要的事件或问题。",
  "Updated the Package Page to match the displayed information in the content lists.": "更新：更新了插件页面，以匹配内容列表中显示的信息。",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "新增：在兼容性问题程度分组边上，新增了数量统计，来显示不同兼容性问题严重程度的插件数量。",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "更改：使用快速筛选的功能时，会自动清空上一次选择的筛选标签。",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "您可以将上传的配置文件设为私密的，也可以使用 ID 共享配置文件，还可以设为公开并允许任何人查看。",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "新增：现在，在内容列表中，可以按住 Ctrl 或 Shift 键进行多选。",
  "Added links to the package page, as well as other information like its usage & type.": "新增：插件详情页面的相关链接，以及其他信息，如插件的用途和类型。",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "更改：配置文件列表现在默认以网格视图显示，您可以在网格/列表视图之间切换。",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "更新：改进了作者信息收集功能，将解决作者信息不加载的问题。",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "新增：当您安装了多个版本的 Skyve 模组时，统计面板会显示警告，提醒您只能保留其中一个版本。",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "优化：Skyve 应用程序的性能。按照预期，加载速度会更快，并且减少了卡顿。",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "更新：现在，在检查前置时，部分资产已装载的资产包将被视为已装载的资产包。",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "更新：现在，在查看配置文件的内容时，本地插件和原版游戏的插件可以正确匹配。",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "修复：故障修复功能无法正确地推测引发问题的模组/资产的问题。",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "新增：现在统计面板上会显示收藏的配置文件，以方便切换配置文件。",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "更新：现在，如果您之前使用了 Load Order Tool 2 并更新到了 Skyve，在第一次打开 Skyve 时，会自动在桌面创建 Skyve 的快捷方式。",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "更改：没有公开源代码现在是“警告”等级，而不是“取消订阅”。",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "更新：被卸下的模组不再使用“.excluded”文件，而是使用新的 ModConfig 文件。",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "修复：导入需要订阅或取消订阅的合集时，文本被翻转的问题。",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "新增：在“插件状态”和“兼容性报告”的下拉列表中，新增了“任意问题”选项。",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "修复：在选择按照“订阅日期”显示搜索结果时界面卡顿的问题。",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "新增：在“添加配置文件”页面新增第三个选项：使用配置文件 ID 来导入在线配置文件。",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "修复：在页面没有加载完成之前，如果进入页面，作者筛选和标签筛选不会刷新的问题。",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "新增：在插件的详情页面上，新增了一个“引用”选项卡，以便查看所有使用了此插件的插件。",
  "Added an option to make optional packages use the same notification as required packages.": "新增：一个选项，可以将可选插件视为必需的插件。",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "新增：地方性语言分支：繁体中文（台湾）、英语（英国）、葡萄牙语（巴西）等。",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "修复：下载或更新配置文件时，部分数据如缩略图没有正确保存的问题。",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "新增：现在，在“获取帮助和日志”页面，您可以导入“日志报告 (Log Report)”文件，来快速查看其中的报错。",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "更新：新的图标系统，现在会根据您的 UI 缩放比例适当缩放所有图标。",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "新增：在作者的页面和插件的详情页面，新增了搜索、筛选和排序功能。",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "更改：Steam 链接现在会在 Steam 客户端内打开。在“选项”页面中可以开关此功能。",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "更新：现在，每个统计面板的大小都能自适应，并与窗口大小成比例。",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "新增：现在您可以按住 Ctrl 键 + 鼠标左键点击标签，将该标签添加到筛选选项标签中。同时，新增了一个选项，可以更改为无需按住 Ctrl 键，鼠标左键点击标签直接将其添加到筛选标签中。",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "新增：Load Order Tool 2 新增了显示创意工坊资产作者设置的必需物品的功能。",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "更新：现在，导入 BOB 模组的配置文件，已经更新为导入通用的 XML 格式文件，能够识别 XML 中包含的插件 ID。",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "新增：更新日志页面。在 LOM2 模组更新后，打开 LOT2 软件时主页面将直接展示更新日志；或者在“获取帮助与日志”页面内，点击\"打开更新日志\"按钮查看更新日志。",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "新增：在内容列表页面，显示已被隐藏插件数量的功能。根据配置文件的用途，Skyve 会自动隐藏的某些不适合当前用途的插件。",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "修复：第一次加载某个配置文件或合集时，来自 Steam 的插件信息没有加载的问题。",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "更新：现在，如果有文件夹路径设置错误，选项页面就会自动显示文件夹设置。",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "新增：内容列表中右键单击的操作选项，可以在所有插件中装载或卸下项目。",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "新增：一个可以轻松处理您在工坊订阅的插件与 Steam 所下载的插件不匹配的问题的功能。",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "更新：在实用工具内重新下载过期的 Load Order Tool 2 时，会关闭 LOT 2 应用程序，并自动开始下载更新。",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "修复：从右键单击菜单中删除本地资产时，会删除所有本地资产的问题。现在会正确地删除所选的本地资产。",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "新增：配置文件排序选项。在关闭程序前，将一直使用所选定的排序选项。",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "新增：在统计面板上显示网格状辅助线的选项，以便在调整时轻松地吸附到网格上。",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "更改：游戏主菜单的 Steam 面板现在默认会显示，您也可以在游戏内 Skyve 模组的选项中选择隐藏这些面板。",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "更改：已将本地模组的名称恢复为所在文件夹的名称，而不是模组的工坊名称，以防止出现问题。",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "新增：配置文件的设置中，新增了“新建资产”和“读取资产”的启动选项，以快速载入到资产编辑器。",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "新增：在 Skyve 应用程序界面的左下角新增了一个方框，以显示当前等待中的订阅 / 取消订阅操作。",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "更新：改进了“添加标签”窗口；现在您可以轻松地选择现有的标签，也可以一次性编辑多个项目的标签。",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "新增：您现在可以直接在 Skyve 应用程序中，为模组和资产编辑 Find it! 标签。资产已经与游戏同步！",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "修复：只有在应用程序失去焦点时，才能继续切换到其中有插件丢失的配置文件的问题。",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "更改：现在 Intersection Marking Tool 的标线、Render it! 的预设，Procedural Objects 的字体模块、以及游戏翻译模组将被识别为“伪模组”。",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "更新：导入兼容性报告现在会正确地显示您所选择的语言，而不是兼容性报告提供者所选择的语言。",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "重做：列表的渲染方式，显著提高了内容页面的性能和响应速度。",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "新增：您现在可以对某个插件申请检查，以便我们补充并更新兼容性数据中缺失的信息。",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "修复：如果有多个相似的模组，但您只有其中的一个模组，兼容性报告中会显示与之相似模组的交互方式的问题。",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "新增：现在，如果连续订阅多个插件，Skyve 会记录到等待列表中，而不是每次都启动游戏来订阅插件。",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "更改：现在，点击左侧边栏中的“配置文件”，将打开配置文件列表页面，而不是打开当前配置文件的设置页面。",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "更改：去除了在故障修复即将结束时，保留当前配置的冗余提示。",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "更新：现在兼容性报告包含了此提示信息，以便快速轻松地查看您缺少了什么物品。",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "新增：插件详情页面中“其他配置文件”选项卡，可以轻松地在其他配置文件中装载/卸下这个插件。",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "修复：导致 LOT 2 窗口不显示的相关问题。",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "介绍：Skyve，Load Order Mod 1/2 和 Compatibility Report 的最终继任模组。\n为 C:S I & C:S II 而来",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "新增：现在，“还未完成初始设置”窗口新增了一个“忽略”按钮，点击该按钮后，您需要在选项页面手动设置文件夹路径。",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "新增：在插件名称旁边的一个图标，显示该插件的评分和订阅量。",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "更改：将模组很久没有进行过更新的报告等级降低到“提示”级别，这样一来，Skyve 就不会向您发送这个警告。",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "修复：拥有测试版模组后，原版模组仍会被标为”前置插件“的问题。",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "优化：改进了内容列表中的按钮和筛选控件，减小了它们整体的大小，并增加了更多视觉提示。",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "新增：在“实用工具”页面新增了故障修复功能；它可以帮助您排查模组和资产相关的问题。",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "新增：实用工具页面中的一个按钮，可以手动运行创意工坊插件清理程序，并强制下载缺失的插件。",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "更新：在故障修复即将结束时，Skyve 将自动应用最佳的修改来解决问题。",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "故障修复功能将引导您一步一步地排查模组或资产问题。",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "现在游戏主菜单上会显示当前配置文件的名称。\n* 可以在游戏内 Skyve 模组的选项中关闭此功能。",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "更新：现在模组载入游戏时会利用之前的缓存；这能大幅提高 Windows 和 Linux 上的加载效率，提升 macOS 上的加载速度。",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "新增：一个高级选项。启用此选项后，在使用 Skyve 订阅插件后，自动强制下载插件；使用 Skyve 取消订阅插件后，直接强制删除已取订的插件。",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "新增：在“实用工具”和“获取帮助与日志”页面，新增了故障修复功能；它可以帮助您排查模组和资产相关的问题。",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "新增：在所有内容列表页面中，新增了“网格视图”选项；使用内容列表右上角的新图标，即可切换列表/网格视图。",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "新增：现在，模组和资产作者可以编辑他们制作的插件的兼容性信息，只需要右键点击插件并选择“编辑兼容性信息”。",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "修复：现在，即使您为 LSMR 资产报告设置了自定义存储路径，在“实用工具”页面里选择 Loading Screen Mod Revisited 资产报告文件时，Skyve 也能正确打开对应文件夹。",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "新增：在游戏运行时，Skyve 会禁止新订阅的物品装载到游戏内。\n这种做法可以防止游戏卡死或模组出错。",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "新增：在所有内容页面中，新增了一个“紧凑视图”选项； 使用内容列表右上角的新图标，即可切换紧凑/列表/网格视图。",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "新增：在 LOT2 运行期间启动游戏时，会自动删除您已经取消订阅（但没删除干净）的插件。",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "更新：申请检查现在需要有效的问题描述，且会将您的日志文件与申请一起发送。“发送检查申请”按钮旁边会显示免责声明。",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "新增：作者的配置文件的页面，点击插件或配置文件的作者，即可访问该作者的配置文件的页面。该页面包含作者制作的插件，以及作者公开的所有配置文件。",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "一旦开始进行故障修复，就可以安全地关闭 Skyve 并在稍后继续，因为 Skyve 会记住您的所有配置和您的进度。",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "新增：自动调整模组加载顺序的功能（之前只会自动将 Harmony 固定在加载顺序首位）。自动排序基于各模组本身对加载顺序的要求，以及相关的兼容性报告。",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "新增：在所有内容页面中，新增“网格视图”和“紧凑视图”选项； 使用内容列表右上角的新图标，即可切换紧凑/列表/网格视图。",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "更新：现在本地插件会自动与其对应的工坊插件匹配，显示来自 Steam 创意工坊的插件信息，并正确显示其兼容性信息。",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "开始进行故障修复时， Skyve 会备份您当前的配置，然后自动开始装载或卸下插件，直到您排查出问题的原因。",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "更新：现在，例如“缺失的插件”和“创意工坊合集”等二级内容页面，其用户界面的设计与一级页面（内容列表主页面）相同，可以给用户提供流线型体验，并提供更多选项。",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "新增：Skyve 程序的新图标根据游戏和 Skyve 程序的运行状态发光：蓝色表示游戏正在运行， 红色表示没有网络连接（请打开加速器 / VPN），快速闪烁表示正在启动或关闭游戏。",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "更改：现在，“鼠标悬停时增加项目显示大小”的功能，已经更改为“始终增大列表项目的显示大小”。改进了放大后的 UI，并将增大显示大小功能用于 LOT2 程序中的其他列表部分。",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "新增：现在，在配置文件列表页面，您可以导入“日志报告 (Log Report)”文件，并导入日志报告中所含的配置文件，直接查看其中的内容。\n这些配置文件是临时的，因此在您下次打开 Skyve 时它们将会被删除。",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "现在在搜索栏中，可以用 “ , ”（英文逗号）分隔多个关键词：\n• 默认情况下，将显示匹配任意关键词的项目\n• 在某个关键词前面添加 “ + ”（英文加号），搜索结果将必须匹配该关键词\n• 在某个关键词前面添加 “ - ”（英文减号），会排除与该关键词匹配的搜索结果\n\n举例：\n• car, truck（搜索结果为：匹配 \"car\" 或 \"truck\"）\n• building +commercial（搜索结果为：包含关键词 \"commercial\"，匹配 \"building\"）\n• big, grass +decal（搜索结果为：包含关键词 \"decal\"，匹配 \"big\" 或 \"grass\"）\n• building, apartment +european（搜索结果为：包含关键词 \"european\"，匹配 \"building\" 或 \"apartment\"）\n• condo, house -rico +american（搜索结果为：包含关键词 \"american\"，不包含关键词 \"rico\"，匹配 \"condo\" 或 \"house\"）"
}