{
  "New": "新增",
  "Fixes": "修復",
  "Hotfix": "Hotfix",
  "Changes": "改動",
  "Bug-Fixes": "問題修復",
  "Improvements": "優化",
  "New Features": "新功能",
  "Other Changes": "其他改動",
  "New & Updated": "新增內容與更新內容",
  "New & Improved": "新增與改進",
  "Profile Changes": "組態檔案相關改動",
  "UI & UX Changes": "介面和使用者體驗相關優化改動",
  "Fixes & Changes": "修復與改動",
  "Online Profiles": "線上組態檔案",
  "Other UI changes.": "對其他一些使用者介面進行了改動。",
  "Other small fixes.": "Other small fixes.",
  "Asset Requirements": "資產要求",
  "Core Systems Rework": "Core Systems Rework",
  "Troubleshoot System": "Troubleshoot System",
  "Beta Public Release": "公開測試",
  "Content Lists Changes": "Content Lists Changes",
  "File Selection Revamp": "改進檔的選擇方式",
  "Spring cleaning update": "春季大更新",
  "Dashboard Customization": "Dashboard Customization",
  "Filter & Search Changes": "篩選和搜索功能有關改動",
  "Vote & Subscribers Icon": "評分與訂閱量圖示",
  "Easily access your logs.": "現在可以輕鬆地訪問您的日誌。",
  "Added Hungarian language": "新增匈牙利語翻譯",
  "Performance improvements.": "Performance improvements.",
  "Workshop Packages Cleanup": "工作坊外掛程式清理程式",
  "Fixed the crash on launch.": "修復啟動時會發生崩潰的問題。",
  "Added a new 'Midnight' theme.": "Added a new 'Midnight' theme.",
  "Welcome to the change-log era": "歡迎查看更新日誌",
  "Added the Help & Logs section": "添加了獲取説明和日誌的選項卡",
  "Compatibility Report Overhaul": "相容性報告重大更新",
  "Reworked Subscription Process": "重製了訂閱操作的處理程序",
  "Added a List/Grid view toggle.": "添加了切換列表/網格視圖的功能。",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "A full rework! And much more...",
  "Presenting, the Profile Overhaul": "介紹：設定檔功能重大更新",
  "Online profiles, coming through!": "線上組態檔案，來了！",
  "Future fix for users not loading.": "Future fix for users not loading.",
  "Added more context to some popups": "在一些彈出窗口中新增了更多說明文字。",
  "Profiles can now have thumbnails.": "現在可以為組態檔案新增縮圖。",
  "A full rework! -behind the scenes": "A full rework! -behind the scenes",
  "Updated for the latest game patch.": "適配最新遊戲版本。",
  "Stable release of the v3.2 update.": "Stable release of the v3.2 update.",
  "Added a new author filter dropdown.": "添加了按照作者進行篩選的下拉清單。",
  "Added a 'Load Order' sorting option.": "Added a 'Load Order' sorting option.",
  "Hover over it to display the values.": "將滑鼠指標懸停在圖示上面以顯示評分與訂閱量。",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "組態檔案用途現在有單獨的圖示。",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "在外掛程式名稱旁添加了小標籤。",
  "Changed the design of your profile list.": "更改了設定檔頁面的設計。",
  "Fixed private packages being marked as .": "修復了設為私密的外掛被標記為空的問題。",
  "Tweaked some colors of the default theme.": "Tweaked some colors of the default theme.",
  "Updated the DLC page UI into a grid view.": "Updated the DLC page UI into a grid view.",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "本地模組名稱和標籤已更新。",
  "Added Compatibility Report for broken Assets": "為損壞的資產添加了相容性報告",
  "You can now assign a color to your profiles.": "現在您可以自訂設定檔圖示的顏色了。",
  "Added a Sorting dropdown & sort order toggle": "新增排序方式下拉清單，和切換排序順序的功能。",
  "Added 2 new buttons in the Help & Logs page.": "在獲取幫助與日誌頁面，新增了兩個按鈕。",
  "Fixed playsets disappearing on macOS & Linux.": "Fixed playsets disappearing on macOS & Linux.",
  "Updated the UI of the file selection screens.": "更新了檔選擇視窗的介面。",
  "Fixed the log file path being wrong on Linux.": "修復 Linux 系統上記錄檔路徑錯誤的問題。",
  "Fixed the enabled/disabled filter not working.": "Fixed the enabled/disabled filter not working.",
  "The Compatibility Report tab is now available.": "相容性報告選項卡現在已更新，可以使用。",
  "Fixed the profile list not updating instantly.": "修復了組態檔案列表沒有立即更新的問題。",
  "Fixed an error while fetching steam user info.": "修復了獲取 Steam 使用者資訊出錯的問題。",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "新增組態檔案正在上傳的指示標誌。",
  "Fixed Profiles' Auto-Save not working correctly.": "修復了無法自動保存設定檔的問題。",
  "Added 6 new reset buttons in the Utilities page.": "在實用工具頁面新增了6個重設按鈕。",
  "Potential fix for the sudden high CPU usage issue.": "Potential fix for the sudden high CPU usage issue.",
  "Fixed freezes happening in the content list pages.": "修復了內容清單頁面卡住的問題。",
  "Added more actions to labels in the content lists.": "為內容清單中的篩選標籤添加了更多操作。",
  "Fixed author pages not opening correctly in Steam.": "修復了無法在 Steam 中正確打開作者頁面的問題。",
  "You can now customize the layout of your dashboard.": "You can now customize the layout of your dashboard.",
  "Fixed the out of date status not working correctly.": "修復了檢查外掛是否已過期功能沒有正常工作的問題。",
  "Fixed an issue while using Skyve for the first time.": "Fixed an issue while using Skyve for the first time.",
  "Fixed DLCs not being applied when loading a profile.": "修復了載入設定檔時，沒有應用 DLC 的設定的問題。",
  "Search in the content list pages is now much faster.": "現在在內容清單頁面中，搜索的回應速度更快。",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "新增了「評分」和「訂閱量」的排序選項。",
  "Fixed the options tab not opening for macOS & Linux.": "修復了 MacOS 和 Linux 系統上選項面板無法打開的問題。",
  "Fixed the changelog not opening with some languages.": "修復了選擇某些語言時，更新日誌無法打開的問題。",
  "Added more actions you can use to dashboard sections.": "Added more actions you can use to dashboard sections.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "'Profiles' are now, appropriately, called 'Playsets'.",
  "Swapped all double-buttons and option toggles' sides.": "將所有雙功能按鈕更改為開/關按鈕選項。",
  "Fixed mods being detected in the local assets folder.": "修復了在本地資產資料夾內檢測到模組的問題。",
  "Fixed the asset summary not showing in the dashboard.": "修復了統計面板的資產概要沒有顯示的問題。",
  "Fixed an issue that contributed to the High CPU usage.": "Fixed an issue that contributed to the High CPU usage.",
  "Fixed the app freezing on launch for slower computers.": "Fixed the app freezing on launch for slower computers.",
  "Fixed the language option being empty for some people.": "修復了某些玩家語言選項為空的問題。",
  "Improved the responsiveness of the content list pages.": "優化了內容清單頁面程式的回應能力。",
  "Fixed updating an online profile not working properly.": "修復了更新線上組態檔案功能無法正常使用的問題。",
  "Fixed playsets taking longer then they should to apply.": "Fixed playsets taking longer then they should to apply.",
  "Ctrl+Click on an author's name to add it to your filter": "按住Ctrl鍵+滑鼠按一下選擇作者的名稱，可以將作者名稱添加到搜索欄，並以此篩選。",
  "Added Pinned folders to easily access relevant folders.": "新增將資料夾置頂的功能，便於快速打開相關資料夾。",
  "Fixed profile packages not showing their workshop name.": "修復了組態檔案外掛沒有顯示其創意工坊名稱的問題。",
  "Improved the performance for people with a lot of mods.": "最佳化了擁有大量模組時軟體的性能。",
  "Added an option to ignore internet connectivity checks.": "新增忽略網路連線檢查的選項。",
  "Fixed being unable to share or update an online playset.": "Fixed being unable to share or update an online playset.",
  "Fixed a bug that caused infinite loading for some users.": "修復了導致某些使用者無限載入的錯誤。",
  "You can now create a desktop shortcut for your profiles.": "現在您可以為不同的設定檔分別創建桌面快捷方式了。",
  "Animations are now disabled by default on macOS & Linux.": "在 macOS 和 Linux 系統上預設禁用動畫。",
  "Improved performance while including/excluding packages.": "最佳化了裝載/卸下外掛時的性能。",
  "Added a button to view a Profile's file on your computer.": "新增了一個按鈕，便於打開設定檔存儲資料夾目錄。",
  "You can now subscribe to packages while the game is open.": "現在在遊戲運行期間，您也可以訂閱外掛。",
  "Unlisted packages now have the correct name and thumbnail.": "未被列出的外掛程式現在具有正確的名稱和縮略圖。",
  "Simplify a log file to focus on what's actually happening.": "簡化日誌檔以專注於解決關鍵問題。",
  "Removed the subscription tab from the in-game mod options.": "移除遊戲內模組選項中的訂閱選項卡。",
  "Added a custom arguments box for advanced launch settings.": "為開發者啟動選項添加了自訂啟動參數項。",
  "Updated the color design of the app's logo on the top-left.": "Updated the color design of the app's logo on the top-left.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "修復並提高打開 Loading Screen Mod Revisited 資產報告的速度。",
  "Compatibility Report is now integrated directly into Skyve.": "現在 Compatibility Report 模組已被整合到 Skyve 中。",
  "Added a button to easily view an online profile's contents.": "新增了一個按鈕，可以輕鬆查看線上組態檔案的內容。",
  "Added an 'Unsubscribe All' button in content pages' actions.": "在內容頁面中新增「全部取消訂閱」的操作選項。",
  "Added a loading animation when viewing a profile's contents.": "新增在查看組態檔案的內容時的載入動畫。",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Click-to-filter now uses the Alt key instead of the Ctrl key.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "修復了 Linux 和 Mac 使用者無法生成日誌壓縮檔夾的問題。",
  "Quickly view errors in your most recent/current game session.": "快速查看您最近/當前遊戲中的報錯資訊。",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "現在可以按住 Ctrl 鍵 + [0-9] 數位鍵的組合來選擇左側主功能表的選項。",
  "So many more UI improvements, changes, and fixes I lost count.": "介面改進、功能更改和問題修復多到我都數不清了。",
  "Click on the icon for an in-depth description of this feature.": "點擊該圖示可深入瞭解相關功能。",
  "Added a \"Force download\" option in packages' right-click menu.": "新增功能：右鍵點選一個外掛時，可以「強制下載」此外掛。",
  "Added a button to create a shortcut to the app on your desktop.": "Added a button to create a shortcut to the app on your desktop.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Sorting & Grid-view settings are now saved on a per-page basis.",
  "Placeholders for folder settings now correctly reflect your OS.": "在設置資料夾時，預顯示的預留位置現在可以正確跟隨您的作業系統。",
  "Fixed the LHT option not working when launching into a new map.": "修復了在進入新地圖時，靠左行駛選項不起作用的問題。",
  "Fixed a rare case where the compatibility info was not loading.": "修復了相容性資訊無法載入的罕見問題。",
  "You can now upload a profile online, up to 5 profiles per user.": "您現在可以將組態檔案上傳到線上伺服器，每個使用者最多可上傳 5 個組態檔案。",
  "Added a setting in-game to enable hot-reload for mods & assets.": "在遊戲內新增了一個設定，可以對模組和資產進行熱預載。",
  "Fixed the current playset's name staying visible while in-game.": "Fixed the current playset's name staying visible while in-game.",
  "Fixed the UI not resizing after 'going back' to a previous page.": "Fixed the UI not resizing after 'going back' to a previous page.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "您現在可以點擊「添加設定檔」，來導入 LOT 1 的配置。",
  "Your Paradox account panel will always be displayed from now on.": "現在您的 Paradox 帳戶面板將會顯示在主功能表頁面。",
  "Partially included packages now have a different UI in the list.": "現在包含多個資產的外掛程式，如果您只裝載了其中一部分資產，在清單中會顯示出新的圖示。",
  "Added a Workshop section to easily select workshop maps & saves.": "在選擇地圖或存檔的頁面新增「工作坊」選項卡，便於快速找到您在工作坊訂閱的地圖和存檔。",
  "Packages you are not subscribed to are no longer loaded in-game.": "現在您未訂閱的外掛程式將不會被載入到遊戲中。",
  "Fixed legacy profiles not being converted after the first launch.": "修復了在首次啟動 LOT2 之後，舊版 LOT1 的設定檔沒有自動轉換的問題。",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "修復了 Linux 和 Mac 使用者在保存交換時顯示正確的資料夾名稱。",
  "Fixed some parts of the UI not getting translated from the start.": "修復了啟動 Skyve 時使用者介面中的部分字串沒有翻譯的問題。",
  "Greatly improved the processing speed of the Compatibility Report.": "Greatly improved the processing speed of the Compatibility Report.",
  "Added an option to have Filters & Action sections open by default.": "新增一個選項，現在可以選擇預設顯示/不顯示篩選選項和操作選項。",
  "Adding an info popup when subscribing to items for the first time.": "添加了在首次訂閱項目時，會彈出相關資訊視窗的功能。",
  "Changed the design of the top action buttons on both profile pages": "更改了組態檔案頁面頂部操作按鈕的設計",
  "Fixed Asset Editor launch settings not being remembered correctly.": "修復了沒有記住資產編輯器啟動設定的問題。",
  "Recommendations and info text are now clearer and easier to manage.": "建議和資訊文字現在更加清晰，更易於進行管理。",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "新增功能：右鍵點選一個組態檔案時，可以「查看此組態檔案的內容」。",
  "Fixed custom maps not loading when selected in the profile settings.": "修復了在設定檔設置中選擇地圖時，自訂地圖無法顯示的問題。",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "降低了「沒有完整下載」警告的敏感程度。",
  "Added a \"Download all displayed items\" in the actions in list pages.": "在列表頁面的操作選項中，新增「下載所有顯示的項目」選項。",
  "Added an option to hide the current playset's name in the main menu.": "Added an option to hide the current playset's name in the main menu.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "修復了「獲取幫助與日誌」選項卡內，沒有自動顯示簡化後的日誌的問題。",
  "The core systems of Skyve have been changed, organised, and optimised.": "Fixes an error caused by including/excluding mods that have contain assets.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "在實用工具選項內添加了導入並查看 BOB 設定檔的功能，以方便玩家訂閱缺失的外掛程式。",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "修復了 macOS 和 Linux 可能無法正確載入設定檔的問題。",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "修復了載入合集 URL 時可能無法正確解析 ID 的問題。",
  "Added a Snooze button to dismiss a certain compatibility notification.": "新增「稍後提醒」按鈕，可以關閉某個相容性通知。",
  "Your current playset's name is now displayed in the main menu in-game.": "Your current playset's name is now displayed in the main menu in-game.",
  "Fixed local assets not automatically refreshing after external changes.": "修復了在外部更改本地資產後，列表不會自動刷新的問題。",
  "You can now generate a zip file of your logs while the game is running.": "現在您可以在遊戲運行時，生成遊戲日誌檔的壓縮檔夾。",
  "Added an option to disable the automatic cleanup when opening the game.": "新增了一個選項以禁用創意工坊外掛程式清理程式。",
  "Local assets are now correctly groupped based on the folders they're in.": "現在可以根據本地資產所在資料夾，來對它們正確地分組。",
  "You can discover online profiles using a new button in the Profiles tab.": "使用組態檔案選項卡中的新按鈕，可以尋找線上組態檔案。",
  "Compatibility & package statuses are now shown on the right in the list.": "現在，相容性狀態和外掛狀態將在列表右側顯示。",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Fixed the incorrect names of packages while viewing a playset's contents.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "調整了內容頁面中操作選項的位置，並添加了兩個新的操作選項。",
  "Improved the Actions button to make it more visible and easier to access.": "最佳化操作選項的按鈕，使其更顯眼、更易於找到。",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Windows 系統上，使用 Skyve 刪除的檔案將被放進回收站。",
  "Potential fix for the app hanging on Compatibility Report related actions.": "Potential fix for the app hanging on Compatibility Report related actions.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Added an 'Open File' option to the right-click menu when selecting a file.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "修復了在 Steam 創意工坊重新訂閱外掛程式後，LOT2 軟體會強制增大專案顯示的問題。",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "新增了三種組態檔案用途：地圖製作、劇本製作和地圖主題製作。",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "修復了之前的設定和組態檔案有時沒有匯入到 Skyve 的問題。",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "新增功能：在所有問題修復完畢，或沒刪乾淨的外掛清理完畢後，Skyve 會彈出一條通知消息。",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "修復了匯入 LOT 1 的組態檔案可能卡死的罕見問題。",
  "Added an option in the Theme Changer to use Windows-styled top bar buttons.": "Added an option in the Theme Changer to use Windows-styled top bar buttons.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "修復了轉換 LOT1 設定檔後，所有資產被標記為「本地資產」的問題。",
  "Changed the icons of filters to reflect the correct icons used in the list.": "更改了篩選選項的圖示，現在清單會顯示正確的圖示了。",
  "Copy all IDs action now includes packages' names and local packages as well.": "Copy all IDs action now includes packages' names and local packages as well.",
  "Share a zip file containing all the logs needed for someone to help you out.": "分享一個壓縮檔夾，其中包含幫助您解決問題所需的所有日誌檔。",
  "The window buttons on the top right now have icons to explain their actions.": "現在右上角的視窗按鈕會有相應的圖示來解釋它們的功能。",
  "Required items automatically redirect to the packages' most recent successor.": "如果必需的外掛中有過時的外掛，會自動重新導向到最新的繼任外掛。",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "可能修復了無法大量訂閱物品的問題。",
  "Online profiles can be downloaded, or updated if you already have it locally.": "您可以下載線上組態檔案；或者，如果您有本地組態檔案並且已經上傳，可以更新該組態檔案。",
  "Fixed the compatibility report taking too long to be processed for some users.": "Fixed the compatibility report taking too long to be processed for some users.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "修復了當選擇新建存檔使用的地圖文件時，無法選擇遊戲自帶地圖的問題。",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "修復了在設定檔設定中，無法使用工作坊的地圖和存檔的問題。",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "現在，如果您的組態檔案存在尚未保存的更改，Skyve 圖示將會變成紫色。",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "修復了 Mac/Linux 取消訂閱外掛程式時 LOT2 無法回應的問題。",
  "Enabled the ability to request a review for a package that is currently broken.": "現在您可以對當前已損壞的外掛請求檢查。",
  "Required mods now have a different UI to let you know you can not exclude them.": "前置模組現在有不同的介面，以便讓您知道不能卸下它們。",
  "Added in the Utilities page an import from any text file or from your clipboard.": "在「實用工具」頁面裡新增了導入任何包含 Steam ID 的文字檔和剪貼板的功能（以方便訂閱或管理）。",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "添加了切換排序順序的功能，現在可以自己選擇昇冪和降冪。",
  "Broken, incompatible, and banned packages now have a new background in the list.": "現在，已損壞/不相容/已被封禁的外掛，在列表中將有一個新的警告樣式背景。",
  "Added a 'Notifications' section to let you know about important events or issues.": "Added a 'Notifications' section to let you know about important events or issues.",
  "Updated the Package Page to match the displayed information in the content lists.": "更新了外掛程式頁面以匹配內容清單中顯示的資訊。",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "當您在使用快速篩選的功能時，會自動清空上一次選擇的篩選標籤。",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "您可以將上傳的組態檔案設為私密的，或者使用 ID 共享組態檔案，亦或設為公開並允許任何人查看。",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "You can now select multiple items in the content lists using the Ctrl or Shift keys.",
  "Added links to the package page, as well as other information like its usage & type.": "新增了指向外掛工坊頁面的連結，以及其他資訊，如外掛的使用說明和類型。",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "組態檔案列表現在顯示為網格檢視，您可以在網格/列表檢視之間切換。",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Improved the author info gathering, which will fix the issue of authors not loading.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "當您安裝了多個 LOM 模組時，統計面板會顯示警告，讓您刪除其他多餘的 LOM 模組。",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "最佳化了 Skyve 應用程式的性能。按照預期，載入速度會更快，並且減少了卡頓。",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Local & Vanilla packages are now correctly matched while viewing a playset's contents.",
  "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.": "Fixed the troubleshoot system not correctly guessing what mod/asset was causing issues.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "現在統計面板會顯示收藏的設定檔，以方便切換設定檔。",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "現在，如果您之前使用了 Load Order Tool 2 並更新到了 Skyve，在第一次打開 Skyve 時，會自動在桌面建立 Skyve 的快捷方式。",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "沒有公開放原始碼現在是「警告」等級，而不是「取消訂閱」。",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Fixed the action button on the right of the Compatibility Report list not being clickable.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "修復了導入需要訂閱或取消訂閱的合集時，文本被翻轉的問題。",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "為「外掛程式狀態」和「相容性報告」的下拉式功能表添加了一個新的「任何問題」選項。",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "修復了在選擇按照「訂閱日期」顯示搜索結果時介面卡頓的問題。",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "在「新增組態檔案」頁面新增第三個選項：使用 ID 匯入線上組態檔案。",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "在外掛的詳情頁面上，新增了一個「引用」選項卡，以便查看所有使用了此外掛的外掛。",
  "Added an option to make optional packages use the same notification as required packages.": "新增了一個選項，可以將可選外掛視為必需外掛。",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "新增地方性語言分支：繁體中文（台灣）、英式英語、巴西葡萄牙語等。",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "修復了下載或更新組態檔案時，部分資料如縮圖沒有正確保存的問題。",
  "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.": "You can now import a Log Report file in the 'Help & Logs' page to quickly view its errors.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "更新了新的圖示系統，現在會根據您的介面比例適當縮放所有圖示。",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam 連結現在會在 Steam 用戶端內打開。該功能可以在「選項」中關閉。",
  "Each dashboard section is proportionally sized to the window size and adapts to its own size.": "Each dashboard section is proportionally sized to the window size and adapts to its own size.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "現在按照標籤進行快速篩選的方式更改為：按住 Ctrl 鍵 + 滑鼠按一下標籤。並且添加了一個選項來切換篩選的方式。",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Load Order Tool 2 新增了訂閱工作坊資產的必需物品的功能。",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "現在可以用通用的 XML 檔導入功能來導入 BOB 模組的設定檔了，該功能支持任何包含外掛程式 ID 的 XML 格式檔。",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "新增更新日誌頁面。在 LOM2 模組更新後，打開 LOT2 軟體時主頁面將直接展示更新日誌；或者在「獲取説明與日誌」選項內點擊\"打開更新日誌\"按鈕查看更新日誌。",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "新增在列表頁面顯示隱藏外掛數量的功能，顯示根據組態檔案的用途而被自動隱藏的外掛數量。",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "修復了第一次載入某個組態檔案或合集時，來自 Steam 的外掛資訊沒有載入的問題。",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "新增內容清單中按右鍵的操作選項，可以在所有外掛程式中裝載或卸下項目。",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "新增了一個功能，可以輕鬆處理您在工坊訂閱的外掛程式與 Steam 所下載的外掛程式不匹配的問題。",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "在實用工具內重新下載過期的 Load Order Tool 2 時，會關閉 LOT 2 應用程式，並自動開始下載與更新。",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "修復了按右鍵功能表中刪除所有本地資產時，只會刪除一個本地資產的問題。現在會刪除所有本地資產。",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "新增設定檔排序選項。在關閉程式前，將一直使用所選定的排序選項。",
  "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.": "Added an option to show column guides on the dashboard to easily snap to guided positions and sizes.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "主選單中的 Steam 面板現在預設會顯示，您可以在模組選項中隱藏此面板。",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "已將本地模組的名稱恢復為其所在資料夾名稱，而不是模組的工坊名稱，以防止出現問題。",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "在設定檔中添加了「新建資產」和「讀取資產」的啟動選項，以快速載入到資產編輯器。",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "在 Skyve 應用程式介面的左下角新增了一個方框，以顯示當前等待中的訂閱 / 取消訂閱操作。",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "您現在可以直接在 Skyve 應用程式為模組和資產編輯 Find it! 標籤。資產已經與遊戲同步！",
  "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.": "Fixed a bug where switching playsets with missing items would only continue if the app went out of focus.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "現在 Intersection Marking Tool 的標線、Render it! 的預設，Procedural Objects 的字型、以及遊戲翻譯模組將被識別為「偽模組」。",
  "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.": "Importing a Compatibility Report will now show it in your selected language, instead of the other person's.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "重做了清單的渲染方式，顯著提高了內容頁面的性能和回應速度。",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "您現在可以對某個外掛申請檢查，以便我們補充並更新相容性資料中缺失的資訊。",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "修復了當您只有其中一個模組時，相容性報告中會顯示與之相似模組的互動方式的問題。",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "現在如果連續訂閱多個外掛，Skyve 會記錄到任務等待列表中，而不是每次都啟動遊戲來進行訂閱操作。",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "現在，點選側邊欄中的「組態檔案」選項卡，將打開組態檔案列表，而不是當前組態檔案的設定。",
  "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.": "Disabled the recurring prompt for keeping the current settings when you're near the end of the troubleshooting.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "現在相容性報告包含了此提示資訊，以便快速輕鬆地查看您缺少的必需物品。",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "在外掛程式的頁面中，添加了「其他設定檔」選項卡，可以輕鬆地對其他設定檔中的這個外掛程式進行裝載或卸下。",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "修復了最小化 LOT2 視窗後，視窗會再次彈出的問題。",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "介紹：Skyve，Load Order Mod 1/2 和 Compatibility Report 的最終繼任模組。\n適用於 C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "在外掛程式名稱旁邊新增了一個圖示，顯示該外掛程式的評分和訂閱量。",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "將模組很久沒有進行過更新的報告等級降低到「提示」等級，這樣一來，Skyve 就不會向您傳送這個警告。",
  "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.": "Fixed an issue where having the Beta version of a mod still marked the original as missing for 'Required Packages'.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "改進了內容清單中的按鈕和篩選控制項，減小了它們的整體大小，並添加了更多視覺提示。",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "在實用程式選項卡中添加了一個按鈕，可以手動運行清理程式，並強制下載缺失的外掛程式。",
  "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.": "When reaching the end of the troubleshooting, Skyve will now automatically apply the optimal changes to fix the issue.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "現在模組會通過快取記憶體載入遊戲； 能大幅提高 Windows 和 Linux 上的載入效率，提升 macOS 上的載入速度。",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "新增了一個進階選項，啟用此選項後，在 Skyve 進行訂閱 / 取消訂閱操作之後，自動強制下載外掛或刪除已取訂（但沒刪除乾淨）的外掛。",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "修復了在「實用工具」頁面裡選擇 Loading Screen Mod Revisited 資產報告文件時未正確打開對應資料夾的問題。",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "在遊戲執行階段，Skyve 會禁止新訂閱的物品進行載入。\n這種做法可以防止遊戲卡死或模組出錯。",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "當您打開 LOT2 並啟動遊戲時，會自動刪除您已經取消訂閱（但沒刪除乾淨）的外掛程式。",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "請求檢查現在需要有效的問題描述，且會將您的記錄檔與申請一起傳送。「傳送檢查申請」按鈕旁邊會顯示免責聲明。",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "新增作者的組態檔案的頁面，點選模組或組態檔案的作者，即可訪問該作者的組態檔案的頁面。該頁面包含作者製作的外掛和作者公開的所有組態檔案。",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Fixed some packages not showing their successor properly.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "本地外掛會自動與工坊版本外掛匹配，顯示來自 Steam 創意工坊的外掛資訊，並正確顯示其相容性資訊。",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "現在，例如「缺失的外掛程式」和「工作坊合集」等二級內容頁面，使用者介面的設計與一級頁面（內容清單主頁面）相同，可以給用戶提供流線型體驗，並提供更多選項。",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Skyve 程序的新圖示根據遊戲和 Skyve 程序的運行狀態發光，藍色表示遊戲正在運行， 紅色表示沒有網路連線（請打開加速器 / VPN），快速閃爍表示正在啟動或關閉遊戲。",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "更改了滑鼠懸停時增加專案顯示大小的功能，現在預設會放大專案的顯示大小。改進了放大後的 UI，並將此功能應用於 LOT2 程式中的其他清單部分。",
  "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.": "You can now import a Log Report file onto the playset list to import the playset in it and directly view its contents.\r\nThose profiles are temporary, and so will be deleted the next time you open Skyve.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "現在在搜索欄中，可以用 「 , 」（英文逗號）分隔多個關鍵字：\n• 預設情況下，將顯示匹配任意關鍵字的專案\n• 在某個關鍵字前面添加 「 + 」（英文加號），搜索結果將必須匹配該關鍵字\n• 在某個關鍵字前面添加 「 - 」（英文減號），會排除與該關鍵字匹配的搜索結果\n\n舉例：\n• car, truck（顯示 \"car\" 或 \"truck\" 的搜索結果）\n• building +commercial（搜索結果為：匹配 \"building\" 的商業建築）\n• big, grass +decal（搜索結果為：匹配\"big\"或\"grass\"的貼花資產）\n• building, apartment +european（搜索結果為：匹配的 \"building\" 或 \"apartment\" 的歐式建築）\n• condo, house -rico +american（搜索結果為：匹配 \"condo\" 或 \"house\" 的美式非 RICO 建築）"
}