[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "مرحبا بكم في عصر سجل التغيير",
        "ChangeGroups": [
            {
                "Name": "جديد",
                "Changes": [
                    "إضافة زر 'إلغاء الاشتراك الكل' في إجراءات صفحات المحتوى.",
                    "إضافة قسم فائدة للاشتراك في العناصر المفقودة في إعدادات BOB.",
                    "إضافة خيار لجعل الفلاتر وقسم العمل مفتوحة بشكل افتراضي.",
                    "إضافة صفحات سجل التغيير، سترى ذلك على الإصدارات الجديدة أو باستخدام الزر الخاص بها في أقسام المساعدة."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "تم إضافة تقرير التوافق للأصول المكسورة",
                    "الحزم غير المدرجة لديها الآن الاسم الصحيح والصغير.",
                    "الآن يعبر المالكون لإعدادات المجلد بشكل صحيح عن نظام التشغيل الخاص بك.",
                    "Ctrl+Click على اسم المؤلف لإضافته إلى عامل التصفية الخاص بك"
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "لم يتم تحويل ملفات التعريف القديمة الثابتة بعد الإطلاق الأول.",
                    "الأصول المحلية الثابتة لا يتم تحديثها تلقائياً بعد التغييرات الخارجية.",
                    "إصلاح حذف الأصول المحلية من القائمة بالزر الأيمن وحذف جميع الأصول المحلية بدلاً من واحد فقط",
                    "تثبيت تحويل ملفات تعريف LOT 1 مما يؤدي إلى وضع علامة على الأصول على أنها 'محلية'",
                    "إصلاح المجلدات 'الحقيقية' التي يتم تبديلها على حفظ مستخدمي لينكس و ماك.",
                    "إصلاح لينكس و ماك المستخدمين غير قادرين على إنشاء سجل مضغوط."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "تمت إضافة قسم المساعدة والسجلات",
                "Changes": [
                    "الوصول بسهولة إلى سجلاتك.",
                    "عرض سريع للأخطاء في أحدث جلسة لعبتك/الحالية.",
                    "تبسيط ملف السجل للتركيز على ما يحدث في الواقع.",
                    "شارك ملف مضغوط يحتوي على جميع السجلات اللازمة لشخص ما لمساعدتك."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "غيّر أيقونات الفلاتر لتعكس الأيقونات الصحيحة المستخدمة في القائمة."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح النص في مجموعة الاستيراد للاشتراك وإلغاء الاشتراك الذي يتم قلبه.",
                    "أصلحت الخريطة المحددة لعبة جديدة لا تسمح للمستخدمين بتحديد خريطة الفانيليا."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح خطأ تسبب في تحميل غير محدود لبعض المستخدمين."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "التغييرات",
                "Changes": [
                    "إزالة علامة التبويب الاشتراك من خيارات التعديل داخل اللعبة.",
                    "لا يتم تطبيق DLCs الثابتة عند تحميل الملف الشخصي.",
                    "أصلح خيار اللغة ليكون فارغاً لبعض الناس.",
                    "إعادة التنزيل من البخار لن يجبر التركيز مرة أخرى على الأداة.",
                    "تغييرات واجهة المستخدم الأخرى."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "التغييرات",
                "Changes": [
                    "إضافة معلومات منبثقة عند الاشتراك في العناصر للمرة الأولى.",
                    "تم إضافة نص تحذير في لوحة التحكم عندما يكون لديك عدة مثيلات LOM.",
                    "تم إضافة علامات صغيرة بجوار عناوين الحزمة.",
                    "إعادة تحميل أداة طلب التحميل ستبدأ عملية التحميل وإغلاق التطبيق أثناء التحديث.",
                    "إصلاح وتحسين سرعة تحميل تقارير مودي الشاشة."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "نشرة بيتا عامة",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "عرض إصلاح الملف الشخصي",
        "ChangeGroups": [
            {
                "Name": "تغييرات الملف الشخصي",
                "Changes": [
                    "غيّر تصميم قائمة ملفك الشخصي.",
                    "تظهر الملفات الشخصية المفضلة الآن على لوحة التحكم الخاصة بك للسماح بسهولة التبديل بينها.",
                    "إضافة قسم 'ملفات التعريف الأخرى' في صفحة الحزمة لاستبعادها بسهولة أو تضمينها من ملفاتك الشخصية الأخرى",
                    "تم إضافة خيارات فرز ملف شخصي جديدة. سيتم الآن تذكر الفرز المحدد خلال الجلسات.",
                    "تم إضافة إجراءات انقر بالزر الأيمن في قائمة المحتوى لاستبعاد أو تضمين عنصر في جميع الحزم الخاصة بك.",
                    "إضافة زر لعرض ملف تعريف على جهاز الكمبيوتر الخاص بك.",
                    "يمكنك الآن تعيين لون إلى ملفك الشخصي.",
                    "يمكنك الآن إنشاء اختصار سطح المكتب لمواصفاتك.",
                    "يمكنك الآن استيراد ملف تعريف LOT 1 في قسم \"إضافة الملف الشخصي\"."
                ]
            },
            {
                "Name": "التحسينات",
                "Changes": [
                    "ستفتح روابط البخار الآن داخل نافذة Steam. يمكن تبديل هذا في الخيارات.",
                    "الآن تم تجميع الأصول المحلية بشكل صحيح على أساس المجلدات التي هي فيها.",
                    "سيتم عرض لوحة حساب فردوكس الخاصة بك دائمًا من الآن فصاعداً.",
                    "أزرار النافذة على أعلى اليمين الآن لديها أيقونات لشرح أفعالها.",
                    "تحسين استجابة صفحات قائمة المحتوى.",
                    "البحث في صفحات قائمة المحتوى الآن أسرع بكثير.",
                    "يتم الآن تخزين تحميل المودي؛ مما يؤدي إلى حمولات أكثر كفاءة على Windows & Linux، فضلا عن حمولات أسرع بكثير على macOS.",
                    "يمكنك الآن إنشاء ملف مضغوط لسجلاتك أثناء تشغيل اللعبة."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "تثبيت التجميد الذي يحدث في صفحات قائمة المحتوى.",
                    "حفظ الملفات الشخصية الثابتة لا يعمل بشكل صحيح.",
                    "إصلاح عدم القدرة على استخدام خرائط ورشة العمل وحفظ الألعاب في إعدادات الملف الشخصي",
                    "تثبيت الخرائط المخصصة التي لم يتم تحميلها عند تحديدها في إعدادات الملف الشخصي.",
                    "تحميل الملفات الشخصية الثابتة على macOS & Linux لا يطبق دائما بشكل صحيح.",
                    "إن وجود موقع مخصص لملفات تقرير LSMR سيبدأ الآن بشكل صحيح من هناك عند اختيار ملف تقرير في صفحة المرافق العامة."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "جديد و محسن",
                "Changes": [
                    "تمت إضافة استيراد في صفحة المرافق من أي ملف نصي أو من الحافظة الخاصة بك.",
                    "استيراد BOB هو الآن استيراد XML عام عن طريق إلغاء أي تنسيق XML يحتوي على معرفات الحزم."
                ]
            },
            {
                "Name": "الاصلاحات",
                "Changes": [
                    "إصلاح تحميل عنوان URL لمجموعة في بعض الأحيان لا يحلل المعرف بشكل صحيح.",
                    "إصلاح كلاوت يصبح غير مستجيب على Mac/Linux عند إلغاء الاشتراك من الحزمة."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "تحديث تنظيف الربيع",
        "ChangeGroups": [
            {
                "Name": "تصفية و البحث عن التغييرات",
                "Changes": [
                    "إضافة قائمة قائمة تصفية جديدة للمؤلف.",
                    "إضافة المزيد من الإجراءات إلى التسميات في قوائم المحتوى.",
                    "إضافة خيار جديد \"أي مشكلة\" لمنسدلة \"حالة الحزمة\" و \"تقرير التوافق\".",
                    "يتم الآن تنفيذ جميع إجراءات التصفية باستخدام Ctrl+Click، إضافة خيار لمبادلة هذه الوظيفة.",
                    "إعادة التصفية باستخدام الاختصارات في القائمة الآن إزالة العنصر من الفلتر الخاص بك.",
                    "فصل المصطلحات بفاصلة في بحثك سيؤدي إلى تقسيم بحثك لمطابقة أي من المصطلحات (OR)\r\n\t<unk> • إضافة '+' في بداية المصطلح الخاص بك يتطلب مطابقة المصطلح (AND)\r\n\t<unk> • إضافة '-' في بداية المصطلح الخاص بك سيستبعد العناصر التي تطابق هذا المصطلح\r\n\r\nأمثلة للبحث الجديد:\r\n\t<unk> • سيارة، شاحنة (تطابق 'السيارة' أو 'الشاحنة')\r\n\t<unk> • بناء، شقة +يوروبيان (تطابق 'يوروبيان' و ['بناء' أو 'شقة'])\r\n\t<unk> • كوندو, البيت - الأغني + الأمريكان (يطابق 'الأمريكية' و ['condo' أو' 'المنزل'] و لا 'rico')"
                ]
            },
            {
                "Name": "تغييرات واجهة المستخدم و UX",
                "Changes": [
                    "نفذ نظام أيقونة جديد يوسّع جميع الأيقونات بشكل مناسب حسب مقياس واجهة المستخدم.",
                    "إعادة صياغة القوائم وتحسين أداء صفحات المحتوى ومدى استجابتها بشكل جذري.",
                    "إضافة مفتاح ترتيب الفرز للاختيار بين الفرز التنازلي والترتيب التنازلي.",
                    "نقل قسم \"الإجراءات\" في صفحات المحتوى وأضاف خيارين جديدين.",
                    "الحزم المضمنة جزئيا لديها الآن واجهة مستخدم مختلفة في القائمة.",
                    "تحسين الأزرار والتحكم بالتصفية في قوائم المحتوى، وتقليل حجمها الإجمالي، وإضافة المزيد من المقتطفات البصرية.",
                    "غيّر خيار زيادة حجم عناصر القائمة عند التنفيس لزيادة حجمها دائمًا، تحسين واجهة المستخدم لعناصر القائمة الموسعة، وتطبيق هذه الوظيفة على بقية القوائم في التطبيق.",
                    "إضافة اختصار[0-9] Ctrl+ للتبديل بين علامات التبويب المتاحة.",
                    "تم تبديل جميع الأزرار المزدوجة وأزرار تبديل الخيار.",
                    "يتم الآن تعطيل الرسوم المتحركة بشكل افتراضي على macOS & Linux.",
                    "الكثير من التحسينات والتغييرات وإصلاحات واجهة المستخدم، فقدت العدد."
                ]
            },
            {
                "Name": "إعادة اختيار الملف",
                "Changes": [
                    "تم تحديث واجهة المستخدم لشاشة اختيار الملفات.",
                    "إضافة مجلدات مثبتة للوصول بسهولة إلى المجلدات ذات الصلة.",
                    "أضف قسم ورشة عمل لتحديد خرائط وحفظات ورشة العمل بسهولة.",
                    "تم إضافة ترتيب الترتيب المنسدلة و تبديل الطلب",
                    "إضافة قائمة/تبديل طريقة عرض الشبكة."
                ]
            },
            {
                "Name": "اصلاح الخلل",
                "Changes": [
                    "تم تثبيت تشغيل \"كلا\" بعد أن تم إيقاف تشغيل الشاشة سابقاً مما أدى إلى ظهور النافذة الآن.",
                    "إصلاح خيار LHT الذي لا يعمل عند الإطلاق في خريطة جديدة.",
                    "إصلاح صفحات المؤلف غير مفتوحة بشكل صحيح في الفريق.",
                    "التجميد الثابت الذي يحدث أثناء البحث بينما تم تحديد ترتيب 'وقت الاشتراك'."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "تنظيف حزم الورشة",
                "Changes": [
                    "تم إضافة وظائف جديدة للتعامل بسهولة مع حالات عدم التوافق بين Steam والحزم التي تم تنزيلها.",
                    "الحزم التي لم تشترك فيها لم تعد تحمل في اللعبة.",
                    "سيؤدي تشغيل اللعبة أثناء فتح \"LOT\" تلقائياً إلى حذف أي حزم لم تشترك بها، ولكن يتم تنزيلها على جهاز الكمبيوتر الخاص بك.",
                    "إضافة زر في علامة تبويب المرافق لتشغيل هذا التنظيف يدوياً بالإضافة إلى إجبار التنزيل من الحزم المفقودة."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "جديد",
                "Changes": [
                    "إضافة خيار لتعطيل التنظيف التلقائي عند فتح اللعبة.",
                    "إضافة صندوق حجج مخصص لإعدادات الإطلاق المتقدمة."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "أيقونة التصويت والمشتركين",
                "Changes": [
                    "أضف أيقونة جديدة بجوار حزمة تعرض ملخصا سريعا للأصوات وعدد المشتركين في الحزمة.",
                    "قم بتحويله لعرض القيم.",
                    "انقر على الرمز للحصول على وصف متعمق لهذه الميزة.",
                    "إضافة خيارات فرز 'التصويت' و 'مجموع المشتركين'."
                ]
            },
            {
                "Name": "متطلبات الأصول",
                "Changes": [
                    "العناصر المطلوبة المعروضة على صفحة أصول الورشة مدمجة الآن في أداة طلب التحميل.",
                    "سيتم تضمين هذه المعلومات الآن في تقرير التوافق لترى بسرعة وسهولة ما كنت مفقودا."
                ]
            },
            {
                "Name": "تغييرات أخرى",
                "Changes": [
                    "حدّث صفحة الحزمة لتطابق المعلومات المعروضة في قوائم المحتوى.",
                    "قوائم المحتوى الثانوي مثل 'حزم مفقودة' و 'مجموعة الورشة' تستخدم الآن نفس واجهة المستخدم كصفحات قائمة المحتوى الرئيسية، السماح بتجربة مبسطة وخيارات أكثر.",
                    "إضافة 'أصول جديدة' و 'تحميل الأصول' خيارات الإطلاق في الملف الشخصي للتحميل بسرعة إلى محرر الأصول."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "تقديم, سماع, الخلف النهائي لمودة طلب الحمولة 1/2 وتقرير التوافق.\r\nقادمة لـ C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "إصلاح تقرير التوافق",
                "Changes": [
                    "ويجري الآن دمج تقرير التوافق مباشرة في السماء.",
                    "التوصيات ونص المعلومات أصبحت الآن أكثر وضوحا وأسهل إدارتها.",
                    "إضافة زر غفوة لرفض إشعار معين بالتوافق.",
                    "العناصر المطلوبة إعادة توجيهها تلقائياً إلى أحدث خلف.",
                    "يتم مطابقة الحزم المحلية تلقائيًا مع نظيرها على الإنترنت، مع عرض المعلومات من Steam وعرض معلومات التوافق بشكل صحيح.",
                    "يمكنك الآن طلب مراجعة لحزمة لإعلامنا عن المعلومات الناقصة في بيانات التوافق.",
                    "التبويب تقرير التوافق متاح الآن."
                ]
            },
            {
                "Name": "ميزات جديدة",
                "Changes": [
                    "يمكنك الآن تحرير العثور عليه! العلامات مباشرة في التطبيق للمودعات والأصول. يتم مزامنة الأصول مع اللعبة.",
                    "إضافة علامة تبويب \"المراجع\" على صفحة الحزمة لرؤية جميع الحزم الأخرى التي تشير إليها.",
                    "تم إضافة خيار لصنع حزم اختيارية باستخدام نفس الإشعار كحزم مطلوبة.",
                    "أضيفت لهجات لغوية، اللغة الصينية التقليدية (تايوان)، والإنكليزية (المملكة المتحدة)، والبرتغالية البرازيلية."
                ]
            },
            {
                "Name": "تغييرات أخرى",
                "Changes": [
                    "الآن تتضمن Pseudo-mods علامات IMT ، وقم بتقديمها! مسبقًا، خطوط الأشياء الإجرائية، موديلات الترجمة.",
                    "تم إضافة روابط إلى صفحة الحزمة، بالإضافة إلى معلومات أخرى مثل استخدامها ونوعها.",
                    "إضافة استخدامات جديدة للملف الشخصي: إنشاء الخريطة، صنع السيناريو، صنع السمة.",
                    "تم إضافة نص إضافي في القائمة لإظهار عدد الحزم المخفية بسبب استخدام الملف الشخصي الخاص بك.",
                    "قم بتحسين زر الإجراءات لجعله أكثر وضوحا وسهولة في الوصول.",
                    "الرمز الجديد يتدفق الآن بناء على ما يحدث، اللون الأزرق يشير إلى أن اللعبة تشتغل، أحمر يعني عدم وجود اتصال بالإنترنت، والتحرج السريع يعني أنها تبدأ أو تغلق اللعبة."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed previous settings and profiles sometimes not carrying over to Skyve.",
                    "A shortcut will now be created when you first open Skyve after you previously had LOM2.",
                    "Fixed a rare case where the compatibility info was not loading.",
                    "Enabled the ability to request a review for a package that is currently broken.",
                    "Loosened the sensitivity of the 'Partially Downloaded' notification."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Improved the performance of the app. Quicker load times & less stutters are expected.",
                    "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.",
                    "Fixed mods being detected in the local assets folder."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the options tab not opening for macOS & Linux.",
                    "Fixed the Help & Logs tab not loading your current log automatically.",
                    "Fixed the log file path being wrong on Linux."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.",
                    "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.",
                    "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the asset summary not showing in the dashboard.",
                    "Fixed the out of date status not working correctly."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Fixes & Changes",
                "Changes": [
                    "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.",
                    "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.",
                    "Fixed the changelog not opening with some languages.",
                    "Potentially fixed subscribing to a large amount of items failing/not working."
                ]
            }
        ]
    },
    {
        "Version": "3.0.6",
        "Date": "2023-05-29",
        "ChangeGroups": [
            {
                "Name": "Reworked Subscription Process",
                "Changes": [
                    "You can now subscribe to packages while the game is open.",
                    "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.",
                    "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.",
                    "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.",
                    "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning."
                ]
            },
            {
                "Name": "New",
                "Changes": [
                    "Added \"View this Profile's contents\" in profiles' right-click menu.",
                    "Added a \"Force download\" option in packages' right-click menu.",
                    "Added more context to some popups",
                    "Added a \"Download all displayed items\" in the actions in list pages."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the profile list not updating instantly.",
                    "Fixed profile packages not showing their workshop name.",
                    "Fixed packages' steam info not loading from the first time when viewing a profile or collection.",
                    "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.",
                    "Improved the performance for people with a lot of mods."
                ]
            }
        ]
    },
    {
        "Version": "3.0.7.1",
        "Date": "2023-06-05",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the crash on launch."
                ]
            }
        ]
    },
    {
        "Version": "3.0.7.2",
        "Date": "2023-06-12",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Updated for the latest game patch."
                ]
            }
        ]
    },
    {
        "Version": "3.1.0",
        "Date": "2023-06-13",
        "Tagline": "Online profiles, coming through!",
        "ChangeGroups": [
            {
                "Name": "Online Profiles",
                "Changes": [
                    "You can now upload a profile online, up to 5 profiles per user.",
                    "Uploaded profiles can be private, shared with an ID, or public for everyone to see.",
                    "Online profiles can be downloaded, or updated if you already have it locally.",
                    "You can discover online profiles using a new button in the Profiles tab.",
                    "Added a third option in the 'Add Profile' page to import an online profile using its ID."
                ]
            },
            {
                "Name": "Profile Changes",
                "Changes": [
                    "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.",
                    "Profiles list now uses a Grid View, and you can toggle between the grid & list view.",
                    "Changed the design of the top action buttons on both profile pages",
                    "If your profile has un-saved changes, the Skyve logo will now light up purple.",
                    "Profiles can now have thumbnails.",
                    "Profile usages now have separate icons."
                ]
            },
            {
                "Name": "New & Updated",
                "Changes": [
                    "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.",
                    "Deletions by Skyve will now send the files to the recycle bin on Windows.",
                    "Added 6 new reset buttons in the Utilities page.",
                    "Added 2 new buttons in the Help & Logs page.",
                    "Compatibility & package statuses are now shown on the right in the list.",
                    "Broken, incompatible, and banned packages now have a new background in the list.",
                    "Local mods' name & label have been updated.",
                    "Missing source code will now generate a warning instead of an unsubscribe notification.",
                    "Required mods now have a different UI to let you know you can not exclude them.",
                    "Added a setting in-game to enable hot-reload for mods & assets.",
                    "Improved performance while including/excluding packages.",
                    "Added Hungarian language"
                ]
            }
        ]
    },
    {
        "Version": "3.1.0.1",
        "Date": "2023-06-14",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Added an option to ignore internet connectivity checks.",
                    "Added an indicator that a profile is uploading.",
                    "Added a button to easily view an online profile's contents.",
                    "Fixed an error while fetching steam user info.",
                    "Fixed Asset Editor launch settings not being remembered correctly.",
                    "Fixed updating an online profile not working properly."
                ]
            }
        ]
    },
    {
        "Version": "3.1.1",
        "Date": "2023-06-16",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Added a loading animation when viewing a profile's contents.",
                    "Fixed downloading or updating a profile not properly saving some data like the thumbnail.",
                    "Fixed private packages being marked as .",
                    "Fixed some parts of the UI not getting translated from the start."
                ]
            }
        ]
    },
    {
        "Version": "3.1.2",
        "Date": "2023-06-21",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixes an error caused by including/excluding mods that have contain assets.",
                    "Fixed the action button on the right of the Compatibility Report list not being clickable.",
                    "Fixed some packages not showing their successor properly."
                ]
            }
        ]
    }
]