{
  "New": "Nové",
  "Fixes": "Opravy",
  "Changes": "Změny",
  "Bug-Fixes": "Opravy chyb",
  "Improvements": "Zlepšení",
  "New Features": "Nové funkce",
  "Other Changes": "Jiné změny",
  "New & Updated": "Nové a aktualizované",
  "New & Improved": "Nové & Vylepšené",
  "Profile Changes": "Změny profilu",
  "UI & UX Changes": "UI & UX změny",
  "Fixes & Changes": "Opravy a změny",
  "Online Profiles": "Online Profiles",
  "Other UI changes.": "Další změny uživatelského rozhraní.",
  "Asset Requirements": "Požadavky na aktiva",
  "Core Systems Rework": "Repráce základních systémů",
  "Troubleshoot System": "Systém odstraňování problémů",
  "Beta Public Release": "Beta veřejné vydání",
  "Content Lists Changes": "Změny seznamů obsahu",
  "File Selection Revamp": "Revize výběru souboru",
  "Spring cleaning update": "Aktualizace jarního čištění",
  "Filter & Search Changes": "Filtrovat a hledat změny",
  "Vote & Subscribers Icon": "Ikona hlasování a předplatitelů",
  "Easily access your logs.": "Snadný přístup k vašim logům.",
  "Added Hungarian language": "Přidán maďarský jazyk",
  "Workshop Packages Cleanup": "Čištění balíčků dílny",
  "Fixed the crash on launch.": "Při spuštění došlo k nápravě selhání.",
  "Added a new 'Midnight' theme.": "Přidána nová šablona 'Midnight'.",
  "Welcome to the change-log era": "Vítejte v éře protokolu změn",
  "Added the Help & Logs section": "Přidána sekce Nápověda a logy",
  "Compatibility Report Overhaul": "Přepsání zprávy o kompatibilitě",
  "Reworked Subscription Process": "Přepracovaný proces předplatného",
  "Added a List/Grid view toggle.": "Přepínač seznamu nebo mřížky byl přidán.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "Úplné přepracování! A mnohem více...",
  "Presenting, the Profile Overhaul": "Zobrazení, generální oprava profilu",
  "Online profiles, coming through!": "Online profily, procházejí!",
  "Added more context to some popups": "Přidáno více kontextu do některých vyskakovacích oken",
  "Profiles can now have thumbnails.": "Profily mohou nyní mít miniatury.",
  "A full rework! -behind the scenes": "Úplné přepracování! -za scénami",
  "Updated for the latest game patch.": "Aktualizováno pro nejnovější záplaty hry.",
  "Stable release of the v3.2 update.": "Stabilní vydání aktualizace v3.2.",
  "Added a new author filter dropdown.": "Přidán nový autor filtr rozbalovacího seznamu.",
  "Added a 'Load Order' sorting option.": "Přidána možnost řazení 'Načíst objednávku'.",
  "Hover over it to display the values.": "Přejeďte prstem pro zobrazení hodnot.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Využití profilu má nyní samostatné ikony.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "Přidány malé značky vedle názvů balíčků.",
  "Changed the design of your profile list.": "Změna vzhledu Vašeho seznamu profilů byla změněna.",
  "Fixed private packages being marked as .": "Opraveny soukromé balíčky, které jsou označeny jako .",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "Název a štítek místních modů byly aktualizovány.",
  "Added Compatibility Report for broken Assets": "Přidána zpráva o kompatibilitě pro poškozené položky",
  "You can now assign a color to your profiles.": "Nyní můžete přiřadit barvu ke svým profilům.",
  "Added a Sorting dropdown & sort order toggle": "Přepínač rozevírací nabídky a řazení řazení",
  "Added 2 new buttons in the Help & Logs page.": "Přidána 2 nová tlačítka na stránce Nápověda a logy.",
  "Fixed playsets disappearing on macOS & Linux.": "Na macOS a Linuxu zmizí pevné přehrávače",
  "Updated the UI of the file selection screens.": "Aktualizováno uživatelské rozhraní obrazovky pro výběr souborů.",
  "Fixed the log file path being wrong on Linux.": "Opravena cesta k souboru protokolu na Linuxu.",
  "The Compatibility Report tab is now available.": "Záložka zprávy o kompatibilitě je nyní k dispozici.",
  "Fixed the profile list not updating instantly.": "Seznam profilů nebyl opraven okamžitě.",
  "Fixed an error while fetching steam user info.": "Opravena chyba při načítání informací o uživateli páry.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Přidán indikátor, který se nahrává do profilu.",
  "Fixed Profiles' Auto-Save not working correctly.": "Opravené profily' automatické ukládání nefunguje správně.",
  "Added 6 new reset buttons in the Utilities page.": "Přidáno 6 nových tlačítek pro obnovení na stránce Nástroje.",
  "Fixed freezes happening in the content list pages.": "Opravené zmrazení, které se děje na stránkách seznamu obsahu.",
  "Added more actions to labels in the content lists.": "Přidáno více akcí do popisků v seznamech obsahu.",
  "Fixed author pages not opening correctly in Steam.": "Opravené stránky autora se ve Steamu neotevírají správně.",
  "Fixed the out of date status not working correctly.": "Opravena nefunkčnost stavu zastaralého data.",
  "Fixed DLCs not being applied when loading a profile.": "Při načítání profilu se neuplatňují pevné DLC.",
  "Search in the content list pages is now much faster.": "Hledat na stránkách seznamu obsahu je nyní mnohem rychlejší.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Přidány 'Hlasy' a možnosti řazení celkového odběru.",
  "Fixed the options tab not opening for macOS & Linux.": "Opravena karta možností, která se neotevírá pro macOS a Linux.",
  "Fixed the changelog not opening with some languages.": "Opraven seznam změn, který se neotevírá s některými jazyky.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "\"Profily\" se nyní nazývá \"Playsets\".",
  "Swapped all double-buttons and option toggles' sides.": "Prohodili všechna dvojitá tlačítka a volba přepíná strany.",
  "Fixed mods being detected in the local assets folder.": "Opravené mody byly zjištěny ve složce místních aktiv.",
  "Fixed the asset summary not showing in the dashboard.": "Opraven souhrn majetku se nezobrazuje na nástěnce.",
  "Fixed the language option being empty for some people.": "Opravena volba jazyka, která je pro některé lidi prázdná.",
  "Improved the responsiveness of the content list pages.": "Zlepšená reakce stránek v seznamu obsahu.",
  "Fixed updating an online profile not working properly.": "Opravena aktualizace online profilu, který nefunguje správně.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl + Klepněte na jméno autora pro přidání do filtru",
  "Added Pinned folders to easily access relevant folders.": "Přidány připnuté složky pro snadný přístup k příslušným složkám.",
  "Fixed profile packages not showing their workshop name.": "Balíky s pevným profilem nezobrazují název dílny.",
  "Improved the performance for people with a lot of mods.": "Zlepšil výkon pro lidi s mnoha módy.",
  "Added an option to ignore internet connectivity checks.": "Přidána možnost ignorovat kontroly připojení k internetu.",
  "Fixed a bug that caused infinite loading for some users.": "Opravena chyba, která způsobila nekonečné načítání pro některé uživatele.",
  "You can now create a desktop shortcut for your profiles.": "Nyní můžete vytvořit zástupce pro vaše profily.",
  "Animations are now disabled by default on macOS & Linux.": "Animace jsou nyní ve výchozím nastavení zakázány na macOS a Linuxu.",
  "Improved performance while including/excluding packages.": "Vylepšený výkon při zařazení/vyloučení balíčků.",
  "Added a button to view a Profile's file on your computer.": "Přidáno tlačítko pro zobrazení profilového souboru na vašem počítači.",
  "You can now subscribe to packages while the game is open.": "Nyní se můžete přihlásit k odběru balíčků, dokud bude hra otevřena.",
  "Unlisted packages now have the correct name and thumbnail.": "Neuvedené balíčky mají nyní správný název a náhled.",
  "Simplify a log file to focus on what's actually happening.": "Zjednodušte soubor protokolu a zaměřte se na to, co se skutečně děje.",
  "Removed the subscription tab from the in-game mod options.": "Odebírka byla odebrána z možností modu ve hře.",
  "Added a custom arguments box for advanced launch settings.": "Přidáno vlastní argumenty políčka pro pokročilé nastavení spouštění.",
  "Updated the color design of the app's logo on the top-left.": "Aktualizován barevný design loga aplikace v levém horním rohu.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Pevná a vylepšená rychlost načítání módu obrazovky.",
  "Compatibility Report is now integrated directly into Skyve.": "Zpráva o kompatibilitě je nyní přímo integrována do Skyve.",
  "Added a button to easily view an online profile's contents.": "Přidáno tlačítko pro snadné zobrazení obsahu online profilu.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Přidáno tlačítko 'Odhlásit vše' v rámci akcí obsahu.",
  "Added a loading animation when viewing a profile's contents.": "Přidána animace při prohlížení obsahu profilu.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Kliknutí na filtr nyní používá klávesu Alt místo klávesy Ctrl.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Opraveni uživatelé Linuxu a Mac nejsou schopni vygenerovat zip.",
  "Quickly view errors in your most recent/current game session.": "Rychlé zobrazení chyb ve vaší poslední nebo aktuální herní relaci.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Přidána zkratka Ctrl+[0-9] pro přepínání mezi dostupnými kartami.",
  "So many more UI improvements, changes, and fixes I lost count.": "Tolik další vylepšení, změny a opravy uživatelského rozhraní, které jsem ztratil počet.",
  "Click on the icon for an in-depth description of this feature.": "Klikněte na ikonu pro podrobný popis této funkce.",
  "Added a \"Force download\" option in packages' right-click menu.": "Přidána možnost \"Vynutit stažení\" v menu pravým tlačítkem myši balíčku.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Nastavení řazení a zobrazení jsou nyní uložena na základě jednotlivých stránek.",
  "Placeholders for folder settings now correctly reflect your OS.": "Zástupné symboly pro nastavení složek nyní správně odrážejí váš OS.",
  "Fixed the LHT option not working when launching into a new map.": "Opravena možnost LHT nefunguje při spuštění nové mapy.",
  "Fixed a rare case where the compatibility info was not loading.": "Opraven vzácný případ, kdy nebyly načteny informace o kompatibilitě.",
  "You can now upload a profile online, up to 5 profiles per user.": "Nyní můžete nahrát profil online, až 5 profilů na uživatele.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Přidáno nastavení ve hře, které umožní teplé znovunačtení modů a aktiv.",
  "Fixed the current playset's name staying visible while in-game.": "Opraveno jméno aktuální herny zůstane viditelné během hry.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Nyní můžete importovat profil LOT 1 v sekci 'Přidat profil'.",
  "Your Paradox account panel will always be displayed from now on.": "Váš Paradox účet bude vždy zobrazen od této chvíle.",
  "Partially included packages now have a different UI in the list.": "Částečně zahrnuté balíky mají nyní v seznamu jiné uživatelské rozhraní.",
  "Added a Workshop section to easily select workshop maps & saves.": "Přidána sekce Workshop pro snadný výběr map a uložení.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Balíčky, které nemáte předplatné, již nejsou načteny ve hře.",
  "Fixed legacy profiles not being converted after the first launch.": "Pevné starší profily nebyly po prvním spuštění převedeny.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Opraveny složky 'Real' se vyměňují na uložení pro uživatele Linuxu a Mac.",
  "Fixed some parts of the UI not getting translated from the start.": "Opraveny některé části uživatelského rozhraní nebyly od začátku přeloženy.",
  "Added an option to have Filters & Action sections open by default.": "Přidána možnost mít ve výchozím nastavení otevřené sekce Filtry a akce.",
  "Adding an info popup when subscribing to items for the first time.": "Přidávám informační vyskakovací okno při prvním odebírání položek.",
  "Changed the design of the top action buttons on both profile pages": "Změněn vzhled tlačítek horních akcí na obou profilech",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Nastavení spuštění editoru s fixním majetkem není správně pamatováno.",
  "Recommendations and info text are now clearer and easier to manage.": "Doporučení a informační text jsou nyní jasnější a snazší spravovat.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Přidáno \"Zobrazit obsah tohoto profilu\" v menu pravým tlačítkem profilu.",
  "Fixed custom maps not loading when selected in the profile settings.": "Opraveny vlastní mapy nenačtené, když jsou vybrány v nastavení profilu.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Uvolnil citlivost oznámení \"Částečně stažené\".",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Přidáno \"Stáhnout všechny zobrazené položky\" v akcích na stránkách seznamu.",
  "Added an option to hide the current playset's name in the main menu.": "Přidána možnost skrýt název aktuálního přehrávače v hlavním menu.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Opravena záložka Nápověda & Logs automaticky nenačítá váš aktuální protokol.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Základní systémy Skyve byly změněny, organizovány a optimalizovány.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Přidána sekce Utility k odběru chybějících položek v BOB konfiguraci.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Načítání profilů na macOS a Linuxu nebylo vždy prováděno správně.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "Opraveno načítání URL kolekce, která někdy chybně parsuje ID.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Přidáno tlačítko Odložit pro zrušení určitého oznámení o kompatibilitě.",
  "Your current playset's name is now displayed in the main menu in-game.": "Vaše aktuální jméno je nyní zobrazeno v hlavní nabídce ve hře.",
  "Fixed local assets not automatically refreshing after external changes.": "Fixní místní aktiva nejsou automaticky obnovena po externích změnách.",
  "You can now generate a zip file of your logs while the game is running.": "Nyní můžete vygenerovat zip soubor vašich logů, zatímco hra běží.",
  "Added an option to disable the automatic cleanup when opening the game.": "Přidána možnost vypnout automatické čištění při otevření hry.",
  "Local assets are now correctly groupped based on the folders they're in.": "Místní aktiva jsou nyní správně seskupena na základě složek, ve kterých se nacházejí.",
  "You can discover online profiles using a new button in the Profiles tab.": "Online profily můžete objevovat pomocí nového tlačítka v záložce Profil.",
  "Compatibility & package statuses are now shown on the right in the list.": "Kompatibilita & stav balíčků jsou nyní zobrazeny v pravém seznamu.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Při prohlížení obsahu přehrávače byly opraveny nesprávné názvy balíčků.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "Přesunuto do sekce 'Akce' na stránky s obsahem a přidáno 2 nové možnosti.",
  "Improved the Actions button to make it more visible and easier to access.": "Zlepšeno tlačítko Akce, aby bylo viditelnější a snadnější.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Smazání Skyve nyní odešle soubory do koše v systému Windows.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Při výběru souboru byla do nabídky přidána možnost 'Otevřít soubor'.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "Obnovení stahování z páry již nevnutí zaměření zpět na nástroj.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Přidána nová použití profilu: Tvorba map, tvorba scénářů a tvorba motivů.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Opraveno předchozí nastavení a profily, které někdy nepřenášejí do Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Přidána zpráva, která vám dá vědět, když končí 'Opravit všechny problémy' a 'Spustit čištění'.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Opravena vzácná chyba, při níž by načítání profilu LOT 1 pokračovalo navždy.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Fixní konverze profilů LOT 1 vedoucí k tomu, že aktiva jsou označena jako „lokální“",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Změněny ikony filtrů tak, aby odrážely správné ikony použité v seznamu.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Kopírovat všechny ID akce nyní obsahuje také názvy balíčků a místní balíčky.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Sdílejte zip soubor obsahující všechny logy potřebné k tomu, aby vám někdo pomohl.",
  "The window buttons on the top right now have icons to explain their actions.": "Okno tlačítek nahoře má nyní ikony pro vysvětlení jejich akcí.",
  "Required items automatically redirect to the packages' most recent successor.": "Požadované položky automaticky přesměrovány na poslední následovníka balíčků.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Potenciálně fixované předplatné velkého množství nefunkčních/nefunkčních položek.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Online profily mohou být staženy nebo aktualizovány, pokud již máte lokálně.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Opraven výběr mapy pro novou hru neumožňuje uživatelům vybrat vanilní mapu.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "Opraveno, že v nastavení profilu není možné používat Workshop mapy a ukládat hry",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Pokud váš profil obsahuje neuložené změny, logo Skyve se nyní rozsvítí fialově.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "Při odhlášení z balíčku se LOT stane nereagujícím na Mac/Linuxu.",
  "Enabled the ability to request a review for a package that is currently broken.": "Povolena možnost požádat o recenzi balíčku, který je v současné době nefunkční.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Požadované mody mají nyní jiné uživatelské rozhraní, abyste věděli, že je nemůžete vyloučit.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Přidáno na stránce Nástroje import z libovolného textového souboru nebo ze schránky.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Přidán přepínač pořadí pro výběr mezi vzestupným a sestupným řazením.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Broken, nekompatibilní a zakázané balíčky mají nyní v seznamu nové pozadí.",
  "Updated the Package Page to match the displayed information in the content lists.": "Aktualizována stránka balíčku, aby odpovídala zobrazeným informacím v seznamech obsahu.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "Přefiltrování pomocí zkratek v seznamu nyní odstraňuje položku z vašeho filtru.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Nahrané profily mohou být soukromé, sdílené s ID nebo veřejné, aby všichni viděli.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Nyní můžete vybrat více položek v seznamech obsahu pomocí kláves Ctrl nebo Shift.",
  "Added links to the package page, as well as other information like its usage & type.": "Přidány odkazy na stránku balíčku, stejně jako další informace jako její použití a typ.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "Seznam profilů nyní používá zobrazení mřížky a můžete přepínat mezi tabulkou a seznamem.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Vylepšeno shromažďování informací o autorovi, což opraví problém nenačtených autorů.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Přidán varovný text na nástěnce, pokud máte nainstalováno více LOM instancí.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Zlepšený výkon aplikace. Očekává se rychlejší zatížení a méně seřaďovačů.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Lokální balíčky & Vanilla jsou nyní při prohlížení obsahu přehrávače správně sladěny.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Oblíbené profily jsou nyní zobrazeny na vaší nástěnce, což umožňuje snadné přepínání mezi nimi.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Zástupce bude nyní vytvořen při prvním otevření Skyve poté, co jste dříve měli LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Chybějící zdrojový kód nyní vygeneruje varování namísto oznámení o odhlášení.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Vyloučené mody již nepoužívají soubor '.excluded', místo toho používají nový ModConfig soubor.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Opraven text ve sbírce importů pro odebírání a odhlášení byl přepsán.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Přidána nová možnost \"Jakékoliv problémy\" pro \"Stav balíčku\" a \"Zpráva o kompatibilitě\".",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Opravena zmražení při vyhledávání, zatímco bylo vybráno řazení 'Odebírat čas'.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Přidána třetí možnost na stránce 'Přidat profil' pro import online profilu pomocí jeho ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Opravení autoři a štítky se neaktualizují, pokud vložíte stránku před jejím načtením.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Přidána záložka \"Reference\" na stránce balíčku, aby se zobrazily všechny ostatní balíčky, které na ni odkazují.",
  "Added an option to make optional packages use the same notification as required packages.": "Přidána možnost volitelných balíků používat stejné oznámení jako požadované balíky.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "The Czech language dialects is spoken by Czechs in the Czech Republic.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Opraveno stahování nebo aktualizace profilu není správně ukládáno některá data jako je náhled.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Zavedl nový systém ikon, který vhodně rozšiřuje všechny ikony do měřítka vašeho uživatelského rozhraní.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Přidáno vyhledávání, filtrování a třídění nástrojů do seznamů na stránce autorů & na stránce balíčků.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Steam odkazy se nyní otevřou uvnitř Steamova okna. To lze vypnout v Nastavení.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Všechny akce filtru jsou nyní prováděny pomocí Ctrl+Click, přidány možnost výměny této funkce.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Požadované položky zobrazené na stránce položky dílny jsou nyní začleněny do nástroje pro načtení objednávky.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "BOB import je nyní generický XML import podporou formátu XML, který obsahuje ID balíčku.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Přidány stránky protokolu změn, uvidíte je na nových verzích nebo pomocí tlačítka v sekcích Nápověda.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Přidán další text v seznamu, který ukazuje, kolik balíčků je skryto z důvodu využití vašeho profilu.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Pevné informace o parní síle balíků se nenačítají poprvé při prohlížení profilu nebo kolekce.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Zobrazit nastavení složky' je nyní automaticky zapnuto, pokud je jedno z nastavení složky nesprávné.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Přidána akce kliknutím pravým tlačítkem myši v seznamu obsahu, aby se vyloučila nebo zahrnula položka do všech vašich balíčků.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Přidány nové funkce, které snadno zvládnou nesoulad mezi Steamem a vašimi staženými balíčky.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Obnovením stahování Objednávky spustí stahování a zavře aplikaci, dokud se aktualizuje.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Opraveno odstranění lokálních aktiv z menu pravým tlačítkem myši odstraňujícího všechny lokální položky místo jen jednoho",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Přidány nové možnosti řazení profilu. Vybrané řazení bude zapamatováno během relací.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Steam panely v hlavním menu jsou nyní zobrazeny ve výchozím nastavení, stále je můžete skrýt v nastavení módu.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "Název lokálních modů byl vrácen do názvu složky místo dílny, aby se předešlo problémům.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Přidány možnosti spuštění 'Nový majetek' a 'Načíst majetek' do profilu pro rychlé načtení do Editoru majetku.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Přidáno políčko v dolní části vlevo od aplikace, které vám dá vědět o nevyřízených úlohách předplatného/odhlášení.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Vylepšeno okno 'Přidat štítky', můžete snadno vybrat z existujících štítků a upravit více položek najednou.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Nyní můžete upravit Najít! Tagy přímo v aplikaci do módu a majetku.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Pseudomody nyní zahrnují IMT značení, předělat jej! Přednastavení, písma procedurálních objektů a překladové mody.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Přepracovalo vykreslování seznamů, drasticky zlepšovalo výkon a schopnost stránek s obsahem.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Nyní můžete požádat o recenzi balíčku, abyste nás informovali o chybějících informacích v údajích o kompatibilitě.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Opravena interakce mezi podobnými mody zobrazenými ve zprávě o kompatibilitě, když máte pouze jednu z nich.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Přihlášení k odběru více položek v řadě je umístí do čekajícího seznamu místo pokaždé otevírání hry.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "Záložka 'Profily' v postranním panelu nyní otevře seznam profilů namísto nastavení vašeho aktuálního profilu.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Tyto informace budou nyní zahrnuty do zprávy o kompatibilitě, aby bylo možné rychle a snadno zjistit, co vám chybí.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Přidána sekce 'Ostatní profily' na stránce balíčku, aby byla snadno vyloučena nebo zahrnuta do vašich ostatních profilů",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Opraveno spuštění LOT poté, co byl displej dříve zapnut, což vedlo k tomu, že se okno nyní zobrazuje.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Prezentace, Skyve, konečný nástupce objednávky Mod 1/2 a zpráva o kompatibilitě.\r\nPřihlašuje se za C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "Obrazovka 'První nastavení' má nyní tlačítko ignorovat, aby se místo toho ručně nastavilo nastavení složky.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Přidána nová ikona vedle balíčku, která zobrazuje rychlé shrnutí hlasů a počtu předplatitelů.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Úroveň hlášení módu, který nebyl za chvíli aktualizován, se snížila na 'Info', takže vás o tom neinformuje.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Vylepšené ovládání tlačítek a filtrů v seznamech obsahu, zmenšení jejich celkové velikosti a přidávání více vizuálních narážek.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Přidán systém řešení problémů do záložky Utility; použijte jej ke zmenšení módu nebo majetku způsobujícího vaše problémy.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Přidáno tlačítko v záložce Nástroje pro ruční spuštění tohoto čištění, stejně jako vynucení stahování chybějících balíčků.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "Systém řešení problémů vám poskytne vodítko, krok za krokem, způsob, jak zjistit, jaký mód nebo majetek je chybný.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "Název tvého aktuálního přehrávače je nyní zobrazen v hlavní nabídce ve hře.\r\n*Toto může být vypnuto v nastavení hry.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Načítání módu je nyní uloženo do mezipaměti; výsledkem je účinnější zatížení Windows & Linuxu, stejně jako mnohem rychlejší zatížení na macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Přidána pokročilá možnost vynutit stahování nebo odstranění balíčků, jakmile je předplatíte/odhlásíte ve Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Do záložek Nástroje a nápovědy byl přidán systém řešení problémů; použijte jej ke zmenšení toho, co mód nebo majetek způsobuje vaše problémy.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Přidána možnost mřížkového zobrazení pro všechny stránky obsahu; přepnout mezi zobrazením seznamu a mřížky pomocí nových ikon nahoře vpravo nahoře.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Tvůrci módu a Asset mohou nyní upravovat data kompatibility balíčků. Stačí kliknout pravým tlačítkem myši na balíček a vybrat 'Upravit kompatibilitu'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Mít vlastní umístění pro LSMR soubory se nyní správně spustí při výběru souboru reportu na stránce Utility.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Nově odebírané položky již nejsou znovu načteny, zatímco je hra otevřená.\r\nTakto zabraňuje zamrznutí vaší hry i nefunkčnosti módů.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Přidána možnost kompaktního zobrazení pro všechny stránky obsahu; přepínat mezi kompaktním, seznamem a mřížkou pomocí nových ikon vpravo nahoře.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Spuštění hry, když je LOT otevřen, automaticky smaže všechny balíčky, ke kterým nejste přihlášeni, ale jsou staženy na vašem počítači.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Požadavek na recenzi vyžaduje platný popis a také odešle své záznamy s požadavkem. Vedle tlačítka 'Odeslat' se zobrazí prohlášení o odmítnutí.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Přidána nová uživatelská profilová stránka, přístupná kliknutím na autora modu nebo profilu. Tato stránka obsahuje všechny uživatelské profily a balíčky.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Jakmile začnete, můžete bezpečně uzavřít Skyve a pokračovat později. Skyve si zapamatuje všechna vaše nastavení a jakou fázi se právě nacházíte.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Řazení načtení modů bylo znovu integrováno a je plně automatizováno na základě požadavků modů a dalších faktorů kompatibility.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Přidány možnosti zobrazení mřížky & kompaktního zobrazení pro všechny stránky obsahu; přepínat mezi seznamem, kompaktním a mřížkovým zobrazením pomocí nových ikon vpravo nahoře.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Místní balíčky jsou automaticky spárovány se svým online protějškem, zobrazují informace ze Steamu a správně zobrazují informace o kompatibilitě.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Při zahájení řízení Skyve uloží vaše aktuální nastavení a poté začne vylučovat nebo obsahující balíčky automaticky, dokud nenajdete příčiny problémů.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Sekundární seznamy obsahu jako 'Chybějící balíčky' a 'Sbírka dílenských seminářů' nyní používají stejné uživatelské rozhraní jako hlavní stránky seznamu obsahu, umožnění zjednodušené zkušenosti a více možností.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "Nová ikona nyní svítí na základě toho, co se děje, modrá znamená, že hra běží, červená znamená žádné připojení k Internetu a rychlé zpomalení znamená, že je spuštěn nebo uzavřen hru.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Změněna možnost zvětšit velikost položek v seznamu při přejetí pro vždy zvětšení jejich velikosti, vylepšeno uživatelské rozhraní položek rozšířeného seznamu a aplikováno na zbytek seznamů v aplikaci.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Oddělením termínů čárkou ve vašem vyhledávání bude vaše hledání rozděleno tak, aby odpovídalo některé z termínů (OR)\r\n\t• Přidání '+' na začátek vašeho termínu bude vyžadovat, aby termín odpovídal (AND)\r\n\t• Přidání '-' na začátek vašeho termínu vyloučí položky, které odpovídají termínu\r\n\r\nPříklady nového vyhledávání:\r\n\t• auto, nákladní auto (zápasy 'au' NEBO 'truck')\r\n\t• budova, byt +evropský (zápasy 'evropský' A ['budova' NEBO 'bytu'])\r\n\t• condo; dům -rico +american (odpovídá 'americký' A ['kondo' NEBO 'dům'] A NENÍ 'rico')"
}