[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Willkommen zur Aktualisierungshistorie",
        "ChangeGroups": [
            {
                "Name": "Neu",
                "Changes": [
                    "\"Alle abmelden\"-Button in den Aktionen der Inhaltsseiten hinzugefügt.",
                    "Funktion hinzugefügt, um fehlende Elemente aus einer BOB Konfiguration zu abonnieren.",
                    "Option hinzugefügt, um Filter & Aktionen standardmäßig geöffnet zu lassen.",
                    "Änderungsprotokoll-Seite hinzugefügt, die bei neuen Versionen automatisch angezeigt wird, oder durch den Button in der Hilfe."
                ]
            },
            {
                "Name": "Verbesserungen",
                "Changes": [
                    "Kompatibilitätsbericht für defekte Gegenstände hinzugefügt",
                    "Nicht gelistete Pakete zeigen nun den korrekten Namen und das Vorschaubild.",
                    "Platzhalter für die Ordnereinstellungen spiegeln nun korrekt das Betriebssystem wider.",
                    "Strg+Klick auf den Namen eines Autors, um ihn dem Filter hinzuzufügen"
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Behoben, dass nach dem ersten Start alte Profile nicht konvertiert wurden.",
                    "Behoben, dass lokale Gegenstände nach externen Änderungen nicht automatisch aktualisiert wurden.",
                    "Behoben, dass das Löschen von lokalen Gegenständen mit dem Rechtsklick-Menü alle Gegenstände löschte anstatt nur das Gewählte.",
                    "Behoben, dass durch die Konvertierung von LOT 1 Profilen, Gegenstände als 'Lokal' markiert wurden",
                    "Behoben, dass die 'tatsächlichen' Ordnern, beim Speichern für Linux- und Mac-Benutzer vertauscht wurden.",
                    "Behoben, dass Linux & Mac Benutzer keine Protokoll-zip-Datei erzeugen konnten."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Hilfe & Protokolle hinzugefügt",
                "Changes": [
                    "Einfacher Zugriff auf die Protokolle.",
                    "Einfach Fehler in der letzten / aktuellen Spielsitzung anzeigen.",
                    "Vereinfacht eine Protokolldatei, um besser erkennen zu können, was tatsächlich die Probleme sind.",
                    "Teile eine Zip-Datei, die alle Protokolle enthält, die jemanden benötigt, der bei Problemen mit dem Spiel helfen soll."
                ]
            },
            {
                "Name": "Verbesserungen",
                "Changes": [
                    "Die Icons der Filter wurden geändert, um mit den in der Liste verwendeten Symbolen übereinzustimmen."
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Behoben, dass der Text beim Import von Kollektionen für das Abonnieren und Abbestellen vertauscht war.",
                    "Behoben, dass bei der Kartenauswahl für ein neues Spiel keine Vanille-Karten auswählt werden konnten."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Es wurde ein Fehler behoben, der für einige Benutzer ein unendliches Laden verursachte."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Änderungen",
                "Changes": [
                    "Die Abonnierungsmöglichgkeit für Vanilla-Mods wurde entfernt.",
                    "Behoben, dass die DLC-Auswahl beim Laden eines Profils nicht angewendet wurde.",
                    "Behoben, dass die Sprachoption für einige Personen leer war.",
                    "Das erneute Herunterladen von Steam erzwingt den Fokus nicht mehr zurück zum Load Order Tool.",
                    "Andere Oberflächen-Änderungen."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Änderungen",
                "Changes": [
                    "Hinzufügen eines Info-Popups, wenn man einen Artikel zum ersten Mal abonniert.",
                    "Ein Warntext wurde in der Übersicht hinzugefügt, wenn mehrere LOM-Instanzen installiert sind.",
                    "Kleine Tags neben den Pakettiteln hinzugefügt.",
                    "Ein erneutes Herunterladen des Load Order Tools wird den Download starten und die App schließen, während sie aktualisiert wird.",
                    "Fehler behoben und die Geschwindigkeit beim Laden der Berichte des Loading Screen Mod Revisited verbessert."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Öffentliche Beta-Version",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Präsentation der Neugestaltung der Profilseite",
        "ChangeGroups": [
            {
                "Name": "Profiländerungen",
                "Changes": [
                    "Das Design der Profilliste wurde geändert.",
                    "Favoriten-Profile werden nun auf der Übersichtsseite angezeigt, um einen einfachen Wechsel zwischen ihnen zu ermöglichen.",
                    "Den Abschnitt 'Andere Profile' auf der Seite eines Pakets hinzugefügt, um diese einfach in anderen Profilen auszuschließen oder hinzuzufügen",
                    "Neue Optionen für die Profil-Sortierung hinzugefügt. Die ausgewählte Sortierung wird nun für die nächste Sitzung gespeichert.",
                    "Rechtsklick Aktionen in der Inhaltsliste hinzugefügt, um ein Element in allen Paketen auszuschließen oder hinzuzufügen.",
                    "Schaltfläche hinzugefügt, um die Datei eines Profils auf dem Computer anzuzeigen.",
                    "Du kannst deinen Profilen nun eine Farbe zuweisen.",
                    "Du kannst nun eine Desktop-Verknüpfung für deine Profile erstellen.",
                    "LOT 1 Profile können nun unter 'Profil hinzufügen' importiert werden."
                ]
            },
            {
                "Name": "Verbesserungen",
                "Changes": [
                    "Steam-Links werden nun innerhalb der Steam-App geöffnet. Dies kann in den Optionen ausgeschaltet werden.",
                    "Lokale Gegenstände werden nun korrekt gruppiert, basierend auf den Ordnern, in denen sie sich befinden.",
                    "Das Paradox-Login-Panel im Hauptmenü wird von nun an immer angezeigt.",
                    "Die Fensterschaltflächen rechts oben haben jetzt Icons, um ihre Aktionen zu erklären.",
                    "Verbesserte Reaktionsfähigkeit der Inhaltslisten.",
                    "Die Suche in den Inhaltslisten ist jetzt viel schneller.",
                    "Das Laden von Mod wird jetzt zwischengespeichert - das führt zu besseren Ladezeiten auf Windows & Linux, sowie wesentlich schnelleren Ladezeiten auf macOS.",
                    "Man kann nun während des laufenden Spiels eine Zip-Datei der Logs generieren."
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Behoben, dass Inhaltslisten einfrieren.",
                    "Behoben, dass die automatische Sicherung der Profile nicht korrekt funktionierte.",
                    "Behoben, dass in den Profileinstellungen Workshop-Karten & Spielstände nicht verwendet werden konnten.",
                    "Behoben, dass benutzerdefinierte Karten nicht geladen wurden, wenn sie in den Profileinstellungen ausgewählt wurden.",
                    "Behoben, dass das Laden von Profilen unter macOS & Linux nicht immer korrekt funktionierte.",
                    "Behoben, dass bei der Auswahl einer LSMR Berichtsdatei ein benutzerdefinierter Speicherort nicht korrekt verwendet wurde."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Neu & Verbessert",
                "Changes": [
                    "Auf der Utilities Seite wurde ein Import aus einer beliebigen Textdatei oder aus der Zwischenablage hinzugefügt.",
                    "BOB-Import ist nun ein generischer XML-Import durch die Verdrängung eines beliebigen XML-Formats, das Paket-IDs enthält."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fehler beim Laden einer Sammlungs-URL, die die ID nicht korrekt analysiert.",
                    "Es wurde behoben, dass LOT auf Mac/Linux nicht mehr reagierte, wenn man sich von einem Paket abmeldete."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Frühjahrsputz Update",
        "ChangeGroups": [
            {
                "Name": "Änderungen an Filtern & Suchen",
                "Changes": [
                    "Ein neues Autoren-Filtermenü hinzugefügt.",
                    "Weitere Aktionen zu den Labels in den Inhaltslisten hinzugefügt.",
                    "Neue Option \"Alle Probleme\" für \"Paketstatus\" & \"Kompatibilitätsbericht\" hinzugefügt.",
                    "Alle Filteraktionen werden nun mit Strg+Klick ausgeführt, Funktion hinzugefügt, um dieses Verhalten auszutauschen.",
                    "Das erneute Filtern mit den Verknüpfungen in der Liste entfernt nun das Element aus dem Filter.",
                    "Begriffe mit einem Komma in der Suche trennen, teilt die Suche auf einen der Begriffe (ODER) auf\n\t• Das Hinzufügen von '+' zu Beginn des Begriffs erfordert die Übereinstimmung des Begriffs (UND)\n\t• Das Hinzufügen von '-' zu Beginn des Begriffs schließt Elemente aus, die diesem Begriff entsprechen\n\nBeispiele für die neue Suche:\n\t• car, truck (findet 'car' ODER 'truck')\n\t• building, apartment +european (findet 'european' UND ['building' ODER 'apartment'])\n\t• condo, house -rico +american (findet 'american' UND ['condo' ODER 'house'] UND NICHT 'rico')"
                ]
            },
            {
                "Name": "UI & UX-Änderungen",
                "Changes": [
                    "Ein neues Symbolsystem implementiert, das alle Icons entsprechend Ihrer Benutzeroberfläche skaliert.",
                    "Korrektur der Darstellung von Listen, das die Leistung und Reaktionsfähigkeit von Content-Seiten drastisch verbessert.",
                    "Die Sortierreihenfolge wurde hinzugefügt, um zwischen aufsteigender und absteigender Sortierung zu wählen.",
                    "Der Abschnitt 'Aktionen' in den Inhaltsseiten wurde verschoben und 2 neue Optionen wurden hinzugefügt.",
                    "Teilweise enthaltene Pakete haben nun eine andere Benutzeroberfläche in der Liste.",
                    "Verbesserte die Schaltflächen und Filter-Steuerung in der Inhaltsliste, reduzierte deren Gesamtgröße und fügte mehr visuelle Hinweise hinzu.",
                    "Die Option zur Vergrößerung der Listenelemente auf dem Hover wurde geändert, um deren Größe immer zu erhöhen. Die Benutzeroberfläche der erweiterten Listenelemente wurde verbessert und diese Funktionalität auf die restlichen Listen der App angewendet.",
                    "Strg+ +[0-9] Verknüpfung hinzugefügt, um zwischen verfügbaren Tabs zu wechseln.",
                    "Tauschte alle Doppeltasten und Options-Seiten.",
                    "Animationen sind nun standardmäßig unter macOS & Linux deaktiviert.",
                    "So viele weitere UI-Verbesserungen, Änderungen und Korrekturen - ich habe sie nicht gezählt."
                ]
            },
            {
                "Name": "Datei-Auswahl Revamp",
                "Changes": [
                    "Aktualisiert die Benutzeroberfläche der Dateiauswahlbildschirme.",
                    "Pinned Ordner hinzugefügt, um einfach auf relevante Ordner zuzugreifen.",
                    "Eine Workshop-Sektion wurde hinzugefügt, um einfach Workshop-Karten zu wählen und zu speichern.",
                    "Sortierungs-Dropdown & Sortierreihenfolge hinzugefügt",
                    "Listen/Raster Ansicht Umschaltung hinzugefügt."
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Es wurde behoben, dass LOT gestartet wurde, nachdem der zuvor eingeschaltete Monitor ausgeschaltet war, was dazu führte, dass das Fenster jetzt angezeigt wird.",
                    "Es wurde behoben, dass die LHT-Option beim Start einer neuen Karte nicht funktionierte.",
                    "Behoben, dass Autorenseiten in Steam nicht korrekt geöffnet wurden.",
                    "Fehler behoben, der zum Einfrieren während der Suche während der Sortierung der 'Zeit abonnieren' behoben."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Workshop-Pakete bereinigen",
                "Changes": [
                    "Neue Funktionen hinzugefügt, um Missstände zwischen Steam und deinen heruntergeladenen Paketen einfach zu beheben.",
                    "Pakete, die du nicht abonniert hast, werden nicht mehr im Spiel geladen.",
                    "Das Starten des Spiels während LOT geöffnet ist, löscht automatisch alle Pakete, die nicht abonniert sind, aber auf den Computer heruntergeladen wurden.",
                    "Fügte einen Button im Utilities Tab hinzu, um diese Bereinigung manuell durchzuführen sowie das Herunterladen fehlender Pakete zu erzwingen."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Neu",
                "Changes": [
                    "Eine Option zum Deaktivieren des automatischen Aufräumen beim Öffnen des Spiels hinzugefügt.",
                    "Feld für benutzerdefinierte Argumente für erweiterte Starteinstellungen hinzugefügt."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Bewertungs- & Abonnentensymbol",
                "Changes": [
                    "Ein neues Symbol in der Anzeige von Paketen hinzugefügt, das eine schnelle Zusammenfassung der Bewertungen und der Abonnentenanzahl jedes Pakets anzeigt.",
                    "Fahre mit der Maus über das Symbol, um die Werte anzuzeigen.",
                    "Klicke auf das Symbol für eine ausführliche Beschreibung dieser Funktion.",
                    "'Bewertung' & 'Abonnentenanzahl' zu den Sortieroptionen hinzugefügt."
                ]
            },
            {
                "Name": "Anforderungen von Gegenständen",
                "Changes": [
                    "Die benötigten Artikel, die auf der Workshop-Seite angezeigt werden, sind nun in das Load Order Tool integriert.",
                    "Diese Informationen werden nun in den Kompatibilitätsbericht aufgenommen, um schnell und einfach zu sehen, was fehlt."
                ]
            },
            {
                "Name": "Weitere Änderungen",
                "Changes": [
                    "Paketseite aktualisiert, um die angezeigten Informationen in den Inhaltslisten anzupassen.",
                    "Sekundäre Inhaltslisten wie 'Fehlende Pakete' & 'Workshop-Sammlung' verwenden nun die gleiche Oberfläche wie die Haupt-Inhaltslistenseiten. Das ermöglicht ein optimiertes Erlebnis und mehr Optionen.",
                    "'Neuer Gegenstand' & 'Gegenstand laden' im Profil hinzugefügt, um schnell in den Editor zu laden."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "Vorstellung: Skyve, der finale Nachfolger von Load Order Mod 1/2 und Compatibility Report.\nKommt für C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "Revision des Kompatibilitätsberichts",
                "Changes": [
                    "Compatibility Report ist nun direkt in Skype integriert.",
                    "Empfehlungen und Infotext sind jetzt klarer und einfacher zu handhaben.",
                    "Eine Schlummer-Taste hinzugefügt, um eine bestimmte Kompatibilitätsbenachrichtigung auszublenden.",
                    "Benötigte Elemente leiten automatisch zum letzten Nachfolger der Pakete weiter.",
                    "Lokale Pakete werden automatisch mit ihrem Online-Gegenstück abgestimmt, indem sie die Informationen von Steam anzeigen und die Kompatibilitätsinformationen korrekt anzeigen.",
                    "Du kannst nun eine Überprüfung für ein Paket anfordern, um uns über fehlende Informationen in den Kompatibilitätsdaten zu informieren.",
                    "Der Reiter Kompatibilitätsbericht ist jetzt verfügbar."
                ]
            },
            {
                "Name": "Neue Funktionen",
                "Changes": [
                    "Du kannst jetzt die Find It! 2 Tags direkt in der App für Mods und Assets bearbeiten. Assets sind mit dem Spiel synchronisiert.",
                    "Auf der Paketseite wurde ein Reiter \"Referenzen\" hinzugefügt, um alle anderen Pakete zu sehen, die ihn referenzieren.",
                    "Option hinzugefügt, um optionale Pakete mit der gleichen Benachrichtigung wie benötigte Pakete zu versorgen.",
                    "Hinzugefügte Sprachdialekte: Chinesisch Traditionell (Taiwan), Englisch (UK) und Portugiesisch (BR)."
                ]
            },
            {
                "Name": "Andere Änderungen",
                "Changes": [
                    "Pseudo-Mods beinhalten jetzt IMT Markierungen, Render It! Presets, Procedural Objects Schriftarten und Übersetzungsmods.",
                    "Links zur Paketseite sowie weitere Informationen wie die Nutzung und den Typ des Pakets wurden hinzugefügt.",
                    "Neue Profilnutzung hinzugefügt: Karten-Erstellung, Szenario-Erstellung und Theme-Erstellung.",
                    "Zusätzlichen Text in der Liste hinzugefügt, um anzuzeigen, wie viele Pakete aufgrund der gewählten Profilnutzung ausgeblendet sind.",
                    "Aktions-Button verbessert, um ihn sichtbarer und leichter zugänglich zu machen.",
                    "Das neue Icon leuchtet nun basierend auf dem, was gerade passiert, blau zeigt, dass das Spiel läuft, rot bedeutet keine Internetverbindung, und schnelles leuchten bedeutet, dass das Spiel gestartet oder geschlossen wird."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Vorherige Einstellungen und Profile die manchmal nicht an Skyve übertragen wurden, wurden behoben.",
                    "Beim ersten Öffnen von Skyve wird nun eine Verknüpfung erstellt, wenn vorher LOM2 verwendet wurde.",
                    "Es wurde ein seltener Fall behoben, in dem die Kompatibilitätsinformationen nicht geladen wurden.",
                    "Die Möglichkeit, eine Überprüfung für ein derzeit defektes Paket anzufordern, wurde aktiviert.",
                    "Die Empfindlichkeit der 'Teilweise heruntergeladen' Benachrichtigung wurde verringert."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Änderungen",
                "Changes": [
                    "Die Leistung der App wurde verbessert. Schnellere Ladezeiten und weniger Hänger werden erwartet.",
                    "Es wurde eine Interaktion zwischen ähnlichen Mods behoben, die im Kompatibilitätsbericht angezeigt werden, wenn nur eine von ihnen vorhanden ist.",
                    "Erkennung von Mods im Ordner für lokale Assets wurde behoben."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Das die Registerkarte Optionen auf macOS & Linux geöffnet nicht geöffnet wurde, ist nun behoben.",
                    "Im Reiter Hilfe & Protokolle wurde behoben, dass das aktuelle Log nicht automatisch geladen wurde.",
                    "Falscher Pfad der Logdatei unter Linux wurde behoben."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Änderungen",
                "Changes": [
                    "Steam-Paneele im Hauptmenü werden nun standardmäßig angezeigt, du kannst sie immer noch in den Mod-Einstellungen ausblenden.",
                    "Das Anfordern einer Überprüfung erfordert jetzt eine gültige Beschreibung und sendet auch deine Logs mit der Anfrage. Ein Haftungsausschluss wird neben dem 'Senden'-Knopf angezeigt.",
                    "Die Meldungsstufe einer Mod, die seit längerer Zeit nicht aktualisiert wurde, wurde auf 'Info' verringert, so dass du nicht darüber benachrichtigt wirst."
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Die Zusammenfassung der Assets wurde im Dashboard nicht angezeigt.",
                    "Das nicht korrekte Funktionieren des 'veraltet' Status wurde behoben."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Fehlerbehebungen & Änderungen",
                "Changes": [
                    "Fügte eine Nachricht hinzu, um Dich darüber zu informieren, wann 'Alle Probleme beheben' und 'Cleanup ausführen' endet.",
                    "Es wurde ein seltener Fehler behoben, bei dem das Laden eines LOT 1 Profils für immer andauerte.",
                    "Es wurde behoben, das das Changelog mit einigen Sprachen nicht geöffnet wurde.",
                    "Potenziell behoben, dass das Abonnieren einer große Anzahl von Artikeln, die fehlen/nicht funktionieren, fehlschlug."
                ]
            }
        ]
    },
    {
        "Version": "3.0.6",
        "Date": "2023-05-29",
        "ChangeGroups": [
            {
                "Name": "Überarbeiteter Abonnementprozess",
                "Changes": [
                    "Du kannst jetzt Pakete abonnieren, während das Spiel geöffnet ist.",
                    "Mehrere Gegenstände hintereinander abonnieren, fügt diese in eine ausstehende Liste hinzu, anstatt jedes Mal das Spiel zu öffnen.",
                    "Fügte am unteren linken Rand der App ein Kästchen hinzu, um über ausstehende Abonnement-/Abmeldungsaufgaben zu informieren.",
                    "Eine erweiterte Option wurde hinzugefügt, um das Herunterladen oder Löschen von Paketen zu erzwingen, sobald diese bei Skype abonniert/abbestellt werden.",
                    "Die neu abonnierten Elemente werden nicht mehr neu geladen, während das Spiel geöffnet ist.\nDies verhindert das Einfrieren des Spiels sowie die Funktionsstörung der Mods."
                ]
            },
            {
                "Name": "Neu",
                "Changes": [
                    "\"Inhalt dieses Profils anzeigen\" im Menü \"Rechtsklick\" hinzugefügt.",
                    "Eine Option \"Download erzwingen\" im Rechtsklick der Pakete hinzugefügt.",
                    "Mehr Kontext zu einigen Popups hinzugefügt",
                    "\"Alle angezeigten Elemente herunterladen\" in den Aktionen auf Listenseiten hinzugefügt."
                ]
            },
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Behoben, dass die Profilliste nicht sofort aktualisiert wurde.",
                    "Behoben, dass Profilpakete nicht ihren Workshop-Namen zeigen.",
                    "Die Steam-Informationen der Pakete, die beim ersten Ansehen eines Profils oder einer Sammlung nicht geladen wurden, wurden behoben.",
                    "Der Name der Lokalen Mods wurde auf den Ordnernamen anstelle des Workshops zurückgesetzt, um Probleme zu vermeiden.",
                    "Verbesserte die Leistung für Spieler mit vielen Mods."
                ]
            }
        ]
    },
    {
        "Version": "3.0.7.1",
        "Date": "2023-06-05",
        "ChangeGroups": [
            {
                "Name": "Fehlerbehebungen",
                "Changes": [
                    "Absturz beim Start behoben."
                ]
            }
        ]
    },
    {
        "Version": "3.0.7.2",
        "Date": "2023-06-12",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Updated for the latest game patch."
                ]
            }
        ]
    },
    {
        "Version": "3.1.0",
        "Date": "2023-06-13",
        "Tagline": "Online profiles, coming through!",
        "ChangeGroups": [
            {
                "Name": "Online Profiles",
                "Changes": [
                    "You can now upload a profile online, up to 5 profiles per user.",
                    "Uploaded profiles can be private, shared with an ID, or public for everyone to see.",
                    "Online profiles can be downloaded, or updated if you already have it locally.",
                    "You can discover online profiles using a new button in the Profiles tab.",
                    "Added a third option in the 'Add Profile' page to import an online profile using its ID."
                ]
            },
            {
                "Name": "Profile Changes",
                "Changes": [
                    "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.",
                    "Profiles list now uses a Grid View, and you can toggle between the grid & list view.",
                    "Changed the design of the top action buttons on both profile pages",
                    "If your profile has un-saved changes, the Skyve logo will now light up purple.",
                    "Profiles can now have thumbnails.",
                    "Profile usages now have separate icons."
                ]
            },
            {
                "Name": "New & Updated",
                "Changes": [
                    "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.",
                    "Deletions by Skyve will now send the files to the recycle bin on Windows.",
                    "Added 6 new reset buttons in the Utilities page.",
                    "Added 2 new buttons in the Help & Logs page.",
                    "Compatibility & package statuses are now shown on the right in the list.",
                    "Broken, incompatible, and banned packages now have a new background in the list.",
                    "Local mods' name & label have been updated.",
                    "Missing source code will now generate a warning instead of an unsubscribe notification.",
                    "Required mods now have a different UI to let you know you can not exclude them.",
                    "Added a setting in-game to enable hot-reload for mods & assets.",
                    "Improved performance while including/excluding packages.",
                    "Added Hungarian language"
                ]
            }
        ]
    }
]