{
  "New": "Nuevo",
  "Fixes": "Corregidos",
  "Changes": "Cambios",
  "Bug-Fixes": "Errores corregidos",
  "Improvements": "Mejoras",
  "New Features": "Nuevas funciones",
  "Other Changes": "Otros cambios",
  "New & Updated": "Nuevo y actualizado",
  "New & Improved": "New e improvisado",
  "Profile Changes": "Cambios en perfiles",
  "UI & UX Changes": "Cambios de interfaz de usuario",
  "Fixes & Changes": "Correcciones y cambios",
  "Online Profiles": "Perfiles en línea",
  "Other UI changes.": "Otros cambios en la interfaz de usuario.",
  "Asset Requirements": "Requisitos del asset",
  "Core Systems Rework": "Cambios mayores en el sistema",
  "Troubleshoot System": "Solucionar problemas",
  "Beta Public Release": "Versión pública beta",
  "Content Lists Changes": "Cambios en listas de contenido",
  "File Selection Revamp": "Mejora en selección de archivos",
  "Spring cleaning update": "Actualización de primavera",
  "Filter & Search Changes": "Cambios en filtros y búsqueda",
  "Vote & Subscribers Icon": "Icono de votos y suscriptores",
  "Easily access your logs.": "Accesa tus registros de manera fácil.",
  "Added Hungarian language": "Añadido idioma Ucraniano",
  "Workshop Packages Cleanup": "Limpieza de paquetes del workshop",
  "Fixed the crash on launch.": "Se ha corregido el fallo al iniciar el juego.",
  "Added a new 'Midnight' theme.": "Se añadió un nuevo tema 'Midnight'.",
  "Welcome to the change-log era": "Bienvenido a la era de registro de cambios",
  "Added the Help & Logs section": "Sección de ayuda y registros",
  "Compatibility Report Overhaul": "Cambios en el informe de compatibilidad",
  "Reworked Subscription Process": "Proceso de suscripción ha sido revisada y optimizada",
  "Added a List/Grid view toggle.": "Opción para lista / vista de cuadrícula.",
  "Added Greek & Serbian languages": "Added Greek & Serbian languages",
  "A full rework! And much more...": "¡Un cambio completo! Y mucho más...",
  "Presenting, the Profile Overhaul": "Presentando, mejoras en perfiles",
  "Online profiles, coming through!": "¡Presentando los perfiles en línea!",
  "Added more context to some popups": "Más contexto a algunas ventanas emergentes",
  "Profiles can now have thumbnails.": "Los perfiles ahora pueden tener miniaturas (imágenes). Las imágenes deben tener un radio de 7:2 y un ancho máximo de 700px",
  "A full rework! -behind the scenes": "¡Una revisión completa! - detrás de las escenas",
  "Updated for the latest game patch.": "Actualizado para el último parche del juego.",
  "Stable release of the v3.2 update.": "Versión estable de la actualización v3.2.",
  "Added a new author filter dropdown.": "Ahora se puede filtrar por autor.",
  "Added a 'Load Order' sorting option.": "Añadida opción de 'Orden de carga'.",
  "Hover over it to display the values.": "Pasar el ratón por encima para mostrar los valores.",
  "Fixed a bug that caused high CPU usage.": "Fixed a bug that caused high CPU usage.",
  "Profile usages now have separate icons.": "Los usos del perfil ahora tienen iconos separados.",
  "Added extra logging for automated tasks.": "Added extra logging for automated tasks.",
  "Visual improvements to the package page.": "Visual improvements to the package page.",
  "Added small tags next to package titles.": "Etiquetas pequeñas junto a los títulos del paquete.",
  "Changed the design of your profile list.": "Nuevo diseño en la lista de perfiles.",
  "Fixed private packages being marked as .": "Se corrigieron paquetes privados marcados como .",
  "Redesigned the Compatibility Report page.": "Redesigned the Compatibility Report page.",
  "Local mods' name & label have been updated.": "El nombre y la etiqueta de los mods locales han sido actualizados.",
  "Added Compatibility Report for broken Assets": "Agregado Informe de compatibilidad para activos no existentes",
  "You can now assign a color to your profiles.": "Ahora puedes asignar un color a tus perfiles.",
  "Added a Sorting dropdown & sort order toggle": "Menú desplegable y opción para ordenar archivos",
  "Added 2 new buttons in the Help & Logs page.": "Se han añadido 2 nuevos botones en la página Ayuda y registros.",
  "Fixed playsets disappearing on macOS & Linux.": "Los juegos corregidos desaparecen en macOS y Linux.",
  "Updated the UI of the file selection screens.": "Actualizada la interfaz de usuario de las pantallas de selección de archivos.",
  "Fixed the log file path being wrong on Linux.": "Ruta del archivo de registro que estaba en Linux.",
  "The Compatibility Report tab is now available.": "Ya está disponible la pestaña Informe de Compatibilidad.",
  "Fixed the profile list not updating instantly.": "Lista de perfiles no se actualiza inmediatamente.",
  "Fixed an error while fetching steam user info.": "Se ha corregido un error al obtener información del usuario de Steam.",
  "Improved Compatibility Report processing speed.": "Improved Compatibility Report processing speed.",
  "Added an indicator that a profile is uploading.": "Se ha añadido un indicador de que se está subiendo un perfil.",
  "Fixed Profiles' Auto-Save not working correctly.": "Guardado automático de Perfiles no funciona correctamente.",
  "Added 6 new reset buttons in the Utilities page.": "Añadidos 6 nuevos botones de restablecimiento en la página de utilidades.",
  "Fixed freezes happening in the content list pages.": "Bloqueos que ocurren en las páginas de la lista de contenidos.",
  "Added more actions to labels in the content lists.": "Más acciones en las etiquetas en las listas de contenido.",
  "Fixed author pages not opening correctly in Steam.": "Páginas del autor no abrían correctamente en Steam.",
  "Fixed the out of date status not working correctly.": "Estado desactualizado no funciona correctamente.",
  "Fixed DLCs not being applied when loading a profile.": "No se incluían DLCs al cargar un perfil.",
  "Search in the content list pages is now much faster.": "La búsqueda en las páginas de la contenidos es mucho más rápida.",
  "Added 'Votes' & 'Total Subscribers' sorting options.": "Opciones de ordenar por 'Votos' y 'Número de suscriptores'.",
  "Fixed the options tab not opening for macOS & Linux.": "Pestaña de opciones no se abre para macOS y Linux.",
  "Fixed the changelog not opening with some languages.": "Registro de cambios no se abre en algunos idiomas.",
  "'Profiles' are now, appropriately, called 'Playsets'.": "Los \"Perfiles\" ahora se llaman \"Playsets\".",
  "Swapped all double-buttons and option toggles' sides.": "Cambios en botones de selección.",
  "Fixed mods being detected in the local assets folder.": "Detección de mods en la carpeta local de assets.",
  "Fixed the asset summary not showing in the dashboard.": "Resumen de assets no se muestran en la consola.",
  "Fixed the language option being empty for some people.": "Opción de idioma estaba vacía para algunos usuarios.",
  "Improved the responsiveness of the content list pages.": "Mejorada la capacidad de respuesta de las páginas de contenido.",
  "Fixed updating an online profile not working properly.": "Se ha corregido la actualización de un perfil en línea no funciona correctamente.",
  "Ctrl+Click on an author's name to add it to your filter": "Ctrl+Clic en el nombre de un autor para añadirlo al filtro",
  "Added Pinned folders to easily access relevant folders.": "Carpetas ancladas para acceder fácilmente a las carpetas relevantes.",
  "Fixed profile packages not showing their workshop name.": "Paquetes de perfil no muestran el nombre del Workshop de Steam.",
  "Improved the performance for people with a lot of mods.": "Mejoró el rendimiento de las personas con muchos mods.",
  "Added an option to ignore internet connectivity checks.": "Se ha añadido una opción para ignorar las comprobaciones de conectividad a internet.",
  "Fixed a bug that caused infinite loading for some users.": "Error que causaba una carga infinita para algunos usuarios.",
  "You can now create a desktop shortcut for your profiles.": "Ahora puedes crear un acceso directo en el escritorio para tus perfiles.",
  "Animations are now disabled by default on macOS & Linux.": "Las animaciones ahora están desactivadas por defecto en macOS y Linux.",
  "Improved performance while including/excluding packages.": "Rendimiento mejorado al incluir/excluir paquetes.",
  "Added a button to view a Profile's file on your computer.": "Botón para ver el archivo de un perfil en tu computadora.",
  "You can now subscribe to packages while the game is open.": "Ahora puedes suscribirte a los paquetes mientras el juego está en ejecución.",
  "Unlisted packages now have the correct name and thumbnail.": "Los paquetes no listados ahora tienen el nombre y la miniatura correcta.",
  "Simplify a log file to focus on what's actually happening.": "Simplifica un archivo de registro para centrarse en los errores más importantes.",
  "Removed the subscription tab from the in-game mod options.": "Eliminada pestaña de suscripción de las opciones de mods del juego.",
  "Added a custom arguments box for advanced launch settings.": "Cuadro de argumentos personalizados para la configuración avanzada de lanzamiento.",
  "Updated the color design of the app's logo on the top-left.": "Actualizado el diseño de colores del logotipo de la aplicación en la parte superior izquierda.",
  "Fixed and improved the speed of Loading Screen Mod reports.": "Mejorada la velocidad de carga de los reportes de Loading Screen Mod.",
  "Compatibility Report is now integrated directly into Skyve.": "Compatibility Report ahora está integrado en Skyve.",
  "Added a button to easily view an online profile's contents.": "Se ha añadido un botón para ver fácilmente el contenido de un perfil en línea.",
  "Added an 'Unsubscribe All' button in content pages' actions.": "Agregado el botón 'Anular suscripción' en las acciones de las páginas de contenido.",
  "Added a loading animation when viewing a profile's contents.": "Se añadió una animación de carga al ver el contenido de un perfil.",
  "Click-to-filter now uses the Alt key instead of the Ctrl key.": "Haga clic en filtrar ahora usa la tecla Alt en lugar de la tecla Ctrl.",
  "Fixed Linux & Mac users not being able to generate a log zip.": "Usuarios de Linux y Mac no podían generar los archivos zip de registro.",
  "Quickly view errors in your most recent/current game session.": "Ve rápidamente los errores de tu sesión de juego más reciente.",
  "Added a Ctrl+[0-9] shortcut to switch between available tabs.": "Accesos directo Ctrl+[0-9] para cambiar entre las pestañas disponibles.",
  "So many more UI improvements, changes, and fixes I lost count.": "Muchas más mejoras en la interfaz de usuario, cambios y correcciones que he perdido cuenta.",
  "Click on the icon for an in-depth description of this feature.": "Clic en el icono para obtener una descripción detallada de esta función.",
  "Added a \"Force download\" option in packages' right-click menu.": "Opción \"Forzar descarga\" en el menú de clic derecho de los paquetes.",
  "Sorting & Grid-view settings are now saved on a per-page basis.": "Los ajustes de ordenamiento y visualización de cuadrícula ahora se guardan por página.",
  "Placeholders for folder settings now correctly reflect your OS.": "La configuración de carpetas (parámetros temporales) ahora reflejan correctamente su sistema operativo.",
  "Fixed the LHT option not working when launching into a new map.": "Se ha corregido la opción LHT que no funcionaba al ejecutar el juego en un nuevo mapa.",
  "Fixed a rare case where the compatibility info was not loading.": "Se ha corregido un caso extraño en el que la información de compatibilidad no cargaba.",
  "You can now upload a profile online, up to 5 profiles per user.": "Ahora puedes subir un perfil en línea, hasta 5 perfiles por usuario.",
  "Added a setting in-game to enable hot-reload for mods & assets.": "Se ha añadido un ajuste en el juego para habilitar 'hot-reload' para mods y activos.",
  "Fixed the current playset's name staying visible while in-game.": "Se ha corregido el nombre del set de reproducción actual siendo visible durante el juego.",
  "Stable version has been bumped to match the Beta version number.": "Stable version has been bumped to match the Beta version number.",
  "You can now import a LOT 1 profile in the 'Add Profile' section.": "Ahora puede importar un perfil de LOT 1 en la sección 'Agregar perfil'.",
  "Your Paradox account panel will always be displayed from now on.": "Panel de tu cuenta de Paradox.",
  "Partially included packages now have a different UI in the list.": "Los paquetes parcialmente incluidos ahora tienen una interfaz de usuario diferente en la lista.",
  "Added a Workshop section to easily select workshop maps & saves.": "Sección de Workshop para seleccionar fácilmente mapas del Workshop y archivos guardados.",
  "Packages you are not subscribed to are no longer loaded in-game.": "Los paquetes a los que no estás suscrito ya no se cargan en el juego.",
  "Fixed legacy profiles not being converted after the first launch.": "Perfiles antiguos no se convertían después de ejecutar la herramienta por primera vez.",
  "Fixed 'Real' folders being swapped on save for Linux & Mac users.": "Carpetas se intercambiaban al guardar para los usuarios de Linux y Mac.",
  "Fixed some parts of the UI not getting translated from the start.": "Se han corregido algunas partes de la interfaz de usuario que no se han traducido desde el principio.",
  "Added an option to have Filters & Action sections open by default.": "Agregada opción para que las secciones Filtros & Accines se abran de manerta predeterminada.",
  "Adding an info popup when subscribing to items for the first time.": "Ventana emergente de información al suscribirse a elementos por primera vez.",
  "Changed the design of the top action buttons on both profile pages": "Cambiado el diseño de los botones de acción superiores en ambas páginas de perfil",
  "Fixed Asset Editor launch settings not being remembered correctly.": "Ajuste de lanzamiento del Editor de Assets no quedaban guardados.",
  "Recommendations and info text are now clearer and easier to manage.": "Las recomendaciones y el texto de información son ahora más claros y fáciles de gestionar.",
  "Added \"View this Profile's contents\" in profiles' right-click menu.": "Opción \"Ver el contenido de este perfil\" en el menú de clic derecho de los perfiles.",
  "Fixed custom maps not loading when selected in the profile settings.": "Mapas personalizados no cargaban cuando estaban seleccionados en la configuración del peril.",
  "Loosened the sensitivity of the 'Partially Downloaded' notification.": "Se ha atenuado la sensibilidad de la notificación \"Parcialmente Descargada\".",
  "Added a \"Download all displayed items\" in the actions in list pages.": "Oopción \"Descargar todos los elementos mostrados\" en las acciones en las páginas de la lista.",
  "Added an option to hide the current playset's name in the main menu.": "Se ha añadido una opción para ocultar el nombre del juego actual en el menú principal.",
  "Fixed the Help & Logs tab not loading your current log automatically.": "Pestaña Ayuda y Registros no carga el registro actual automáticamente.",
  "The core systems of Skyve have been changed, organised, and optimised.": "Fixes an error caused by including/excluding mods that have contain assets.",
  "Added a Utility section to subscribe to missing items in a BOB config.": "Agregada una sección de utilidad para suscribirse a elementos faltantes en una configuración BOB.",
  "Fixed loading Profiles on macOS & Linux not always applying correctly.": "Carga de perfiles en macOS y Linux que no siempre se aplican correctamente.",
  "Fixed loading a collection URL sometimes not parsing the ID correctly.": "ID se leen correctamente al importar una colección.",
  "Added a Snooze button to dismiss a certain compatibility notification.": "Botón \"Silenciar\" para descartar una notificación de compatibilidad específica.",
  "Your current playset's name is now displayed in the main menu in-game.": "El nombre de tu juego actual ahora se muestra en el menú principal del juego.",
  "Fixed local assets not automatically refreshing after external changes.": "Activos locales no se actualizan automáticamente después de los cambios externos.",
  "You can now generate a zip file of your logs while the game is running.": "Ahora puedes generar un archivo zip de tus registros mientras el juego se está ejecutando.",
  "Added an option to disable the automatic cleanup when opening the game.": "Opción para desactivar la limpieza automática al abrir el juego.",
  "Local assets are now correctly groupped based on the folders they're in.": "Los assets locales ahora están correctamente agrupados según las carpetas en las que se encuentran.",
  "You can discover online profiles using a new button in the Profiles tab.": "Puede descubrir perfiles en línea usando un nuevo botón en la pestaña Perfiles.",
  "Compatibility & package statuses are now shown on the right in the list.": "Compatibilidad y estados del paquete ahora se muestran a la derecha en la lista.",
  "Fixed the incorrect names of packages while viewing a playset's contents.": "Se corrigieron los nombres incorrectos de los paquetes mientras se veía el contenido de un playset.",
  "Moved the 'Actions' section in the content pages and added 2 new options.": "La sección de 'Acciones' en las páginas de contenido tienen una nueva ubicación, se han añadido 2 nuevas opciones.",
  "Improved the Actions button to make it more visible and easier to access.": "Mejorado el botón Acciones para que sea más visible y fácil de acceder.",
  "Deletions by Skyve will now send the files to the recycle bin on Windows.": "Al eliminar perfiles de Skyve, se enviarán a la papelera de reciclaje en Windows.",
  "Added an 'Open File' option to the right-click menu when selecting a file.": "Se añadió una opción de 'Abrir archivo' al menú del clic derecho cuando se selecciona un archivo.",
  "Re-downloading from steam will no longer force the focus back to the tool.": "La descarga de Steam ya no forzará el enfoque a la herramienta.",
  "Added new Profile usages: Map Creation, Scenario Making, and Theme Making.": "Nuevos tipos del perfil: Creación de mapas, Creación de escenarios y Creación de temas.",
  "Fixed previous settings and profiles sometimes not carrying over to Skyve.": "Se solucionaron problemas con la configuración y perfiles que no se trasladaban a Skyve.",
  "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.": "Mensaje para informarte cuando termine 'Corregir todos los problemas' y 'Ejecutar limpieza'.",
  "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.": "Se ha corregido un error raro en el que cargar un perfil de LOT 1 seguiría cargando para siempre.",
  "Fixed converting LOT 1 profiles resulting in assets being marked as 'Local'": "Assets marcados como 'Local' al convertir perfiles de LOT1",
  "Changed the icons of filters to reflect the correct icons used in the list.": "Cambiados los iconos de los filtros para reflejar los iconos utilizados en la lista.",
  "Copy all IDs action now includes packages' names and local packages as well.": "Copie la acción de todos los IDs ahora incluye también los nombres de los paquetes y los paquetes locales.",
  "Share a zip file containing all the logs needed for someone to help you out.": "Comparte un archivo zip que contiene todos los registros necesarios para que alguien te ayude.",
  "The window buttons on the top right now have icons to explain their actions.": "Botones en la parte superior de la ventana tienes iconos reflejando sus acciones.",
  "Required items automatically redirect to the packages' most recent successor.": "Elementos requeridos redireccionan automáticamente al sucesor más reciente de los paquetes.",
  "Potentially fixed subscribing to a large amount of items failing/not working.": "Suscribirse a una gran cantidad de artículos que fallan o que no funcionan.",
  "Online profiles can be downloaded, or updated if you already have it locally.": "Los perfiles en línea se pueden descargar o actualizar si ya los tienes localmente.",
  "Fixed the map selection for a new game not letting users select a vanilla map.": "Se ha corregido la selección de mapas para un nuevo juego que no permitía a los usuarios seleccionar un mapa Vanilla.",
  "Fixed not being able to use Workshop maps & save-games in the profile settings": "No era posible el uso de mapas del Workshop y juegos guardados en la configuración del perfil",
  "If your profile has un-saved changes, the Skyve logo will now light up purple.": "Si tu perfil tiene cambios sin guardar, el logotipo de Skyve ahora se iluminará púrpura.",
  "Added an 'Apply all available actions' button in the Compatibility Report page.": "Added an 'Apply all available actions' button in the Compatibility Report page.",
  "Fixed LOT becoming unresponsive on Mac/Linux when unsubscribing from a package.": "LOT no respondía en Mac/Linux al anular la suscipción a un paquete.",
  "Enabled the ability to request a review for a package that is currently broken.": "Se ha habilitado la habilidad de solicitar una revisión para los paquetes defectuosos.",
  "Required mods now have a different UI to let you know you can not exclude them.": "Los mods requeridos ahora tienen una interfaz diferente para hacerle saber que no puede excluirlos.",
  "Added in the Utilities page an import from any text file or from your clipboard.": "Ahora puedes importar desde cualquier archivo de texto o desde el portapapeles en la sección de Utilidades.",
  "Added a sorting order switch to select between Ascending and Descending sorting.": "Switch para seleccionar entre orden ascendente y descendente.",
  "Broken, incompatible, and banned packages now have a new background in the list.": "Los paquetes rotos, incompatibles y prohibidos ahora tienen un nuevo contexto en la lista.",
  "Updated the Package Page to match the displayed information in the content lists.": "Actualizada la página de Paquetes para que coincida con la información mostrada en las listas de contenido.",
  "Added numbers next to the Compatibility groups showing how many items are in them.": "Added numbers next to the Compatibility groups showing how many items are in them.",
  "Re-filtering using the shortcuts in the list now removes the item from your filter.": "El refiltrado utilizando los accesos directos de la lista ahora elimina el elemento de su filtro.",
  "Uploaded profiles can be private, shared with an ID, or public for everyone to see.": "Los perfiles cargados pueden ser privados, compartidos con un ID, o públicos para que todos los puedan ver.",
  "You can now select multiple items in the content lists using the Ctrl or Shift keys.": "Ahora puede seleccionar varios elementos en las listas de contenido usando las teclas Ctrl o Mayúsculas.",
  "Added links to the package page, as well as other information like its usage & type.": "Enlaces a la página del paquete, así como otra información como su uso y tipo.",
  "Profiles list now uses a Grid View, and you can toggle between the grid & list view.": "La lista de perfiles ahora usa una vista de cuadrícula y puede alternar entre la vista de cuadrícula y lista.",
  "Improved the author info gathering, which will fix the issue of authors not loading.": "Mejorada la recopilación de información del autor, que arreglará el problema de los autores que no se cargan.",
  "Added a warning text in the dashboard when you have multiple LOM instances installed.": "Texto de advertencia en el panel de control cuando tienes varias instancias de LOM instaladas.",
  "Improved the performance of the app. Quicker load times & less stutters are expected.": "Se ha mejorado el rendimiento de la aplicación.",
  "Partially included asset packs are now considered as 'Included' for dependency checks.": "Partially included asset packs are now considered as 'Included' for dependency checks.",
  "Local & Vanilla packages are now correctly matched while viewing a playset's contents.": "Los paquetes locales y Vanilla ahora coinciden correctamente mientras se visualiza el contenido de un playset.",
  "Favorite Profiles are now shown on your dashboard to allow easy switching between them.": "Los perfiles favoritos ahora se muestran en la Consola para permitir un cambio fácil entre ellos.",
  "A shortcut will now be created when you first open Skyve after you previously had LOM2.": "Se creará un acceso directo cuando abra Skyve por primera vez tras haber tenido LOM2.",
  "Missing source code will now generate a warning instead of an unsubscribe notification.": "Falta el código fuente generará ahora una advertencia en lugar de una notificación de baja de suscripción.",
  "Excluded mods no longer use the '.excluded' file, they instead use a new ModConfig file.": "Los mods excluidos ya no usan el archivo '.excluded', en su lugar usan un nuevo archivo ModConfig.",
  "Fixed the text in the import collection for subscribing and unsubscribing being flipped.": "Se ha corregido el texto al importar colecciones de suscribirse y anular suscripción.",
  "Added a new \"Any Issues\" option for \"Package Status\" & \"Compatibility Report\" dropdowns.": "Nueva opción de \"Cualquier problema\" en el \"Estado de paquete\" y \"Reporte de Compatibilidad\".",
  "Fixed freezes happening while searching while the 'Subscribe Time' sorting was selected.": "Bloqueo al buscar mientras se seleccionaba la opción de 'Tiempo de suscripción' al ordenar la lista.",
  "Added a third option in the 'Add Profile' page to import an online profile using its ID.": "Se añadió una tercera opción en la página 'Agregar perfil' para importar un perfil en línea usando su ID.",
  "Fixed authors and tags filter not refreshing if you enter the page before they've loaded.": "Los autores fijos y las etiquetas no se actualizan si ingresan a la página antes de que hayan cargado.",
  "Added a \"References\" tab on a package's page to see all other packages that reference it.": "Pestaña de \"Referencias\" en la página de un paquete para ver todos los demás paquetes que hacen referencia a él.",
  "Added an option to make optional packages use the same notification as required packages.": "Opción para hacer que los paquetes opcionales usen la misma notificación que los paquetes requeridos.",
  "Added language dialects, Chinese Traditional (Taiwan), English UK, and Portuguese Brazil.": "Añadido dialectos de idiomas, chino tradicional (Taiwán), inglés británico y portugués Brasil.",
  "Fixed downloading or updating a profile not properly saving some data like the thumbnail.": "Se ha corregido la descarga o actualización de un perfil que no guardaba correctamente algunos datos como la miniatura.",
  "Implemented a new icon system that scales all of the icons appropriately to your UI scale.": "Nuevo sistema de iconos que escala todos los iconos apropiadamente a tu escala de interfaz de usuario.",
  "Added the search, filter & sorting tools to lists in authors' page & in the packages' page.": "Se han añadido las herramientas de búsqueda, filtración y ordenación a las listas en la página de los autores y en la página de los paquetes.",
  "Steam links will now open inside of Steam's window. This can be toggled off in the Options.": "Los enlaces de Steam ahora se abrirán dentro de la ventana de Steam. Esto se puede desactivar en las Opciones.",
  "All filter actions are now done using Ctrl+Click, added an option to swap this functionality.": "Acciones en filtros se ejecutan con Ctrl+Clic. Agregada la opción para intercambiar la funcionalidad.",
  "The required items displayed on a workshop asset's page is now integrated in Load Order Tool.": "Los elementos requeridos mostrados en la página del workshop para un asset, ahora están integrados en Load Order Tool.",
  "BOB import is now a generic XML import by supporting any XML format that contains package IDs.": "Soporte para archivos genéricos XML al importar configuraciones de BOB que contienen IDs de paquetes.",
  "Added change-log pages, you'll see it on new versions or using its button in the Help sections.": "Agregadas páginas de registro de cambios, la verás en nuevas versiones o usando el botón en las secciones de Ayuda.",
  "Added extra text in the list to show how many packages are hidden because of your profile usage.": "Texto extra en la lista para mostrar cuántos paquetes están ocultos debido al uso de su perfil.",
  "Fixed packages' steam info not loading from the first time when viewing a profile or collection.": "Información de Steam de los paquetes no cargados desde la primera vez que se visualizaba un perfil o colección.",
  "'Show Folder Settings' now automatically be turned on if one of the folder settings is incorrect.": "'Mostrar configuración de carpeta' ahora se activa automáticamente si una de las configuraciones de carpeta es incorrecta.",
  "Added right-click actions in the content list to exclude or include an item in all your packages.": "Acciones de clic derecho en la lista de contenido para excluir o incluir un artículo en todos los paquetes.",
  "Added new functionalities to easily handle mismatches between Steam and your downloaded packages.": "Funcionalidades para manejar fácilmente el contenido entre Steam y los paquetes descargados.",
  "Re-downloading Load Order Tool will initiate the download and close the app while it gets updated.": "Volver a descargar Load Order Tool iniciará la descarga y cerrará la aplicación mientras se actualiza.",
  "Fixed deleting local assets from the right-click menu deleting all local assets instead of just one": "Eliminación de assets locales desde el menú de clic derecho, eliminando todos los assets locales en lugar de uno",
  "Added new Profile sorting options. The selected sorting will now be remembered throughout sessions.": "Nuevas opciones para ordenar perfiles. La selección se recordará a lo largo de las sesiones.",
  "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.": "Los paneles de Steam en el menú principal ahora se muestran de manera predeterminada, todavía puede ocultarlos en la configuración del mod.",
  "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.": "El nombre de los mods locales ha sido revertido al nombre de la carpeta en lugar del Workshop para prevenir problemas.",
  "Added 'New Asset' & 'Load Asset' launch options in the profile to quickly load into the Asset Editor.": "Añadidas opciones de lanzamiento 'Nuevo Asset' y 'Cargar Asset' en el perfil, para cargar rápidamente en el Editor de assets.",
  "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.": "Se ha añadido un cuadro en la parte inferior izquierda de la aplicación para informarte de cualquier tarea pendiente de suscripción/anular suscripción.",
  "Improved the 'Add Tags' window; you can easily select from existing tags & edit multiple items at once.": "Se mejoró la ventana de 'Añadir etiquetas'; ahora puede fácilmente seleccionar etiquetas existentes y editar simultáneamente varios elementos.",
  "You can now edit Find it! tags directly in the app to mods and assets. Assets are synched with the game.": "Ahora puedes editar etiquetas de Find It! directamente en la aplicación de mods y activos. Los assets se sincronizan con el juego.",
  "Pseudo-mods now include IMT Markings, Render it! Presets, Procedural Objects Fonts, and translation mods.": "Los pseudo-mods ahora incluyen marcadores de IMT, perfiles Render It!, fuentes de Procedural Objects y mods de traducción.",
  "Reworked the rendering of lists, improving the performance and responsiveness of content pages drastically.": "Mejorado drásticamente el rendimiento y la capacidad de respuesta de las páginas de contenido.",
  "You can now request a review for a package to notify us about missing information in the compatibility data.": "Ahora puede solicitar una revisión de un paquete para notificarnos acerca de la falta de información en los datos de compatibilidad.",
  "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.": "Interacción entre mods similares mostrados en el Informe de compatibilidad cuando sólo tienes uno de ellos.",
  "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.": "Suscribirse a múltiples objetos seguidos los pondrá en una lista pendiente en lugar de ejecutar el juego cada vez.",
  "The 'Profiles' tab in the sidebar will now open your profiles list instead of your current profile's settings.": "La pestaña 'Perfiles' en la barra lateral ahora abrirá su lista de perfiles en lugar de la configuración de su perfil actual.",
  "This information will now be included in the Compatibility Report to quickly and easily see what you're missing.": "Esta información ahora se incluirá en el Informe de compatibilidad para ver rápida y fácilmente lo que te falta.",
  "Added the 'Other Profiles' section in a package's page to easily exclude or include them from your other profiles": "Sección de 'Otros Perfiles' en la página de paquetes para excluirlos fácilmente de otros perfiles",
  "Fixed launching LOT after the monitor it was previously on got turned off resulting in the window now showing up.": "Inicio de LOT después de apagar el monitor debido a que la ventana no se mostraba.",
  "Presenting, Skyve, the final successor of Load Order Mod 1/2 and Compatibility Report.\r\nComing for C:S I & C:S II": "Presentando, Skyve, el sucesor final de Load Order Mod 1/2 y Compatibility Report.\nPróximamente para C:S I & C:S II",
  "The 'First time setup incomplete' screen now has an ignore button to manually set up your folder settings instead.": "La pantalla 'Primera configuración incompleta' ahora tiene un botón de ignorar para configurar manualmente la configuración de su carpeta en su lugar.",
  "Added a new icon next to a package that displays a quick summary of the votes and subscriber count of the package.": "Icono junto a paquete, muestra un resumen rápido de los votos y el número de suscriptores del paquete.",
  "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it.": "Reducido el nivel de reporte de un mod que no ha sido actualizado en un tiempo a 'Info' para que no te notifique al respecto.",
  "Improved the buttons and filter controls in content lists, reducing their overall size, and adding more visual cues.": "Mejorados los botones y los controles de filtros en las listas de contenidos, reduciendo su tamaño total y añadiendo más señales visuales.",
  "Added a troubleshooting system to the Utilities tab; use it to narrow down what mod or asset is causing your issues.": "Se añadió un sistema de diagnóstico a la pestaña de Utilidades; úselo para determinar qué mod o activo está causando sus problemas.",
  "Added a button in the Utilities tab to manually run this cleanup as well as forcing the download of missing packages.": "Botón en la pestaña Utilidades para ejecutar manualmente esta limpieza, así como forzar la descarga de paquetes faltantes.",
  "The troubleshooting system will provide you with a guided, step by step, way of finding what mod or asset is at fault.": "El sistema de solución de problemas le proporcionará una manera guiada, paso a paso, de encontrar qué mod o activo es culpable.",
  "Your current playset's name is now displayed in the main menu in-game.\r\n*This can be disabled in the in-game settings.": "El nombre de tu juego actual se muestra ahora en el menú principal del juego.\n*Esto se puede desactivar en los ajustes del juego.",
  "Mod loading is now cached; resulting in more efficient loads on Windows & Linux, as well as much faster loads on macOS.": "Carga de mods están en caché; resultando en cargas más eficientes en Windows y Linux, así como cargas mucho más rápidas en macOS.",
  "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.": "Se ha añadido una opción avanzada para forzar la descarga o anulación de paquetes tan pronto como se suscriba/anule su suscripción en Skyve.",
  "Added a troubleshooting system to the Utilities & Help tabs; use it to narrow down what mod or asset is causing your issues.": "Se añadió un sistema de diagnóstico a la pestaña de Utilidades; úselo para determinar qué mod o activo está causando sus problemas.",
  "Added a grid-view option for all content pages; toggle between list & grid view using the new icons on the top right of the list.": "Se añadió una opción de vista compacta para todas las páginas de contenido; cambia entre la vista compacta, de lista y de cuadrícula usando los nuevos íconos en la parte superior derecha de la lista.",
  "Mod & Asset creators can now edit their packages' Compatibility Data; just right-click the package and select 'Edit Compatibility'.": "Los creadores de Mod y Assets ahora pueden editar los datos de compatibilidad de sus paquetes; simplemente haga clic derecho en el paquete y seleccione 'Editar compatibilidad'.",
  "Having a custom location for LSMR report files will now correctly start from there when selecting a report file in the Utilities page.": "Ubicación personalizada para los archivos de reportes de LSMR ahora comenzará correctamente al seleccionar un archivo de reporte en la página Utilidades.",
  "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning.": "Nuevas suscripciones ya no se vuelven a cargar mientras el juego se está ejecutando. Al hacerlo, evita que tu juego y los mods funcionen mal.",
  "Added a compact-view option for all content pages; toggle between compact, list & grid view using the new icons on the top right of the list.": "Se añadió una opción de vista compacta para todas las páginas de contenido; cambia entre la vista compacta, de lista y de cuadrícula usando los nuevos íconos en la parte superior derecha de la lista.",
  "Launching the game while LOT is open will automatically delete any packages that you are not subscribed to, but is downloaded on your computer.": "Al lanzar el juego mientras LOT está abierto eliminará automáticamente cualquier paquete al que no estés suscrito, pero descargado en tu computador.",
  "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.": "Al solicitar una revisión ahora requiere una descripción válida y también envía tus registros con la solicitud. Un aviso se muestra junto al botón 'Enviar'.",
  "Added a new User Profile page, accessed by clicking on the author of a mod or profile. This page includes all of the user's profiles & packages.": "Se ha añadido una nueva página de perfil de usuario, a la que se accede haciendo clic en el autor de un mod o perfil. Esta página incluye todos los perfiles y paquetes del usuario.",
  "Once started, you can safely close Skyve and continue at a later date. Skyve will remember all your settings and what stage you are currently on.": "Una vez iniciado, puedes cerrar Skyve de forma segura y continuar en una fecha posterior. Skyve recordará todos sus ajustes y en qué etapa está actualmente.",
  "The Load Order of mods has been re-integrated, and is completely automated based on mods' requirements as well as other Compatibility-Report factors.": "Fixed some packages not showing their successor properly.",
  "Added grid-view & compact-view options for all content pages; toggle between list, compact & grid view using the new icons on the top right of the list.": "Se añadió una opción de vista compacta para todas las páginas de contenido; cambia entre la vista compacta, de lista y de cuadrícula usando los nuevos íconos en la parte superior derecha de la lista.",
  "Local packages are automatically matched with their online counterpart, showing the information from Steam and correctly showing its compatibility info.": "Los paquetes locales coinciden automáticamente con su contraparte en línea, mostrando la información de Steam y mostrando correctamente su información de compatibilidad.",
  "When starting the procedure, Skyve will save your current settings and then start excluding or including packages automatically until you can find the cause of your issues.": "Al iniciar el procedimiento, Skyve guardará su configuración actual y luego comenzará a excluir o incluir paquetes automáticamente hasta que pueda encontrar la causa de sus problemas.",
  "Secondary content lists like 'Missing Packages' & 'Workshop Collection' now use the same UI as the main content list pages, allowing for a streamlined experience and more options.": "Las listas de contenido secundarias como 'Paquetes faltantes' y 'Colección del Workshop', ahora usan la misma interfaz de usuario que las páginas de las listas de contenido principales, permitiendo una experiencia estándar y más opciones.",
  "The new icon now glows based on what's happening, blue indicates that the game is running, red means no internet connection, and quick glowing means it's launching or closing the game.": "El nuevo icono ahora resplandece basado en lo que está sucediendo, azul indica que el juego se está ejecutando, rojo significa que no hay conexión a internet, y un rápido resplandor significa que está lanzando o cerrando el juego.",
  "Changed the option to increase list items' size on hover to always increase their size, improved the UI of enlarged list items, and applied this functionality to the rest of the lists in the app.": "Se ha cambiado la opción de aumentar el tamaño de los artículos en la lista al pasar el cursor para aumentar su tamaño. Mejoró la interfaz de usuario de los artículos de la lista y se aplicó esta funcionalidad al resto de las listas en la aplicación.",
  "Separating terms with a comma in your search will split your search to match any of the terms (OR)\r\n\t• Adding '+' at the start of your term will require the term to be matched (AND)\r\n\t• Adding '-' at the start of your term will exclude items that match that term\r\n\r\nExamples of the new search:\r\n\t• car, truck (matches 'car' OR 'truck')\r\n\t• building, apartment +european (matches 'european' AND ['building' OR 'apartment'])\r\n\t• condo, house -rico +american (matches 'american' AND ['condo' OR 'house'] AND NOT 'rico')": "Separar los términos con una coma al buscar, dividirá tu búsqueda para que coincida con cualquiera de los términos (OR)\n- Añadir '+' al inicio de su término requerirá que el término sea agregado (AND)\n- Añadir '-' al inicio de su término excluirá los artículos que coincidan con ese término\n\nEjemplos de búsqueda:\n- car, truck (resulta en 'car' O 'camion')\n- building, apartment, +european (coincide con 'european' Y ['building' O 'apartment'])\n- condo, house, -rico, +american (coincide con 'american' Y ['condo' O 'house'] Y NO 'rico')"
}