[
  {
    "Version": "2.2.0",
    "Date": "2023-04-10",
    "Tagline": "Üdvözöljük a változásnaplók között",
    "ChangeGroups": [
      {
        "Name": "Új",
        "Changes": [
          "A tartalmi oldalak műveleteihez hozzáadtunk egy „Leiratkozás minden” gombot.",
          "Hozzáadott egy Segédprogram szakaszt a BOB konfiguráció hiányzó elemeire való feliratkozáshoz.",
          "Hozzáadott egy opciót, amely alapértelmezés szerint megnyitja a Szűrők & Műveletek szakaszát.",
          "Változásnapló-oldalak hozzáadva, az új verziókat a Súgó részben található gomb használatával láthatja."
        ]
      },
      {
        "Name": "Fejlesztések",
        "Changes": [
          "Kompatibilitási jelentés hozzáadva a törött eszközökhöz",
          "A nem listázott csomagoknak most már a megfelelő neve és miniatűrje van.",
          "A mappabeállítások adatai mostantól megfelelnek az operációs rendszernek.",
          "Ctrl+kattintás egy szerző nevére, hogy hozzáadja a szűrőhöz"
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "A javított örökölt profilok nem konvertálódnak az első indítás után.",
          "A rögzített helyi assetek nem frissülnek automatikusan a külső változások után.",
          "A helyi assetek törlése javítva, a jobb egérgombos menüből az összes helyi asset törlődik egy helyett",
          "Javítva az 1. tétel profiljainak konvertálása, amelynek eredményeként az assetek „Helyi” megjelölést kaptak",
          "Javítva a „valódi” mappák cseréje, mentéskor Linux és Mac felhasználók számára.",
          "Javítva, hogy a Linux és Mac felhasználók nem tudnak napló-zip-et generálni."
        ]
      }
    ]
  },
  {
    "Version": "2.1.4",
    "Date": "2023-04-08",
    "ChangeGroups": [
      {
        "Name": "Hozzáadtuk a Súgó és Naplók szekciót",
        "Changes": [
          "Könnyű naplóelérések.",
          "A legutóbbi/aktuális játékmenet hibáinak gyors megtekintése.",
          "Az aktuális történések bemutatása érdekében egyszerűsített naplófájl készítése.",
          "Ossza meg az összes szükséges naplót tartalmazó Zip-fájlt, hogy valaki segítsen Neked."
        ]
      },
      {
        "Name": "Fejlesztések",
        "Changes": [
          "A szűrők ikonjait úgy módosítottuk, hogy azok tükrözzék a listában használt megfelelő ikonokat."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítottuk az importálási gyűjteményben a feliratkozásra és a leiratkozásra fordított szöveget.",
          "Javítottuk az új játék térképkiválasztását, amely nem engedte volna a felhasználóknak a Vanilla térképeket."
        ]
      }
    ]
  },
  {
    "Version": "2.1.3",
    "Date": "2023-04-06",
    "ChangeGroups": [
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Kijavítottunk egy hibát, amely néhány felhasználó számára végtelenül hosszú betöltést okozott."
        ]
      }
    ]
  },
  {
    "Version": "2.1.2",
    "Date": "2023-04-05",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "Eltávolítottuk az előfizetés lapot a játékon belüli mod opciók közül.",
          "Javítottuk a DLC-k listáját, mert nem kerültek alkalmazásra a profil betöltésekor.",
          "Javítottuk néhány ember számára üres a nyelvi beállítást.",
          "A Steamből történő újratöltés nem kényszeríti vissza a fókuszt az assetre.",
          "Egyéb kinézeti változtatások."
        ]
      }
    ]
  },
  {
    "Version": "2.1.1",
    "Date": "2023-04-05",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "Információs előugró ablak hozzáadása az elemekre való első előfizetéskor.",
          "Figyelmeztető szöveg lett hozzáadva az irányítópulthoz, ha több LOM-példány van telepítve.",
          "Kis címkék lettek hozzáadva a csomagcímek mellé.",
          "A Load Order Tool újbóli letöltése elindítja a letöltést, és bezárja az alkalmazást, amíg frissül.",
          "Ki lett javítva és fejlesztve lett a Loading Screen Mod jelentések sebessége."
        ]
      }
    ]
  },
  {
    "Version": "2.1.0",
    "Date": "2023-04-05",
    "Tagline": "Béta nyilvános kiadás",
    "ChangeGroups": []
  },
  {
    "Version": "2.2.1",
    "Date": "2023-04-15",
    "Tagline": "Bemutattuk a Profilfelújítást",
    "ChangeGroups": [
      {
        "Name": "Profil váltások",
        "Changes": [
          "Módosítottuk a profillista kialakítását.",
          "A kedvenc profilok mostantól megjelennek az irányítópulton, hogy megkönnyítsék a váltást közöttük.",
          "Hozzáadta az „Egyéb profilok” részt egy csomag oldalához, hogy könnyen kizárhassa vagy felvehesse őket a többi profilból",
          "Új profilrendezési beállítások lettek hozzáadva. A kiválasztott rendezésre a rendszer a munkamenetek során emlékezni fog.",
          "A jobb gombbal kattintási műveletek lettek hozzáadva a tartalomlistához, hogy kizárjanak vagy beemeljenek egy elemet az összes csomagba.",
          "Hozzáadott egy gombot, amellyel megtekintheti a profilfájlt a számítógépén.",
          "Mostantól színt rendelhet a profiljaihoz.",
          "Most már létrehozhat egy asztali parancsikont a profiljaihoz.",
          "Most már importálhat egy LOT 1 profilt a \"Profil hozzáadása\" részben."
        ]
      },
      {
        "Name": "Fejlesztések",
        "Changes": [
          "A Steam linkek most megnyílnak a Steam ablakában. Ezt a Beállításokban lehet kikapcsolni.",
          "A helyi eszközök mostantól megfelelően vannak csoportosítva a mappák alapján, amelyekben vannak.",
          "A Paradox fiókpanel mostantól mindig látható lesz.",
          "A jobb felső sarokban lévő ablakgombokon most ikonok találhatók, amelyek elmagyarázzák a műveleteiket.",
          "Javult a tartalomlista oldalak válaszkészsége.",
          "A tartalomlista oldalain végzett keresés most sokkal gyorsabb.",
          "A mod betöltés gyorsítótárazott; ami hatékonyabb betöltést eredményez Windows és Linux rendszeren, valamint sokkal gyorsabb betöltést macOS rendszeren.",
          "Most már létrehozhat egy zip fájlt a naplókból, miközben a játék fut."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "A tartalomlista oldalain előforduló lefagyások javítása.",
          "A javított profilok automatikus mentése nem működik megfelelően.",
          "Javítva, hogy a profilbeállításokban nem lehet használni a Workshop térképeket és a mentési játékokat",
          "Javítottuk, hogy az egyéni térképek nem töltődnek be, amikor kiválasztják a profilbeállításokban.",
          "Javítva a betöltési profilok MacOS és Linux rendszeren, amelyek nem mindig érvényesek megfelelően.",
          "Az LSMR jelentésfájlok egyéni helyének megadása mostantól helyesen innen indul, amikor kiválaszt egy jelentésfájlt a Segédprogramok oldalon."
        ]
      }
    ]
  },
  {
    "Version": "2.2.2",
    "Date": "2023-04-19",
    "Tagline": "",
    "ChangeGroups": [
      {
        "Name": "Új és továbbfejlesztett",
        "Changes": [
          "A Segédprogramok oldalon importált bármilyen szöveges fájlból vagy a vágólapról.",
          "A BOB-importálás mostantól egy általános XML-importálás, amely támogatja a csomagazonosítókat tartalmazó XML-formátumokat."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Kijavítottuk a gyűjtemény URL-jének betöltését, ami néha nem megfelelően értelmezi az azonosítót.",
          "Javítottuk, hogy a LOT nem válaszol Mac/Linux rendszeren, amikor leiratkozik egy csomagról."
        ]
      }
    ]
  },
  {
    "Version": "2.3.0",
    "Date": "2023-04-27",
    "Tagline": "Tavaszi takarítás frissítés",
    "ChangeGroups": [
      {
        "Name": "Szűrés és keresés módosításai",
        "Changes": [
          "Új szerzőszűrő legördülő menü hozzáadva.",
          "További műveletek hozzáadva a tartalomlisták címkéihez.",
          "Új „Bármilyen probléma” lehetőség hozzáadva a „Csomag állapota” és „Kompatibilitási jelentés” legördülő menühöz.",
          "Mostantól minden szűrőművelet a Ctrl+Click billentyűkombinációval hajtható végre, hozzáadva a funkció felcserélésére szolgáló opciót.",
          "A listában található parancsikonokkal végzett újbóli szűrés eltávolítja az elemet a szűrőből.",
          "Ha a kifejezéseket vesszővel választja el a keresésben, a keresést felosztja, hogy megfeleljen bármelyik kifejezésnek (VAGY)\n• Ha „+” jelet ad hozzá a kifejezés elejéhez, akkor a kifejezést egyeztetni kell (ÉS)\n• Ha a kifejezés elejére a „-” karaktert adja, akkor az adott kifejezésnek megfelelő elemeket kizárja\n\nPéldák az új keresésre:\n• személygépkocsi, teherautó (egyezés: „autó” VAGY „teherautó”)\n• épület, lakás +european (egyezik az 'european' ÉS ['épület' VAGY \"apartment\"] szavakkal)\n• condo, house -rico +american (egyezik az 'american' ÉS ['condo' VAGY \"house\"] szóval, ÉS NEM a 'rico' szóval)"
        ]
      },
      {
        "Name": "UI és UX változások",
        "Changes": [
          "Bevezetett egy új ikonrendszert, amely az összes ikont megfelelően méretezi a felhasználói felület skálájához.",
          "Átdolgoztuk a listák megjelenítését, drasztikusan javítva a tartalmi oldalak teljesítményét és reagálóképességét.",
          "Hozzáadott egy rendezési sorrend kapcsolót a növekvő és a csökkenő rendezés közötti választáshoz.",
          "Áthelyezte a \"Műveletek\" részt a tartalmi oldalakon, és hozzáadott 2 új lehetőséget.",
          "A részben beépített csomagok mostantól eltérő felhasználói felülettel rendelkeznek a listában.",
          "Javítottuk a tartalomlisták gombjait és szűrővezérlőit, csökkentve azok teljes méretét, és több vizuális jelzést adtunk hozzá.",
          "Módosította a listaelemek méretének növelésének lehetőségét, hogy mindig növelje a méretüket, javította a kinagyított listaelemek felhasználói felületét, és ezt a funkciót alkalmazta az alkalmazás többi listájára.",
          "Hozzáadott egy Ctrl+[0-9] billentyűparancsot az elérhető lapok közötti váltáshoz.",
          "Az összes dupla gomb és opciókapcsoló oldala kicserélve.",
          "Az animációk alapértelmezés szerint le vannak tiltva a macOS és Linux rendszeren.",
          "Annyi további UI fejlesztés, változtatás és javítás, amit elvesztettem."
        ]
      },
      {
        "Name": "A fájlkiválasztás újraépítése",
        "Changes": [
          "Frissítettük a fájlválasztó képernyők felhasználói felületét.",
          "Rögzített mappák hozzáadva a releváns mappák egyszerű eléréséhez.",
          "Hozzáadott egy Műhely szekciót a műhelytérképek és mentések egyszerű kiválasztásához.",
          "Hozzáadott egy Rendezés legördülő menüt és a rendezési sorrend kapcsolót",
          "Lista/Rács nézet kapcsoló hozzáadva."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítva a LOT elindítása, miután a korábban bekapcsolt monitor kikapcsolt, aminek eredményeként most megjelenik az ablak.",
          "Javítva, hogy az LHT opció nem működött új térképen való indításakor.",
          "Javítva a szerzői oldalak, amelyek nem nyílnak meg megfelelően a Steamben.",
          "Javítottuk a keresés során előforduló leállásokat, miközben az „Feliratkozási idő” rendezés volt kiválasztva."
        ]
      }
    ]
  },
  {
    "Version": "2.3.1",
    "Date": "2023-04-29",
    "Tagline": "",
    "ChangeGroups": [
      {
        "Name": "Műhelycsomagok takarítása",
        "Changes": [
          "Új funkciókkal bővült a Steam és a letöltött csomagok közötti eltérések egyszerű kezelése.",
          "Azok a csomagok, amelyekre nem vagy előfizetve, már nem töltődnek be a játékba.",
          "A játék elindítása, miközben a SKYVE nyitva van, automatikusan törli azokat a csomagokat, amelyekre nem vagy feliratkozva, de letöltötted a számítógépedre.",
          "Hozzáadott egy gombot a Segédprogramok lapon a tisztítás manuális futtatásához, valamint a hiányzó csomagok letöltésének kényszerítéséhez."
        ]
      }
    ]
  },
  {
    "Version": "2.3.2",
    "Date": "2023-04-30",
    "Tagline": "",
    "ChangeGroups": [
      {
        "Name": "Új",
        "Changes": [
          "Lehetőséget adtunk az automatikus tisztítás letiltására a játék megnyitásakor.",
          "Egyéni argumentumdoboz hozzáadva a speciális indítási beállításokhoz."
        ]
      }
    ]
  },
  {
    "Version": "2.3.3",
    "Date": "2023-05-04",
    "Tagline": "",
    "ChangeGroups": [
      {
        "Name": "Szavazási és feliratkozási ikon",
        "Changes": [
          "Új ikon hozzáadva a csomag mellé, amely a szavazatok és a csomag feliratkozói számának gyors összefoglalását jeleníti meg.",
          "Az értékek megjelenítéséhez vigye az egérmutatót rá.",
          "Kattints az ikonra a funkció részletes leírásához.",
          "Hozzáadott \"Szavazatok\" és \"Összes feliratkozó\" rendezési lehetőségek."
        ]
      },
      {
        "Name": "Asset követelmények",
        "Changes": [
          "A műhelyeszköz oldalán megjelenített szükséges tételek mostantól integrálva vannak a SKYVE-ba.",
          "Ezek az információk mostantól szerepelni fognak a kompatibilitási jelentésben, hogy gyorsan és egyszerűen kiderüljön, mi hiányzik."
        ]
      },
      {
        "Name": "Egyéb változtatások",
        "Changes": [
          "Frissítettük a csomagoldalt, hogy megfeleljen a tartalomlistákban megjelenített információknak.",
          "A másodlagos tartalomlisták, például a „Hiányzó csomagok” és a „Műhelygyűjtemény” mostantól ugyanazt a felhasználói felületet használják, mint a fő tartalomlista-oldalak, így egyszerűbb élményt és több lehetőséget biztosítanak.",
          "Az „Új asset” és az „Asset betöltése” indítóbeállítások hozzáadva a profilhoz, hogy gyorsan betöltsék az Asset Editorba."
        ]
      }
    ]
  },
  {
    "Version": "3.0.0",
    "Date": "2023-05-23",
    "Tagline": "Bemutatjuk a Skyve-t, a Load Order Mod 1 és 2 illetve a kompatibilitási jelentés végső utódját.\nÉrkezik a C:S I és a C:S II számára",
    "ChangeGroups": [
      {
        "Name": "Kompatibilitási jelentés teljes felülvizsgálata",
        "Changes": [
          "A kompatibilitási jelentés immár közvetlenül a Skyve-ba lett integrálva.",
          "Az ajánlások és az információs szövegek mostantól világosabbak és könnyebben kezelhetők.",
          "Egy Szundi gomb lett hozzáadva egy bizonyos kompatibilitási értesítés elvetéséhez.",
          "A szükséges elemek automatikusan átirányítanak a csomagok legutóbbi utódjára.",
          "A helyi csomagok automatikusan megfeleltethetők online megfelelőjüknek, megjelenítve a Steam információit és helyesen megjelenítve a kompatibilitási információkat.",
          "Mostantól kérheted egy csomag felülvizsgálatát, hogy értesítsen bennünket a kompatibilitási adatokról és hiányzó információkról.",
          "A Kompatibilitási jelentés lap már elérhető."
        ]
      },
      {
        "Name": "Új funkciók",
        "Changes": [
          "Most már szerkesztheti a Find it! címkéket közvetlenül az alkalmazásban a modokhoz és eszközökhöz. Az Assetek szinkronizálva vannak a játékkal.",
          "Hozzáadtunk egy „Referenciák” lapot a csomag adott oldalához, hogy megtekinthessed az összes többi csomagot, amely hivatkozik rá.",
          "Lehetőséget adtunk arra, hogy az opcionális csomagok ugyanazt az értesítést használják, mint a kötelező csomagok.",
          "Hozzáadott új nyelvek: hagyományos kínai (Tajvan), angol angol és brazil portugál."
        ]
      },
      {
        "Name": "Egyéb változtatások",
        "Changes": [
          "A pszeudo-modok már tartalmazzák az Intersection Marking Tools, a Render it!, a Procedural Object betűtípusokat és fordításokat.",
          "Hozzáadtunk linkeket a csomagoldalra, valamint egyéb információkat, például a használatról és a típusról.",
          "Új profilhasználatok hozzáadva: Map Creator (térképkészítés), Scenario (forgatókönyv) készítés és Témakészítés.",
          "Extra szöveg hozzáadva a listához, amely megmutatja, hány csomag van elrejtve a profilhasználat miatt.",
          "Javítottuk a Műveletek gombot, hogy láthatóbbá és könnyebben elérhetővé tegye.",
          "Az új ikon most a történések alapján világít, a kék azt jelzi, hogy a játék fut, a piros azt jelenti, hogy nincs internetkapcsolat, a gyors világító pedig azt jelenti, hogy elindítja vagy bezárja a játékot."
        ]
      }
    ]
  },
  {
    "Version": "3.0.1",
    "Date": "2023-05-23",
    "ChangeGroups": [
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítottuk a korábbi beállításokat és profilokat, amelyek néha nem kerülnek át a Skyve-ra.",
          "Most egy parancsikon jön létre, amikor először nyitja meg a Skyve-ot, miután korábban rendelkezett LOM2-vel.",
          "Kijavítottuk azt a ritka esetet, amikor a kompatibilitási információ nem töltődik be.",
          "Lehetővé teszi a jelenleg hibás csomag felülvizsgálatának kérését.",
          "Lazítottuk a „Részben letöltött” értesítés érzékenységét."
        ]
      }
    ]
  },
  {
    "Version": "3.0.2",
    "Date": "2023-05-23",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "Javítottuk az alkalmazás teljesítményét. Gyorsabb betöltési idők és kevesebb akadozás várható.",
          "Kijavítottuk a kompatibilitási jelentésben megjelenő hasonló modok közötti interakciót, amikor csak egy van belőlük.",
          "Javított modok észlelése a helyi eszközök mappában."
        ]
      }
    ]
  },
  {
    "Version": "3.0.3",
    "Date": "2023-05-24",
    "ChangeGroups": [
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítva, hogy a beállítások lap nem nyílik meg macOS és Linux rendszeren.",
          "Javítva, hogy a Súgó és naplók lap nem tölti be automatikusan az aktuális naplót.",
          "Javítva a naplófájl elérési útja, amely rossz volt Linuxon."
        ]
      }
    ]
  },
  {
    "Version": "3.0.4",
    "Date": "2023-05-27",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "A főmenü Steam panelei most már alapértelmezés szerint megjelennek, a mod beállításokban továbbra is elrejtheti őket.",
          "A felülvizsgálat kéréséhez érvényes leírás szükséges, és a kéréssel együtt elküldi a naplókat is. A „Küldés” gomb mellett megjelenik egy nyilatkozat.",
          "Egy régóta nem frissített mod jelentési szintjét „Infó”-ra csökkentette, így nem értesíti Önt róla."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítottuk az irányítópulton nem megjelenő tartalom-összefoglalót.",
          "Javítva az elavult állapot, amely nem működik megfelelően."
        ]
      }
    ]
  },
  {
    "Version": "3.0.5",
    "Date": "2023-05-28",
    "ChangeGroups": [
      {
        "Name": "Javítások és változtatások",
        "Changes": [
          "Üzenetet adtunk hozzá, amely tájékoztatja Önt, ha az „Összes probléma javítása” és a „Takarítás futtatása” véget ér.",
          "Kijavítottunk egy ritka hibát, amely miatt a LOT 1 profil betöltése túl hosszú időt venne igénybe.",
          "Javítva a változásnapló, amely bizonyos nyelveken nem nyílik meg.",
          "Potenciálisan javított előfizetés nagy mennyiségű elem meghibásodására/nem működőre."
        ]
      }
    ]
  },
  {
    "Version": "3.0.7",
    "Date": "2023-05-29",
    "ChangeGroups": [
      {
        "Name": "Átdolgozott Steam feliratkozási folyamat",
        "Changes": [
          "Mostantól előfizethetsz csomagokra, amíg a játék nyitva van.",
          "Ha egymás után több elemre is feliratkozik, azok egy függőben lévő listára kerülnek, ahelyett, hogy minden alkalommal megnyitnák a játékot.",
          "Hozzáadott egy mezőt az alkalmazás bal alsó sarkában, amely tájékoztatja a függőben lévő előfizetési/leiratkozási feladatokról.",
          "Hozzáadott egy speciális opciót a csomagok letöltésének vagy törlésének kényszerítésére, amint előfizet rájuk/leiratkozik a Skyve szolgáltatásban.",
          "Az újonnan előfizetett elemek már nem töltődnek be újra, amíg a játék nyitva van.\nEzzel elkerülheti a játék lefagyását, valamint a modok hibás működését."
        ]
      },
      {
        "Name": "Új",
        "Changes": [
          "\"A profil tartalmának megtekintése\" hozzáadva a profilok jobb gombjának menüjéhez.",
          "Hozzáadott egy \"Kényszerített letöltés\" opciót a csomagok jobb gombbal történő menüjéhez.",
          "További kontextus hozzáadva néhány előugró ablakhoz",
          "A listaoldalak műveleteihez hozzáadtunk egy „Az összes megjelenített elem letöltése” elemet."
        ]
      },
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Javítva, hogy a profillista nem frissül azonnal.",
          "Javított profilcsomagok, amelyek nem mutatják a műhelynevüket.",
          "Javítva a csomagok Steam információi, amelyek nem töltődnek be az első alkalommal, amikor egy profilt vagy gyűjteményt néznek.",
          "A problémák elkerülése érdekében a helyi modok neve visszaállt a mappanévre a Workshop név helyett.",
          "Javította a teljesítményt a sok moddal rendelkező emberek számára."
        ]
      }
    ]
  },
  {
    "Version": "3.0.7.1",
    "Date": "2023-06-05",
    "ChangeGroups": [
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Kijavítottuk az indításkori összeomlást."
        ]
      }
    ]
  },
  {
    "Version": "3.0.7.2",
    "Date": "2023-06-12",
    "ChangeGroups": [
      {
        "Name": "Hibajavítások",
        "Changes": [
          "Frissítve a legújabb patch szerint."
        ]
      }
    ]
  },
  {
    "Version": "3.1.0",
    "Date": "2023-06-13",
    "Tagline": "Jönnek az online profilok!",
    "ChangeGroups": [
      {
        "Name": "Online profilok",
        "Changes": [
          "Mostantól online is feltölthet egy profilt, felhasználónként legfeljebb 5 profilt.",
          "A feltöltött profilok lehetnek privátak, megoszthatók azonosítóval, vagy nyilvánosak, hogy mindenki megtekinthesse.",
          "Az online profilok letölthetők vagy frissíthetők, ha már rendelkezik helyileg.",
          "Az online profilokat a Profilok lap új gombjával fedezheted fel.",
          "A „Profil hozzáadása” oldalon egy harmadik lehetőség is hozzáadva online profil importálásához az azonosítójával."
        ]
      },
      {
        "Name": "Profil változások",
        "Changes": [
          "Az oldalsáv „Profilok” lapja most a profillistát nyitja meg a jelenlegi profil beállításai helyett.",
          "A Profillista mostantól rácsnézetet használ, és válthatsz a rács- és listanézet között.",
          "Módosítottuk a felső műveletgombok kialakítását mindkét profiloldalon",
          "Ha a profilodban nem mentett módosítások vannak, a Skyve logó lilán kezd el világítani.",
          "A profilokhoz mostantól bélyegképek is tartozhatnak.",
          "A profilhasználatoknak mostantól külön ikonjaik vannak."
        ]
      },
      {
        "Name": "Újdonságok & Frissítések",
        "Changes": [
          "Hozzáadtál egy új felhasználói profil oldalt, amely egy mod vagy profil készítője kattintva érhető el. Ez az oldal tartalmazza az összes felhasználói profilt és csomagot.",
          "A Skyve által végzett törlések mostantól a Windows lomtárába küldik a fájlokat.",
          "6 új reset gomb lett hozzáadva a Segédprogramok oldalon.",
          "2 új gomb lett hozzáadva a Súgó és naplók oldalon.",
          "A kompatibilitás és a csomagállapotok most a lista jobb oldalán jelennek meg.",
          "A hibás, inkompatibilis és tiltott csomagok új hátteret kaptak a listán.",
          "A helyi modok neve és címkéje frissült.",
          "A hiányzó forráskód mostantól figyelmeztetést generál a leiratkozási értesítés helyett.",
          "A szükséges modok mostantól más felhasználói felülettel rendelkeznek, hogy tudd, nem zárhatod ki őket.",
          "Hozzáadtunk egy beállítást a játékon belül, amely lehetővé teszi a modok és eszközök forró újratöltését.",
          "Jobb teljesítmény csomagok be-/kizárása közben.",
          "Magyar nyelv hozzáadva"
        ]
      }
    ]
  },
  {
    "Version": "3.1.0.1",
    "Date": "2023-06-14",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "Egy lehetőség lett hozzáadva az internetkapcsolat ellenőrzésének figyelmen kívül hagyásához.",
          "Hozzáadtunk egy jelzőt, amely jelzi, hogy a profil feltöltődik.",
          "Hozzáadtunk egy gombot az online profil tartalmának egyszerű megtekintéséhez.",
          "Hiba javítása a Steam felhasználói adatok lekérése közben.",
          "Megoldottuk, hogy az Asset Creator (eszköz készítő) indítási beállításai megmaradjanak.",
          "Javítva lett egy online profil frissítése, amely nem működik megfelelően."
        ]
      }
    ]
  },
  {
    "Version": "3.1.1",
    "Date": "2023-06-16",
    "ChangeGroups": [
      {
        "Name": "Változtatások",
        "Changes": [
          "Betöltési animáció lett hozzáadva a profil tartalmának megtekintéséhez.",
          "Javítva lett a profil letöltése vagy frissítése, amely nem mentett megfelelően bizonyos adatokat, például az indexképet.",
          "A megoldottuk a privát csomagok jelölését.",
          "Javítva lett a felhasználói felület, a fordítások pótlásához."
        ]
      }
    ]
  },
  {
    "Version": "3.1.2",
    "Date": "2023-06-21",
    "ChangeGroups": [
      {
        "Name": "Fixes",
        "Changes": [
          "Fixes an error caused by including/excluding mods that have contain assets.",
          "Fixed the action button on the right of the Compatibility Report list not being clickable.",
          "Fixed some packages not showing their successor properly."
        ]
      }
    ]
  }
]