[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Bem-vindo ao relatório de alterações",
        "ChangeGroups": [
            {
                "Name": "Novidades",
                "Changes": [
                    "Adicionado um botão 'Cancelar Todas as Inscrições' nas ações possíveis nas páginas de conteúdo'.",
                    "Adicionada um Segmento de Utilitário para inscrever-se em itens que faltam nas configurações do BOB.",
                    "Adicionada uma opção para que as sessões de Filtros e Ação abram por padrão.",
                    "Adicionado Página com Relatório de alterações, poderá ver a partir das novas versões, ou usando o botão na Área de Ajuda."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Adicionado Relatório de Compatibilidade para Recursos Quebrados",
                    "Foi corrigido a miniatura e nome dos pacotes não listados.",
                    "Os Espaços Reservados para configurações de pasta agora refletem corretamente o seu Sistema Operacional.",
                    "Ctrl+Clique no nome do autor para adicionar ao seu filtro"
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Correção de perfis herdados não sendo convertidos depois da primeira inicialização.",
                    "Os recursos locais corrigidos não atualizam automaticamente após alterações externas.",
                    "Corrigido a função de excluir todos os recursos locais do menu com o botão direito, agora excluirá todos, invés de apenas um",
                    "Corrigido a conversão de Perfis LOT 1 que resultava em recursos sendo marcados como 'Locais'",
                    "Correção de pastas verdadeiras sendo trocadas no salvamento para usuários do Linux & Mac.",
                    "Corrigido a criação de um relatório em Zip para usuários do Linux & Mac."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Adicionada área de Ajuda & Relatórios",
                "Changes": [
                    "Acesse os seus relatórios facilmente.",
                    "Veja rapidamente os erros na sua sessão mais recente/atual.",
                    "Simplifique um arquivo de relatório para focar no que realmente está acontecendo.",
                    "Compartilhe um arquivo Zip contendo todos os relatórios necessários para que alguém o ajude."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Alteração nos ícones de filtros para refletir os ícones usados na lista."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido o texto na coleção de importação para assinatura e cancelamento de assinatura que estavam invertidos.",
                    "Corrigido a seleção de mapa para um novo jogo, que não permitia o usuário selecionar um mapa padrão."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido um erro que causava carregamento infinito para alguns usuários."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Botão de Inscrever-se removido da guia do mod com o jogo aberto.",
                    "Correção que não aplicava as DLCs quando carrega um perfil.",
                    "Corrigido a opção de idioma estar vazia para alguns usuários.",
                    "Baixar novamente pela Steam não forçará o foco de volta para a ferramenta.",
                    "Outras alterações de UI."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Mudanças",
                "Changes": [
                    "Uma janela com informações aparecerá quando se inscrever em um item pela primeira vez.",
                    "Adicionado um aviso em texto no painel quando se tem múltiplas versões do LOM instaladas.",
                    "Foi adicionado pequenos rótulos ao lado dos títulos de pacote.",
                    "Ao pedir ao LOT para baixar novamente, o mesmo iniciará o carregamento e fechará o aplicativo enquanto está atualizando.",
                    "A velocidade de criação de relatórios do LSM foi corrigida e melhorada."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Versão Beta Pública",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Apresentando, o Perfil de Revisão",
        "ChangeGroups": [
            {
                "Name": "Alterações de Perfil",
                "Changes": [
                    "Alterou o design da sua lista de perfil.",
                    "Agora os Perfis Favoritos aparecem no Painel Principal para permitir a troca rápida entre eles.",
                    "Área 'Outros Perfis' criada na página de pacotes, para facilitar a exclusão ou inclusão dos mesmo dos seus outros perfis",
                    "Foram criadas opções para classificar Perfis. A ordem selecionada será relembrada durante as sessões.",
                    "Agora pode clicar com o direito para incluir ou excluir itens da lista de conteúdo em todos os seus pacotes.",
                    "Adicionado um botão para visualizar os arquivos de um perfil no seu computador.",
                    "Agora poderá escolher uma cor para os seus perfis.",
                    "Agora poderá criar um atalho na área de trabalho para os seus perfis.",
                    "Agora poderá importar um perfil LOT 1 na área de 'Adicionar Perfil'."
                ]
            },
            {
                "Name": "Melhorias",
                "Changes": [
                    "Links da Steam serão abertos na janela da Steam. Isto pode ser desativado nas Opções.",
                    "Os recursos locais agora estão corretamente agrupados, com base nas pastas em que eles estão.",
                    "Painel de conta Paradox sempre irá ser exibido de agora em diante.",
                    "Os botões de janela no canto superior direito agora tem ícones que explicam as suas ações.",
                    "Melhorada o tempo de reposta da página de lista de conteúdo.",
                    "A pesquisa agora é mais rápida dentro da pagina de lista de conteúdos.",
                    "O carregamento de mods encontra-se em cache; resultando em carregamentos mais eficientes em Linux & Windows, assim como carregamentos muito mais rápidos em macOS.",
                    "Agora poderá gerar um arquivo zip de seus relatórios enquanto o jogo está em execução."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Corrigido congelamentos nas páginas de listas de conteúdo.",
                    "Corrigido o auto-salvamento de Perfis não funcionando corretamente.",
                    "Corrigido o uso de Mapas da Oficina e Jogos Salvos nas configurações do seu Perfil",
                    "Correção nos mapas customizados não carregarem quando selecionados nas configurações de perfil.",
                    "Corrigido perfis às vezes não carregarem corretamente no Linux & macOS.",
                    "Agora ter um local personalizado para salvar relatórios do LSMR abrirá o relatório corretamente na página de Utilitários."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Novo e Melhorado",
                "Changes": [
                    "Adicionado botão na página de Utilitários para Importar qualquer texto copiado da área de transferência.",
                    "Agora a Importação com o BOB usa um XML padrão e suporta formatos XML que usam o mesmo ID do pacote."
                ]
            },
            {
                "Name": "Correções",
                "Changes": [
                    "Correção ao carregar uma coleção via link não repassando a ID correta.",
                    "Correção do LOT travar ao cancelar assinatura de um pacote no Linux & Mac."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Atualização de limpeza de Primavera",
        "ChangeGroups": [
            {
                "Name": "Filtrar & Buscar Alterações",
                "Changes": [
                    "Adicionado um novo menu de filtro de autor.",
                    "Adicionadas mais ações às etiquetas nas listas de conteúdo.",
                    "Adicionada uma nova opção \"Qualquer Problema\" para os menus suspensos de \"Estado de pacote\" e \"Relatório de Compatibilidade\".",
                    "Todas as ações de filtro agora são feitas usando Ctrl+Clique, adicionado uma opção para trocar essa funcionalidade.",
                    "Filtrar novamente usando os atalhos da lista agora remove o item do filtro.",
                    "\t• Separar os termos com vírgula ao pesquisar, corresponderá a qualquer um dos termos separados (OU)\n\t• Adicionar '+' no início da palavra exigirá que a palavra coporresponda na busca. (E)\n\t• Adicionar '-' no início da palavra excluirá itens que corresponda na busca. (NÃO)\nExemplos de nova pesquisa:\n\t• Carro, caminhão (pesquisa por carro OU caminhão)\n\t• Construção, apartamento +europeu (pesquisa por construção OU apartamento que seja europeu)\n\t• Condo, house -RICO +americano (pesquisa por Condo OU casa, E que seja americano, que NÃO seja RICO)"
                ]
            },
            {
                "Name": "Alterações de Interface e UX",
                "Changes": [
                    "Implementado um novo sistema de ícones que redimensiona todos os ícones de forma apropriada para a escala da Interface.",
                    "Renderização de listas refeitas, melhorando drasticamente o desempenho e a capacidade de resposta das páginas de conteúdo.",
                    "Adicionado um botão de troca de ordem de classificação entre ordem crescente e decrescente.",
                    "Sessão de Ações movida da página de conteúdo e 2 novas opções adicionadas.",
                    "Pacotes incluídos parcialmente agora tem uma interface diferente na lista.",
                    "Botões e filtros de controle na lista de conteúdo melhorados, reduzindo tamanho em geral e adicionado mais informações visuais.",
                    "Altera a opção de aumentar o tamanho da lista ao passar o mouse, para sempre aumentar o tamanho, melhorada a interface da lista aumentada de itens, esta função foi aplicada ao resto das listas no aplicativo.",
                    "Adicionado um atalho com Ctrl+[0-9] para alternar entre as abas disponíveis.",
                    "Trocado todos os botões duplos por opções de botão de ativar/desativar.",
                    "Animações agora estão desativadas por padrão no Linux & MacOS.",
                    "Muito mais melhorias na Interface, mudanças, correções, que perdi a conta."
                ]
            },
            {
                "Name": "Seleção de Arquivos refeita",
                "Changes": [
                    "Interface atualizada para as telas de seleção de arquivo.",
                    "Pastas fixadas adicionadas para um acesso melhor as pastas que interessam.",
                    "Adicionada uma área da Oficina para selecionar melhor mapas e jogos salvos.",
                    "Adicionada um botão de lista suspensa ou ordem de classificação",
                    "Adicionado um botão para Vista em Lista/Grade."
                ]
            },
            {
                "Name": "Correções de Erros",
                "Changes": [
                    "Corrigido a abertura do LOT após o monitor em que estava aberto ser desligado, resultando agora em uma janela aparecendo.",
                    "Corrigido a opção de tráfego à esquerda ñao funcionar quando aberta um novo mapa.",
                    "Corrigido as paginas de Autores não abrindo corretamente na Steam.",
                    "Congelamentos corrigidos ao buscar com o filtro 'Tempo Inscrito' ativo."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Limpeza de Pacotes da Oficina",
                "Changes": [
                    "Adicionada novas funcionalidades para resolver incompatibilidade da Steam e os seus pacotes baixados.",
                    "Os pacotes que você não está mais inscrito não serão mais carregados no jogo.",
                    "Abrir o jogo enquanto o LOT está aberto apagará automaticamente qualquer pacote que não está inscrito, mas está carregado no seu computador.",
                    "Adicionado um botão na Aba Utilidades para a execução da limpeza automaticamente, e forçar o carregamento de pacotes que faltam."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Novo",
                "Changes": [
                    "Adicionada opção para desativar a limpeza automática ao iniciar o jogo.",
                    "Adicionada uma caixa de argumentos personalizados para configurações avançadas de inicialização."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Ícone de Voto & Assinantes",
                "Changes": [
                    "Adicionado um novo ícone ao lado de um pacote que exibe um resumo rápido dos votos e da contagem de assinantes do pacote.",
                    "Passe o mouse para exibir os valores.",
                    "Clique no ícone para uma descrição detalhada dessa funcionalidade.",
                    "Adicionadas 2 opções de ordenação 'Votos' & 'Total de Assinantes'."
                ]
            },
            {
                "Name": "Requisitos do recurso",
                "Changes": [
                    "Os itens necessários disponíveis na página de um recurso da Oficina agora estão integrados ao LOT.",
                    "Esta informação agora será incluída no Relatório de Compatibilidade para ver fácil e rapidamente o que está faltando."
                ]
            },
            {
                "Name": "Outras Alterações",
                "Changes": [
                    "Página de Pacote atualizada para corresponder às informações exibidas nas listas de conteúdo.",
                    "Lista de conteúdo secundário como 'Pacotes faltando' e 'Coleção na Oficina' agora usam a mesma interface das páginas de lista de conteúdos principais, permitindo uma experiência simplificada e mais opções.",
                    "Adicionadas opções de inicialização de 'Novo Recurso' e 'Carregar Recurso' no perfil para carregar rapidamente no Editor de Recursos."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "Apresentando, Skyve, o sucessor final da Ordem de Carga Mod 1/2 e Relatório de Compatibilidade.\r\nChegando para C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "Relatório de compatibilidade revisar",
                "Changes": [
                    "O Relatório de Compatibilidade agora é integrado diretamente ao Skyve.",
                    "As recomendações e o texto da informação são agora mais claros e fáceis de gerir.",
                    "Adicionamos um botão Adiar para dispensar uma certa notificação de compatibilidade.",
                    "Itens necessários redirecionam automaticamente para o sucessor mais recente dos pacotes.",
                    "Pacotes locais são automaticamente combinados com sua contraparte online, mostrando as informações do Steam e mostrando corretamente suas informações de compatibilidade.",
                    "Agora você pode solicitar uma revisão de um pacote para nos notificar sobre falta de informações nos dados de compatibilidade.",
                    "A guia Relatório de Compatibilidade está disponível."
                ]
            },
            {
                "Name": "Novos recursos",
                "Changes": [
                    "Agora você pode editar a localização! As tags diretamente no aplicativo para mods e conteúdos. Recursos são sincronizados com o jogo.",
                    "Adicionada uma guia \"Referências\" na página de um pacote para ver todos os outros pacotes que a referenciam.",
                    "Adicionada uma opção para fazer com que os pacotes opcionais usem a mesma notificação que os pacotes necessários.",
                    "Dialectos de idioma adicionados, Chinês Tradicional (Taiwan), Inglês e Brasil Português."
                ]
            },
            {
                "Name": "Outras alterações",
                "Changes": [
                    "Pseudo-mods agora incluem Marcações IMT, Renderize-o! Pré-sets, Fontes Procedurais e mods de tradução.",
                    "Adicionados links à página do pacote, bem como outras informações como seu uso e tipo.",
                    "Adicionado novos usos de perfil: Criação de mapa, Criação de Cenário e Criação de Temas.",
                    "Adicionado texto extra na lista para mostrar quantos pacotes estão escondidos por causa do uso do seu perfil.",
                    "Melhorado o botão de Ações para torná-lo mais visível e mais fácil de acessar.",
                    "O novo ícone agora brilha baseado no que está acontecendo, azul indica que o jogo está rodando, vermelho significa que não há conexão com a internet, e brilhar rapidamente significa que está iniciando ou fechando o jogo."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed previous settings and profiles sometimes not carrying over to Skyve.",
                    "A shortcut will now be created when you first open Skyve after you previously had LOM2.",
                    "Fixed a rare case where the compatibility info was not loading.",
                    "Enabled the ability to request a review for a package that is currently broken.",
                    "Loosened the sensitivity of the 'Partially Downloaded' notification."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Improved the performance of the app. Quicker load times & less stutters are expected.",
                    "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.",
                    "Fixed mods being detected in the local assets folder."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the options tab not opening for macOS & Linux.",
                    "Fixed the Help & Logs tab not loading your current log automatically.",
                    "Fixed the log file path being wrong on Linux."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.",
                    "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.",
                    "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the asset summary not showing in the dashboard.",
                    "Fixed the out of date status not working correctly."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Fixes & Changes",
                "Changes": [
                    "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.",
                    "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.",
                    "Fixed the changelog not opening with some languages.",
                    "Potentially fixed subscribing to a large amount of items failing/not working."
                ]
            }
        ]
    },
    {
        "Version": "3.0.6",
        "Date": "2023-05-29",
        "ChangeGroups": [
            {
                "Name": "Reworked Subscription Process",
                "Changes": [
                    "You can now subscribe to packages while the game is open.",
                    "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.",
                    "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.",
                    "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.",
                    "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning."
                ]
            },
            {
                "Name": "New",
                "Changes": [
                    "Added \"View this Profile's contents\" in profiles' right-click menu.",
                    "Added a \"Force download\" option in packages' right-click menu.",
                    "Added more context to some popups"
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the profile list not updating instantly.",
                    "Fixed profile packages not showing their workshop name.",
                    "Fixed packages' steam info not loading from the first time when viewing a profile or collection.",
                    "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues."
                ]
            }
        ]
    }
]