[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Bine ai venit in zona schimbărilor ale versiunilor",
        "ChangeGroups": [
            {
                "Name": "Nou",
                "Changes": [
                    "S-a adăugat un buton \"Dezabonare toate\" în acţiunile de conţinut pagini\".",
                    "S-a adăugat o secțiune de utilități pentru a se abona la elementele lipsă într-o configurație BOB.",
                    "S-a adăugat o opțiune pentru a avea filtre și secțiuni de acțiune deschise în mod implicit.",
                    "Adăugat pagini de jurnal schimbări, le veți vedea pe versiunile noi sau folosind butonul său în secțiunile Ajutor."
                ]
            },
            {
                "Name": "Îmbunătățiri",
                "Changes": [
                    "Raport de compatibilitate adăugat pentru active defecte",
                    "Pachetele nelistate au acum numele corect și miniatura.",
                    "Placeholders pentru setările de dosare acum reflectă corect sistemul dvs. de operare.",
                    "Ctrl+Faceți clic pe numele unui autor pentru a le adăuga în filtru"
                ]
            },
            {
                "Name": "Rezolvări",
                "Changes": [
                    "S-au reparat profilurile moștenite care nu au fost convertite după prima lansare.",
                    "Activele locale fixe nu se reîmprospătează automat după schimbări externe.",
                    "S-a reparat ștergerea activelor locale din meniul clic-dreapta ștergerea tuturor activelor locale în loc de doar una",
                    "Fixează conversia de profiluri LOT 1 care duce la marcarea activelor ca 'Local'",
                    "Fixat folderele 'Real' fiind schimbate pe salvări pentru utilizatorii de Linux & Mac.",
                    "Utilizatorii de Linux & Mac reparați nu pot genera un zip de loguri."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "S-a adăugat secțiunea Ajutor și Jurnale",
                "Changes": [
                    "Accesează cu ușurință jurnalele tale.",
                    "Vizualizează rapid erorile în cea mai recentă sau curentă sesiune de joc.",
                    "Simplificați un fișier jurnal pentru a se concentra pe ceea ce se întâmplă de fapt.",
                    "Distribuie un fișier zip care conține toate jurnalele necesare pentru ca cineva să te ajute."
                ]
            },
            {
                "Name": "Îmbunătățiri",
                "Changes": [
                    "A modificat pictogramele filtrelor pentru a reflecta pictogramele corecte folosite în listă."
                ]
            },
            {
                "Name": "Rezolvări",
                "Changes": [
                    "A reparat textul din colecția de import pentru a se abona și dezabona fiind retușat.",
                    "A fost remediată selecția hărții pentru un joc nou care nu permite utilizatorilor să selecteze o hartă cu vanilie."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Rezolvări",
                "Changes": [
                    "S-a remediat o eroare care a cauzat încărcare infinită pentru unii utilizatori."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Modificări",
                "Changes": [
                    "A eliminat fila de abonament din opțiunile de mod-uri.",
                    "DLC-urile fixe nu sunt aplicate la încărcarea unui profil.",
                    "A reparat opțiunea limbii ca fiind goală pentru unele persoane.",
                    "Redescărcarea de la abur nu va mai forța concentrarea înapoi la unealtă.",
                    "Alte modificări ale interfeței."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Modificări",
                "Changes": [
                    "Adăugarea unui pop-up informativ la abonarea la articole pentru prima dată.",
                    "S-a adăugat un text de avertizare în tabloul de bord atunci când sunt instalate mai multe cazuri LOM.",
                    "Adăugat mici etichete lângă titlurile pachetului.",
                    "Redescărcarea Uneltei de încărcare a comenzii va iniția descărcarea și va închide aplicația în timp ce este actualizată.",
                    "Raporturi fixe și îmbunătățite ale modului de încărcare a ecranului."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Lansare publică Beta",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Prezentare, revizuirea profilului",
        "ChangeGroups": [
            {
                "Name": "Modificări ale profilului",
                "Changes": [
                    "A schimbat design-ul listei tale de profile.",
                    "Profilurile favorite sunt acum afișate pe tabloul de bord pentru a permite comutarea ușoară între ele.",
                    "A adăugat secțiunea \"Alte Profiluri\" într-o pagină a pachetului pentru a le exclude cu ușurință sau pentru a le include din alte profiluri",
                    "Adăugat noi opțiuni de sortare a profilurilor. Sortarea selectată va fi acum memorată de-a lungul sesiunilor.",
                    "Acțiuni cu click-dreapta adăugate în lista de conținut pentru a exclude sau include un articol în toate pachetele tale.",
                    "S-a adăugat un buton pentru a vizualiza fișierul unui Profil pe calculatorul tău.",
                    "Acum poți atribui o culoare profilurilor tale.",
                    "Acum poți crea o scurtătură pe desktop pentru profilele tale.",
                    "Acum puteți importa un profil LOT 1 în secțiunea 'Adaugă profil'."
                ]
            },
            {
                "Name": "Îmbunătățiri",
                "Changes": [
                    "Linkurile Steam se vor deschide acum în interiorul ferestrei Steam. Aceasta poate fi togled in optiuni.",
                    "Bunurile locale sunt acum grupate corect pe baza dosarelor în care se află.",
                    "Panoul contului Paradox va fi afișat întotdeauna de acum înainte.",
                    "Butoanele ferestrei din partea de sus are acum pictograme pentru a explica acţiunile lor.",
                    "S-a îmbunătățit responsivitatea paginilor din lista de conținut.",
                    "Căutați în paginile listei de conținut este acum mult mai rapid.",
                    "Încărcarea mod-ului este acum în cache și duce la sarcini mai eficiente pe Windows & Linux, precum și la sarcini mult mai rapide pe macOS.",
                    "Acum poți genera un fișier zip al jurnalelor tale în timp ce jocul rulează."
                ]
            },
            {
                "Name": "Rezolvări",
                "Changes": [
                    "Înghețări fixe au loc în paginile listei de conținut.",
                    "Setarea automată a Profilurilor nu funcționează corect.",
                    "S-a remediat faptul că nu se pot folosi hărți de lucru și jocuri salvate în setările profilului",
                    "Hărțile personalizate nu se încarcă când sunt selectate în setările profilului.",
                    "S-a reparat faptul că profilurile din macOS și Linux nu se aplică întotdeauna corect.",
                    "Dacă ai o locație personalizată pentru fișierele de raportare LSMR va porni corect de acolo atunci când selectezi un fișier de raport în pagina de utilități."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Nou și îmbunătățit",
                "Changes": [
                    "Adăugat în pagina de utilități un import din orice fișier text sau din clipboard.",
                    "BOB import este acum un import XML generic prin suprimarea oricărui format XML care conține ID-uri de pachete."
                ]
            },
            {
                "Name": "Rezolvări",
                "Changes": [
                    "S-a remediat încărcarea unui URL de colectare uneori neprocesat corect ID-ul.",
                    "Fixează LOT să nu răspundă pe Mac/Linux atunci când se dezabonează de la un pachet."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Actualizare curățare primăvară",
        "ChangeGroups": [
            {
                "Name": "Filtru & Schimbări Căutare",
                "Changes": [
                    "Adăugat un nou autor filtru derulant.",
                    "Mai multe acțiuni au fost adăugate la etichete în listele de conținut.",
                    "A adăugat o nouă opțiune \"Orice probleme\" pentru \"Starea Pachetului\" și \"Raportul de compatibilitate\".",
                    "Toate acțiunile de filtrare se fac acum folosind Ctrl+Click, a adăugat o opțiune pentru a schimba această funcționalitate.",
                    "Re-filtrarea folosind comenzile rapide din listă elimină acum elementul din filtrul dvs.",
                    "Separarea termenilor cu virgulă în căutarea dvs. vă va împărți căutarea pentru a corespunde oricăruia dintre termenii (SAU)\r\n\t• Adăugarea '+' la începutul termenului dvs. va necesita ca termenul să fie potrivit (AND)\r\n\t• Adăugarea '-' la începutul termenului dvs. va exclude elemente care se potrivesc cu acel termen\r\n\r\nExemple de nouă căutare:\r\n\t• mașină, camion (se potrivește cu „automobil” SAU „camionet”)\r\n\t• construcție, apartament + european (se potrivește cu „european” ȘI [„construire” SAU „apartament”)\r\n\t\r\n • conviețui; house -rico +american (se potrivește cu 'american' ȘI ['condo' SAU 'house'] și NU 'rico')"
                ]
            },
            {
                "Name": "Modificări UI și UX",
                "Changes": [
                    "A implementat un nou sistem de pictograme care scalează toate iconițele în mod corespunzător la scara UI.",
                    "Reprocesează redarea listelor, îmbunătăţind drastic performanţa şi capacitatea de reacţie a paginilor de conţinut.",
                    "S-a adăugat un comutator de ordine sortare pentru a selecta între sortare ascendentă și descendentă.",
                    "A mutat secțiunea 'Acțiuni' în paginile de conținut și a adăugat 2 opțiuni noi.",
                    "Pachetele incluse parțial au acum o interfață diferită în listă.",
                    "Imbunatatit butoanele si controalele de filtrare in listele de continut, reducand dimensiunea lor totala si adaugand mai multe indicatii vizuale.",
                    "A schimbat opțiunea de a crește dimensiunea elementelor din listă în plutire pentru a mări întotdeauna dimensiunea lor, a îmbunătățit interfața elementelor din listă mărite și a aplicat această funcționalitate la restul listelor din aplicație.",
                    "S-a adăugat o scurtătură Ctrl+[0-9] pentru a comuta între filele disponibile.",
                    "Se îngheaţă toate butoanele şi toglele de opţiuni.",
                    "Animațiile sunt acum dezactivate implicit pe macOS & Linux.",
                    "Deci mult mai multe imbunatatiri, schimbari si repara numarul, am pierdut numarul."
                ]
            },
            {
                "Name": "Selectare fișier Revamp",
                "Changes": [
                    "S-a actualizat interfața ecranelor de selecție a fișierelor.",
                    "Dosare fixate adăugate pentru a accesa cu ușurință dosarele relevante.",
                    "S-a adăugat o secțiune a Atelierului pentru a selecta cu ușurință hărțile și salvările atelierelor.",
                    "S-a adăugat o listă verticală și comutator ordine sortare",
                    "S-a adăugat un togglet listă/grilă."
                ]
            },
            {
                "Name": "Bug-Fixes",
                "Changes": [
                    "Reparat LOT de lansare după ce monitorul a fost oprit anterior pentru a fi afișat în fereastră.",
                    "S-a remediat opțiunea LHT care nu funcționează la lansarea într-o nouă hartă.",
                    "S-au reparat paginile de autor care nu se deschid corect în Steam.",
                    "Se întâmplă blocaje fixe în timpul căutării în timp ce sortarea „ora abonării” a fost selectată."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Curățarea Pachetelor din atelier",
                "Changes": [
                    "Noi funcționalități adăugate pentru a gestiona cu ușurință neconcordanțele dintre Steam și pachetele descărcate.",
                    "Pachetele la care nu ești abonat nu mai sunt încărcate în joc.",
                    "Lansarea jocului cât timp LOT este deschis va șterge automat orice pachet la care nu ești abonat, dar care este descărcat pe calculatorul tău.",
                    "S-a adăugat un buton în fila Utilities pentru a rula manual această curățare, forțând descărcarea pachetelor lipsă."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Nou",
                "Changes": [
                    "A fost adăugată o opțiune pentru dezactivarea ștergerii automate la deschiderea jocului.",
                    "S-a adăugat o casetă de argumente personalizate pentru setările avansate de lansare."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Iconiță Votare și Abonați",
                "Changes": [
                    "S-a adăugat o nouă pictogramă alături de un pachet care afișează un scurt rezumat al voturilor și numărul abonaților la pachet.",
                    "Apasă pentru a afișa valorile.",
                    "Faceți clic pe pictogramă pentru o descriere detaliată a acestei funcții.",
                    "Opțiuni de sortare adăugate 'Voturi' și 'Total Abonați'."
                ]
            },
            {
                "Name": "Cerințe privind asset-urile",
                "Changes": [
                    "Articolele necesare afişate pe asset-urile unei pagini din atelier sunt acum integrate în instrumentul de încărcare a comenzii.",
                    "Aceste informații vor fi acum incluse în raportul de compatibilitate pentru a vedea cu ușurință ceea ce lipsești."
                ]
            },
            {
                "Name": "Alte schimbări",
                "Changes": [
                    "S-a actualizat pagina pachetului pentru a se potrivi cu informațiile afișate în listele de conținut.",
                    "Listele de conținut secundar cum ar fi „Pachete lipsă” și „Colecție workshop” folosesc acum aceeași interfață ca paginile principale ale listei de conținut, facilitarea unei experiențe simplificate și a mai multor opțiuni.",
                    "Opțiuni de lansare \"Activă nouă\" și \"Încarcă Activ\" adăugate în profil pentru a se încărca rapid în Editorul de active."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "Prezentare, Skyve, succesorul final al comenzii de încărcare Mod 1/2 și Raportul de compatibilitate.\r\nVine pentru C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "Revizuirea raportului de compatibilitate",
                "Changes": [
                    "Raportul de compatibilitate este acum integrat direct în Skyve.",
                    "Recomandările și textul informativ sunt acum mai clare și mai ușor de gestionat.",
                    "S-a adăugat un buton de amânare pentru a anula o anumită notificare de compatibilitate.",
                    "Articole necesare redirecționează automat către cel mai recent succesor al pachetelor.",
                    "Pachetele locale se potrivesc automat cu contrapartida lor online, afișând informațiile de la Steam și afișând corect informațiile de compatibilitate.",
                    "Acum puteți solicita o revizuire pentru un pachet pentru a ne notifica cu privire la informațiile lipsă din datele de compatibilitate.",
                    "Tab-ul Raport de Compatibilitate este acum disponibil."
                ]
            },
            {
                "Name": "Caracteristici noi",
                "Changes": [
                    "Acum poți edita Căutarea etichetelor direct în aplicație pentru mod-uri și active. Activele sunt sincronizate cu jocul.",
                    "S-a adăugat o filă \"Referinţe\" pe pagina unui pachet pentru a vedea toate celelalte pachete care îl referă.",
                    "Adăugat o opţiune pentru a face pachetele opţionale să folosească aceeaşi notificare ca şi pachetele obligatorii.",
                    "dialecte lingvistice adăugate, chineză tradițională (Taiwan), engleză Marea Britanie și Brazilia portugheză."
                ]
            },
            {
                "Name": "Alte schimbări",
                "Changes": [
                    "Pseudo-mods includ acum marcaje IMT, Randare! Presetări, Fonturi Obiecte Procedurale și moduri de traducere.",
                    "Link-uri adăugate la pagina pachetului, precum și alte informații cum ar fi utilizarea și tipul acestuia.",
                    "Utilizări adăugate de profil: Crearea hărții, Producerea de scenarii și crearea de teme.",
                    "Adăugat text suplimentar în listă pentru a arăta câte pachete sunt ascunse din cauza utilizării profilului.",
                    "S-a îmbunătățit butonul Acțiuni pentru a-l face mai vizibil și mai ușor de accesat.",
                    "Noua pictogramă luminează acum pe baza a ceea ce se întâmplă, albastrul indică faptul că jocul rulează, roșu înseamnă că nu există conexiune la internet, iar strălucirea rapidă înseamnă lansarea sau închiderea jocului."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Rezolvări",
                "Changes": [
                    "S-au remediat setările și profilurile anterioare care uneori nu se transferau la Skyve.",
                    "O scurtătură va fi acum creată la prima deschidere a Skyve după ce ai avut LOM2 anterior.",
                    "S-a remediat un caz rar în care informațiile despre compatibilitate nu se încărcau.",
                    "A fost activată abilitatea de a solicita o revizuire a unui pachet care este în prezent stricat.",
                    "Loosened the sensitivity of the 'Partially Downloaded' notification."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Modificări",
                "Changes": [
                    "A fost îmbunătățită performanța aplicației. Sunt așteptate timpi de încărcare mai rapizi și mai puține stiluri.",
                    "S-a remediat o interacțiune între moduri similare care arată în Raportul de compatibilitate atunci când aveți doar una dintre ele.",
                    "S-a remediat moduri detectate in folderul cu asset-uri locale."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Rezolvări",
                "Changes": [
                    "A fost remediată deschiderea filei de opțiuni pentru macOS și Linux.",
                    "S-a remediat problema Ajutor & Jurnale care nu incarca automat jurnalul curent.",
                    "A reparat calea fișierului de jurnal greșită pe Linux."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Modificări",
                "Changes": [
                    "Panourile Steam din meniul principal sunt afișate în mod implicit, încă le puteți ascunde în setările modului.",
                    "Solicitarea unei recenzii acum necesită o descriere validă și trimite jurnalele dvs. cu solicitarea. Un disclaimer este afișat lângă butonul „Trimite”.",
                    "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it."
                ]
            },
            {
                "Name": "Rezolvări",
                "Changes": [
                    "S-a remediat rezumatul asset-urilor care nu se afișează în tabloul de bord.",
                    "S-a remediat statusul învechit care nu funcționează corect."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Reparații și Modificări",
                "Changes": [
                    "S-a adăugat un mesaj pentru a te anunța când se termină 'Rezolvă toate problemele' & 'Curățare'.",
                    "S-a remediat o eroare rară în care încărcarea unui profil LOT 1 ar continua încărcarea pentru totdeauna.",
                    "S-a remediat jurnalul de modificări care nu se deschidea pentru unele limbi.",
                    "S-a rezolvat potențial abonarea la o cantitate mare de elemente care eșua/nu funcționează."
                ]
            }
        ]
    }
]