[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Välkommen till förändringsloggen era",
        "ChangeGroups": [
            {
                "Name": "Ny",
                "Changes": [
                    "Lade till en \"Avsluta prenumeration\"-knapp i innehållssidor\"-åtgärder.",
                    "Lade till en verktygssektion för att prenumerera på saknade objekt i en BOB-konfiguration.",
                    "Lade till ett alternativ för att ha filter och åtgärdssektioner öppna som standard.",
                    "Lade till ändringsloggsidor, du ser den på nya versioner eller använder dess knapp i hjälpsektionerna."
                ]
            },
            {
                "Name": "Förbättringar",
                "Changes": [
                    "Tillagd kompatibilitetsrapport för trasiga tillgångar",
                    "Olistade paket har nu rätt namn och miniatyrbild.",
                    "Platshållare för mappinställningar speglar nu korrekt ditt operativsystem.",
                    "Ctrl+Klicka på en författares namn för att lägga till dem i ditt filter"
                ]
            },
            {
                "Name": "Åtgärder",
                "Changes": [
                    "Fasta äldre profiler som inte konverteras efter den första lanseringen.",
                    "Fast lokala tillgångar uppdateras inte automatiskt efter externa ändringar.",
                    "Fast ta bort lokala tillgångar från högerklicka menyn ta bort alla lokala tillgångar istället för bara en",
                    "Fast konvertering av LOT 1-profiler vilket resulterar i att tillgångar markeras som \"lokala\"",
                    "Fast \"Real\" mappar som byts ut mot spara för Linux & Mac-användare.",
                    "Fasta Linux- och Mac-användare som inte kan generera en loggzip."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Lade till sektionen Hjälp & Loggar",
                "Changes": [
                    "Lätt att komma åt dina loggar.",
                    "Visa fel snabbt i din senaste / nuvarande spelsession.",
                    "Förenkla en loggfil för att fokusera på vad som faktiskt händer.",
                    "Dela en zip-fil med alla loggar som behövs för att någon ska kunna hjälpa dig."
                ]
            },
            {
                "Name": "Förbättringar",
                "Changes": [
                    "Ändrade ikonerna i filter för att återspegla de rätta ikonerna som används i listan."
                ]
            },
            {
                "Name": "Åtgärder",
                "Changes": [
                    "Fast texten i importsamlingen för att prenumerera och avprenumerera vänds.",
                    "Fast kartval för ett nytt spel som inte låter användare välja en vaniljkarta."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Åtgärder",
                "Changes": [
                    "Fixade en bugg som orsakade oändlig laddning för vissa användare."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Ändringar",
                "Changes": [
                    "Tog bort fliken prenumeration från mod alternativ i spelet.",
                    "Fasta DLC:er används inte vid inläsning av en profil.",
                    "Fast språkalternativet är tomt för vissa människor.",
                    "Återhämtning från ånga kommer inte längre att tvinga fokus tillbaka till verktyget.",
                    "Andra UI ändringar."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Ändringar",
                "Changes": [
                    "Lägga till en info popup när du prenumererar på objekt för första gången.",
                    "Lade till en varningstext i instrumentpanelen när du har flera LOM-instanser installerade.",
                    "Lade till små taggar bredvid paketets titlar.",
                    "Ladda ner lastbeställningsverktyget igen kommer att initiera nedladdningen och stänga appen medan den uppdateras.",
                    "Fast och förbättrade hastigheten på Loading Screen Mod rapporter."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Beta offentlig release",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Presenterar, profilöversikten",
        "ChangeGroups": [
            {
                "Name": "Förändringar i profilen",
                "Changes": [
                    "Ändrade utformningen av din profillista.",
                    "Favoritprofiler visas nu på din instrumentpanel för att enkelt kunna växla mellan dem.",
                    "Lade till sektionen \"Andra profiler\" i ett pakets sida för att enkelt utesluta eller inkludera dem från dina andra profiler",
                    "Lade till nya sorteringsalternativ för profiler. Den valda sorteringen kommer nu att komma ihåg under sessionerna.",
                    "Lade till högerklicksåtgärder i innehållslistan för att exkludera eller inkludera en artikel i alla dina paket.",
                    "Lade till en knapp för att visa profilens fil på din dator.",
                    "Du kan nu tilldela en färg till dina profiler.",
                    "Du kan nu skapa en genväg på skrivbordet för dina profiler.",
                    "Du kan nu importera en LOT 1-profil i avsnittet \"Lägg till profil\"."
                ]
            },
            {
                "Name": "Förbättringar",
                "Changes": [
                    "Steam-länkar öppnas nu inne i Steams fönster. Detta kan slås av i Alternativen.",
                    "Lokala tillgångar är nu korrekt inspelade baserat på de mappar de befinner sig i.",
                    "Din Paradox kontopanel kommer alltid att visas från och med nu.",
                    "Fönsterknapparna längst upp just nu har ikoner för att förklara sina handlingar.",
                    "Förbättrad respons på innehållslistans sidor.",
                    "Sök i innehållslistan sidorna är nu mycket snabbare.",
                    "Mod laddning är nu cachelagrad, vilket resulterar i effektivare laster på Windows & Linux, samt mycket snabbare laster på macOS.",
                    "Du kan nu generera en zip-fil av dina loggar medan spelet körs."
                ]
            },
            {
                "Name": "Åtgärder",
                "Changes": [
                    "Fasta frysningar händer i innehållslistan sidor.",
                    "Fasta Profilers Auto-Spara fungerar inte korrekt.",
                    "Fast att inte kunna använda Workshop-kartor och spar-spel i profilinställningarna",
                    "Fasta anpassade kartor som inte laddas när den är markerad i profilinställningarna.",
                    "Fast inläsning av Profiler på macOS och Linux gäller inte alltid korrekt.",
                    "Att ha en anpassad plats för LSMR-rapportfiler startar nu korrekt därifrån när du väljer en rapportfil på sidan Verktygsverktyg."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Nytt & förbättrat",
                "Changes": [
                    "Lade till på Utilities sidan en import från någon textfil eller från ditt urklipp.",
                    "BOB-import är nu en generisk XML-import genom att stötta alla XML-format som innehåller paket-ID."
                ]
            },
            {
                "Name": "Åtgärder",
                "Changes": [
                    "Fast laddar en samlings-URL ibland inte tolka ID korrekt.",
                    "Fast LOT blir inte responsivt på Mac/Linux när du avregistrerar från ett paket."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Uppdatering för vårrensning",
        "ChangeGroups": [
            {
                "Name": "Filtrera & sök ändringar",
                "Changes": [
                    "Lade till en ny författarfilter rullgardinsmeny.",
                    "Lade till fler åtgärder till etiketter i innehållslistorna.",
                    "Lade till ett nytt \"Eventuella problem\" alternativ för \"Paketstatus\" och \"Kompatibilitetsrapport\" nedrullningar.",
                    "Alla filteråtgärder görs nu med hjälp av Ctrl + Klick, lagt till ett alternativ för att byta den här funktionen.",
                    "Återfiltrering med genvägarna i listan tar nu bort objektet från ditt filter.",
                    "Separera termer med kommatecken i din sökning kommer att dela upp din sökning för att matcha något av termerna (OR)\r\n\t<unk> • Lägga till '+' i början av din term kommer att kräva att termen matchas (AND)\r\n\t<unk> • Lägga till '-' i början av din termin kommer att utesluta objekt som matchar termen\r\n\r\nExempel på den nya sökningen:\r\n\t<unk> • bil, lastbil (matchar 'bil' ELLER 'truck')\r\n\t<unk> • byggnad, lägenhet +europeisk (matchar 'europeisk' OCH ['byggnad' ELLER 'lägenhet'])\r\n\t<unk> • condo, hus -rico +amerikanska (matchar 'american' och ['condo' eller 'hus'] OCH INTE 'rico')"
                ]
            },
            {
                "Name": "UI & UX ändringar",
                "Changes": [
                    "Genomfört ett nytt ikonsystem som skalar alla ikoner på lämpligt sätt till din UI-skala.",
                    "Omarbetade rendering av listor, förbättra prestanda och lyhördhet för innehållssidor drastiskt.",
                    "Lade till en sorteringsordning för att välja mellan stigande och fallande sortering.",
                    "Flyttade avsnittet \"Åtgärder\" på innehållssidorna och lade till 2 nya alternativ.",
                    "Delvis inkluderade paket har nu ett annat gränssnitt i listan.",
                    "Förbättrade knappar och filterkontroller i innehållslistorna, minskade deras totala storlek och lägga till fler visuella ledtrådar.",
                    "Ändrade alternativet att öka listobjektens storlek på hovrar för att alltid öka sin storlek, förbättrade UI för förstorade listobjekt och tillämpade denna funktionalitet på resten av listorna i appen.",
                    "Lade till en genväg Ctrl+[0-9] för att växla mellan tillgängliga flikar.",
                    "Bytte alla dubbelknappar och alternativ toggles' sidor.",
                    "Animationer är nu inaktiverade som standard på macOS & Linux.",
                    "Så många fler UI förbättringar, förändringar och korrigeringar jag förlorade räkningen."
                ]
            },
            {
                "Name": "Revamp för filval",
                "Changes": [
                    "Uppdaterade UI för filmarkeringsskärmarna.",
                    "Lade till Pinned mappar för att enkelt komma åt relevanta mappar.",
                    "Lade till en verkstadssektion för att enkelt välja verkstadskartor och sparar.",
                    "Lade till en sorterings-rullgardinsmeny & sorteringsordning att växla",
                    "Lade till en lista/rutnätsvy."
                ]
            },
            {
                "Name": "Bugg Fixar",
                "Changes": [
                    "Fast lansering LOT efter skärmen det var tidigare på fick avstängt vilket resulterade i att fönstret nu dyker upp.",
                    "Fast LHT alternativet fungerar inte när du startar in i en ny karta.",
                    "Fasta författarsidor som inte öppnas korrekt i Steam.",
                    "Fast fryser händer när du söker medan \"Prenumerera tid\" sorteringen valdes."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Rensa Workshop-paket",
                "Changes": [
                    "Lade till nya funktioner för att enkelt hantera felmatchningar mellan Steam och dina nedladdade paket.",
                    "Paket som du inte prenumererar på laddas inte längre i spelet.",
                    "Starta spelet medan LOT är öppet kommer automatiskt ta bort alla paket som du inte prenumererar på, utan hämtas på din dator.",
                    "Lade till en knapp i Verktygs fliken för att manuellt köra denna rensning samt tvinga nedladdning av saknade paket."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Ny",
                "Changes": [
                    "Lade till ett alternativ för att inaktivera automatisk rensning när spelet öppnades.",
                    "Lade till en egen argumentruta för avancerade startinställningar."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Rösta & prenumeranter Ikon",
                "Changes": [
                    "Lade till en ny ikon bredvid ett paket som visar en snabb sammanfattning av rösterna och antalet prenumeranter på paketet.",
                    "Håll muspekaren över den för att visa värdena.",
                    "Klicka på ikonen för en fördjupad beskrivning av denna funktion.",
                    "Lade till sorteringsalternativ för \"Röster\" och \"Totala prenumeranter\"."
                ]
            },
            {
                "Name": "Krav på tillgång",
                "Changes": [
                    "De nödvändiga objekten som visas på en verkstadstillgångs sida är nu integrerade i Load Order Tool.",
                    "Denna information kommer nu att inkluderas i kompatibilitetsrapporten för att snabbt och enkelt se vad du saknar."
                ]
            },
            {
                "Name": "Andra ändringar",
                "Changes": [
                    "Uppdaterade paketsidan för att matcha den visade informationen i innehållslistan.",
                    "Sekundära innehållslistor som \"Saknade paket\" & \"Workshop Collection\" använder nu samma UI som huvudsidorna för innehållslistan, möjliggör en strömlinjeformad upplevelse och fler alternativ.",
                    "Lade till 'New Asset' & 'Load Asset' startalternativ i profilen för att snabbt ladda in i redaktören."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "Presenterar, Skyve, den sista efterföljaren till lastordern Mod 1/2 och kompatibilitetsrapporten.\r\nKommer för C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "Kompatibilitetsrapport översyn",
                "Changes": [
                    "Kompatibilitetsrapporten är nu integrerad direkt i Skyve.",
                    "Rekommendationer och info text är nu tydligare och lättare att hantera.",
                    "Lade till en Snooze-knapp för att avfärda en viss kompatibilitetsnotifikation.",
                    "Obligatoriska objekt omdirigeras automatiskt till paketets senaste efterföljare.",
                    "Lokala paket matchas automatiskt med sin online motsvarighet som visar informationen från Steam och korrekt visar dess kompatibilitetsinformation.",
                    "Du kan nu begära en översyn för ett paket för att meddela oss om saknad information i kompatibilitetsdata.",
                    "Fliken Kompatibilitetsrapport är nu tillgänglig."
                ]
            },
            {
                "Name": "Nya funktioner",
                "Changes": [
                    "Du kan nu redigera Hitta den! taggar direkt i appen till moddar och tillgångar. Tillgångar synkroniseras med spelet.",
                    "Lade till en \"Referenser\"-flik på ett pakets sida för att se alla andra paket som refererar till det.",
                    "Lade till ett alternativ för att göra att valfria paket använder samma avisering som obligatoriska paket.",
                    "Lade till språkdialekter, kinesiska traditionella (Taiwan), engelska Storbritannien och portugisiska Brasilien."
                ]
            },
            {
                "Name": "Andra ändringar",
                "Changes": [
                    "Pseudo-mods inkluderar nu IMT markeringar, Render it! Förinställningar, procedurobjekt teckensnitt och översättningsmods.",
                    "Lade till länkar till paketsidan, liksom annan information som dess användning och typ.",
                    "Lade till nya profilanvändningar: Kartskapande, Scenario Making, och Tema Making.",
                    "Lade till extra text i listan för att visa hur många paket som döljs på grund av din profilanvändning.",
                    "Förbättrade knappen Åtgärder för att göra den mer synlig och lättare att komma åt.",
                    "Den nya ikonen lyser nu baserat på vad som händer, blå indikerar att spelet körs, röd betyder ingen internetuppkoppling, och snabb glödande innebär att det startar eller stänger spelet."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Fixar",
                "Changes": [
                    "Fixed previous settings and profiles sometimes not carrying over to Skyve.",
                    "A shortcut will now be created when you first open Skyve after you previously had LOM2.",
                    "Fixed a rare case where the compatibility info was not loading.",
                    "Enabled the ability to request a review for a package that is currently broken.",
                    "Loosened the sensitivity of the 'Partially Downloaded' notification."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Improved the performance of the app. Quicker load times & less stutters are expected.",
                    "Fixed an interaction between similar mods showing in the Compatibility Report when you only have one of them.",
                    "Fixed mods being detected in the local assets folder."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the options tab not opening for macOS & Linux.",
                    "Fixed the Help & Logs tab not loading your current log automatically.",
                    "Fixed the log file path being wrong on Linux."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Changes",
                "Changes": [
                    "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.",
                    "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.",
                    "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the asset summary not showing in the dashboard.",
                    "Fixed the out of date status not working correctly."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Fixes & Changes",
                "Changes": [
                    "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.",
                    "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.",
                    "Fixed the changelog not opening with some languages.",
                    "Potentially fixed subscribing to a large amount of items failing/not working."
                ]
            }
        ]
    },
    {
        "Version": "3.0.6",
        "Date": "2023-05-29",
        "ChangeGroups": [
            {
                "Name": "Reworked Subscription Process",
                "Changes": [
                    "You can now subscribe to packages while the game is open.",
                    "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.",
                    "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.",
                    "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.",
                    "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning."
                ]
            },
            {
                "Name": "New",
                "Changes": [
                    "Added \"View this Profile's contents\" in profiles' right-click menu.",
                    "Added a \"Force download\" option in packages' right-click menu.",
                    "Added more context to some popups",
                    "Added a \"Download all displayed items\" in the actions in list pages."
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the profile list not updating instantly.",
                    "Fixed profile packages not showing their workshop name.",
                    "Fixed packages' steam info not loading from the first time when viewing a profile or collection.",
                    "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues.",
                    "Improved the performance for people with a lot of mods."
                ]
            }
        ]
    }
]