[
    {
        "Version": "2.2.0",
        "Date": "2023-04-10",
        "Tagline": "Ласкаво просимо до списку змін",
        "ChangeGroups": [
            {
                "Name": "Нове",
                "Changes": [
                    "Додана кнопка «Відписатися від усіх» в діях сторінки.",
                    "У вкладці Утиліти додано розділ для підписки на відсутні предмети в конфігурації BOB.",
                    "Додано параметр для Фільтрів та Дій, відкритих за замовчуванням.",
                    "Додано сторінки списку змін, їх можна побачити на нових версіях або з допомогою кнопки в розділі Довідки."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Додано звіт про сумісність для зламаних ассетів",
                    "Неперераховані пакунки мають правильну назву та ескіз.",
                    "Тепер заповнювачі для параметрів теки правильно відображають ОС.",
                    "Ctrl+Клік на ім'я автора, щоб додати його до вашого фільтру"
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено помилку збереження профілю, після першого запуску.",
                    "Фіксовані локальні ассети не оновлюються автоматично після зовнішніх змін.",
                    "Виправлено видалення локальних ассетів з меню на видалення всіх локальних ассетів замість одного",
                    "Виправлено перетворення LOT 1 профілів, що призводять до позначки ассетів як 'Локальні'",
                    "Виправлено заміна теки \"Real\" збереженням для користувачів Linux і Mac.",
                    "Виправлено помилку, що користувачі Linux і Mac не можуть створювати zip-архів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.4",
        "Date": "2023-04-08",
        "ChangeGroups": [
            {
                "Name": "Додано розділ \"Довідки та Логи\"",
                "Changes": [
                    "Легкий доступ до ваших логів.",
                    "Швидкий перегляд помилок в останньому або поточному сеансі гри.",
                    "Спростіть лог-файл, щоб сфокусуватись на тому, що насправді відбувається.",
                    "Поділитися zip файлом, що містить всі журнали, необхідні для того, хто допоможе вам."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Змінено піктограми фільтрів для відображення правильних іконок, які використовуються в списку."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Фіксований текст в імпортованій колекції для підписки та відписки на розсилку.",
                    "Виправлено помилку вибору мапи для нової гри, яка не дає користувачам можливість вибрати потрібну мапу."
                ]
            }
        ]
    },
    {
        "Version": "2.1.3",
        "Date": "2023-04-06",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено баг, який спричинив нескінченне завантаження для деяких користувачів."
                ]
            }
        ]
    },
    {
        "Version": "2.1.2",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Вкладку підписки було видалено з вбудованих в гру опцій моду.",
                    "Виправлено: DLC не застосовуються під час завантаження профілю.",
                    "Виправлено: опція мови пуста для деяких людей.",
                    "Повторне завантаження з Steam більше не змусить фокус повернутись до інструменту.",
                    "Інші зміни інтерфейсу користувача."
                ]
            }
        ]
    },
    {
        "Version": "2.1.1",
        "Date": "2023-04-05",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Додавано вікно, що спливає при першій підписці на предмети.",
                    "Додано текст-попередження в панелі керування коли встановлено кілька екземплярів LOM.",
                    "Додано маленькі теґи поруч із назвою пакунка.",
                    "Повторне завантаження Load Order Tool розпочне завантаження і закриє програму на час оновлення.",
                    "Виправлено та покращено швидкість завантаження звітів Loading Screen Mod."
                ]
            }
        ]
    },
    {
        "Version": "2.1.0",
        "Date": "2023-04-05",
        "Tagline": "Публічний бета-реліз",
        "ChangeGroups": []
    },
    {
        "Version": "2.2.1",
        "Date": "2023-04-15",
        "Tagline": "Зустрічайте: Перебудова Профілю",
        "ChangeGroups": [
            {
                "Name": "Зміни профілю",
                "Changes": [
                    "Змінено дизайн списку ваших профілів.",
                    "Улюблені профілі тепер відображаються на панелі управління, щоб забезпечити легке перемикання профілів.",
                    "Додано розділ \"Інші Профілі\" на сторінці пакунків для легкого виключення або включення їх з ваших інших профілів",
                    "Додані нові опції сортування профілю. Обране сортування буде запамʼятовуватись протягом сесії.",
                    "Додано дію правою кнопкою миші в списку елементів, щоб виключити або включити елемент у всі ваші пакунки.",
                    "Додана кнопка перегляду файлу профілю на вашому комп'ютері.",
                    "Тепер ви можете встановити колір профілю.",
                    "Тепер ви можете створити ярлик на робочому столі для профілів.",
                    "Тепер ви можете імпортувати профілі LOT 1 в розділі \"Додати профіль\"."
                ]
            },
            {
                "Name": "Вдосконалення",
                "Changes": [
                    "Тепер посилання Steam відкриється всередині вікна Steam. Це можна вимкнути в Параметрах.",
                    "Місцеві ассети тепер правильно згруповані на основі їхніх тек.",
                    "Відтепер ваша панель облікового запису Paradox завжди відображатиметься.",
                    "Кнопки вікна зверху тепер мають значки, які пояснюють їх дії.",
                    "Покращено відгук сторінок зі списком вмісту.",
                    "Пошук у списку вмісту тепер набагато швидше.",
                    "Завантаження модів тепер кешоване: більш ефективні завантаження на Windows і Linux, а також пришвидшено завантаження на macOS.",
                    "Тепер ви можете генерувати zip-файл з логів навіть поки триває гра."
                ]
            },
            {
                "Name": "Виправлено",
                "Changes": [
                    "Виправлено зависання на сторінках списку вмісту.",
                    "Виправлене некоректне автоматичне збереження у профілях.",
                    "Виправлено неможливість використовувати карти Майстерні та збереження в налаштуваннях профілю",
                    "Виправлено помилку використання користувацьких карт при виборі в налаштуваннях профілю.",
                    "Виправлено некоректне завантаження профілів на macOS та Linux.",
                    "Наявність користувацького розташування для звіту LSMR буде тепер коректно запускатись при виборі звіту на сторінці Утиліти."
                ]
            }
        ]
    },
    {
        "Version": "2.2.2",
        "Date": "2023-04-19",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Нове і покращене",
                "Changes": [
                    "У вкладку \"Утиліти\" додано імпорт з текстового файлу та буфера обміну.",
                    "Імпорт BOB тепер є узагальненим імпортом XML, підтримуючи будь-який XML-формат, що містить ідентифікатор пакунків."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено: завантаження URL колекції іноді аналізувало ID неправильно.",
                    "Виправлено: LOT не реагував на запити на Mac/Linux під час відписки від пакунка."
                ]
            }
        ]
    },
    {
        "Version": "2.3.0",
        "Date": "2023-04-27",
        "Tagline": "Оновлення Весняного Прибирання",
        "ChangeGroups": [
            {
                "Name": "Зміни Фільтрів і Пошуку",
                "Changes": [
                    "Додано новий фільтр за автором.",
                    "Додано більше дій для позначок у списках вмісту.",
                    "До вікон, що випадають, а саме: \"Статус пакунків\" і \"Звіту сумісності\", додано новий параметр \"Будь-які проблеми\".",
                    "Всі дії фільтрів тепер виконуються за допомогою Ctrl+Click, додано опцію для зміни цієї функції.",
                    "Фільтрування за допомогою ярликів у списку тепер видаляє елемент з фільтра.",
                    "Розділяйте умови комою в вашому пошуку щоб відповідати будь-яким з (АБО)\n\t• Додавання '+' на початку терміна потребуватиме узгодження термінів (ТА)\n\t• Додавання '-' на початок вашого терміну, виключить предмети, які відповідають цьому терміну\n\nНаприклад:\n\t• автомобіль, вантажівка (відповідає 'авто' АБО 'вантажівки')\n\t• будівля, апартаменти + європейський (відповідає 'європейський' ТА ['будівля' АБО 'апартаменти'])\n\t• кондо, будинок - rico + американський (відповідає 'американський' І ['кондо' АБО 'будинок'] і НЕ 'rico')"
                ]
            },
            {
                "Name": "Зміни інтерфейсу та UX",
                "Changes": [
                    "Реалізована нова система іконок, яка правильно масштабує всі іконки до розміру вашого інтерфейсу.",
                    "Перероблено візуалізацію списків, покращено продуктивність та чутливість сторінок контенту.",
                    "Додано перемикач сортування для вибору між сортуванням що зростає та що спадає.",
                    "Переміщено розділ \"Дії\" у сторінках контенту і додано 2 нові опції.",
                    "Частково включені пакунки мають інший інтерфейс у списку.",
                    "Покращені кнопки та елементи фільтрації у списках вмісту, зменшено їх загальний розмір та додано більше візуальних ефектів.",
                    "Змінено параметр збільшити розмір елемента в списку при наведенні, на завжди збільшувати їх розмір, покращений інтерфейс розширених елементів списку та застосування цієї функції до решти списків у додатку.",
                    "Додано гарячу клавішу Ctrl+[0-9], для перемикання між доступними вкладками.",
                    "Замінено всі подвійні кнопки та елементи перемикання сторін.",
                    "Анімації тепер вимкнені за замовчуванням на macOS & Linux.",
                    "Так багато вдосконалень інтерфейсу та виправлень, що я вже втратив рахунок."
                ]
            },
            {
                "Name": "Відкликання виділення файлу",
                "Changes": [
                    "Оновлено UI екранів вибирання файлів.",
                    "Додано Закріплені Теки для легкого доступу до них.",
                    "Додано розділ Майстерня для легкого вибору карт і збережень на Майстерні.",
                    "Додано режим сортування та перемикач порядку сортування",
                    "Додано режим перегляду списку/сітки."
                ]
            },
            {
                "Name": "Виправлення помилок",
                "Changes": [
                    "Виправлено процес запуску LOT після того, як монітор його раніше було вимкнуто, внаслідок чого вікно появилося.",
                    "Виправлено проблему лівостороннього руху при запуску на нову карту.",
                    "Фіксовані сторінки автора неправильно відкривалися у Steam.",
                    "Виправлено заморозки під час пошуку при виборі сортування «Підписок»."
                ]
            }
        ]
    },
    {
        "Version": "2.3.1",
        "Date": "2023-04-29",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Очищення пакунків майстерні",
                "Changes": [
                    "Додано нову функцію для легкої перевірки невідповідності між Steam і завантаженими пакунками.",
                    "Пакунки, на які ви не підписані, більше не будуть завантажуватись у гру.",
                    "Запуск гри при відкритому LOT автоматично видалить всі пакунки, на які ви не підписані, присутні на вашому комп'ютері.",
                    "Додана кнопка на вкладці \"Утиліти\" для ручного запуску очищення, а також завантаження відсутніх пакунків."
                ]
            }
        ]
    },
    {
        "Version": "2.3.2",
        "Date": "2023-04-30",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Нове",
                "Changes": [
                    "Додана опція вимкнення автоматичного очищення при відкритті гри.",
                    "Додано блок користувацьких аргументів для додаткових параметрів запуску."
                ]
            }
        ]
    },
    {
        "Version": "2.3.3",
        "Date": "2023-05-04",
        "Tagline": "",
        "ChangeGroups": [
            {
                "Name": "Іконка голосів та підписників",
                "Changes": [
                    "Додана нова іконка біля пакунка, яка показує сумарне зведення по голосах та кількості підписників.",
                    "Наведіться на нього для показу значень.",
                    "Натисніть на значок, щоб дізнатись детальніше про цю функцію.",
                    "Додано варіанти сортування 'Голоси' і 'Всього підписників'."
                ]
            },
            {
                "Name": "Вимоги ассету",
                "Changes": [
                    "Необхідні предмети, що відображаються у майстерні ассета, тепер інтегровані в Load Order Tool.",
                    "Тепер ця інформація включена у Звіт про Сумісність для швидкого та легкого перегляду відсутності предметів."
                ]
            },
            {
                "Name": "Інші зміни",
                "Changes": [
                    "Оновлено сторінку пакунків для відповідності відображеній інформації в списку контенту.",
                    "Вторинні списки контенту, такі як 'Відсутні пакунки' та 'Колекція Майстерні' тепер використовують той же інтерфейс, що і сторінки основного списку контенту, це створює приємніший досвід та додає більше можливостей.",
                    "Додано опції запуску \"Новий Ассет\" та \"Завантажити Ассет\" у профілі, щоб швидко завантажити його в редактор."
                ]
            }
        ]
    },
    {
        "Version": "3.0.0",
        "Date": "2023-05-23",
        "Tagline": "Представляємо, Skyve, фінальний наступник Load Order Mod 1/2 та Compatibility Report.\nДля C:S I & C:S II",
        "ChangeGroups": [
            {
                "Name": "Звіт про сумісність",
                "Changes": [
                    "Звіт про сумісність зараз інтегрований безпосередньо в Skyve.",
                    "Тепер рекомендації та інформаційний текст чіткіші та легші в управлінні.",
                    "Додана кнопка Відкладання для відхилення певного сповіщення про сумісність.",
                    "Необхідні елементи автоматично перенаправляються до останнього наступника пакетів.",
                    "Локальні пакети автоматично збігаються зі своїми онлайн-аналогами, показуючи інформацію про Steam і правильно показують інформацію про його сумісність.",
                    "Ви можете подати запит на перегляд пакета для того, щоб він повідомив нам про відсутні дані у даних сумісності.",
                    "На даний момент доступна вкладка звіту про сумісність."
                ]
            },
            {
                "Name": "Нові можливості",
                "Changes": [
                    "Тепер ви можете редагувати вибрано! Теги безпосередньо в додатку для модифікацій та активів. Активи синхронізовані з грою.",
                    "Додана вкладка \"Посилання\" на сторінці пакета, щоб побачити всі інші пакети, що на нього посилатися.",
                    "Додано можливість робити обов'язкові пакунки використовувати те ж сповіщення, що й потрібні пакети.",
                    "Додано мовні діалекти, китайські традиційні (Тайвань), Англійська Великобританія та португальська Бразилія."
                ]
            },
            {
                "Name": "Інші зміни",
                "Changes": [
                    "Псевдомоди тепер включають IMT вимірювання, рендери! Шаблони, Процедурні об'єкти шрифтів та моди перекладу.",
                    "Посилання на сторінку пакета, а також іншу інформацію про його використання та тип.",
                    "Додано нові використання профілю: створення карти, створення сценаріїв та створення тем.",
                    "Доданий додатковий текст до списку, щоб показати, скільки пакетів приховано через використання вашого профілю.",
                    "Удосконалені кнопки дій для більш помітного та зручного доступу.",
                    "Нова іконка тепер світиться, базуючись на тому, що відбувається, синій вказує на те, що працює гра, червоний означає відсутність підключення до Інтернету, а швидке блимання означає, що він запускає або закриває гру."
                ]
            }
        ]
    },
    {
        "Version": "3.0.1",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено: попередні налаштування і профілі іноді не переходять в Skyve.",
                    "Буде створено ярлик коли ви вперше відкриєте Skyve після LOM2.",
                    "Виправлено рідкісний випадок, коли інформація про сумісність не завантажується.",
                    "Увімкнено можливість подати запит на перегляд пакету, який наразі зламаний.",
                    "Послаблено чутливість повідомлення \"Частково завантажено\"."
                ]
            }
        ]
    },
    {
        "Version": "3.0.2",
        "Date": "2023-05-23",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Поліпшено швидкодію додатку. Очікуються швидші завантаження та менші підвисання.",
                    "Виправлена взаємодія між подібними модами, що показуються у звіті про сумісність, якщо у вас тільки одна з них.",
                    "Виправлено виявлення модів в локальній теці."
                ]
            }
        ]
    },
    {
        "Version": "3.0.3",
        "Date": "2023-05-24",
        "ChangeGroups": [
            {
                "Name": "Фікси",
                "Changes": [
                    "Виправлено: вкладка опцій не відкривається для macOS і Linux.",
                    "Виправлено: Довідка і Журнали автоматично не завантажують поточний журнал.",
                    "Fixed the log file path being wrong on Linux."
                ]
            }
        ]
    },
    {
        "Version": "3.0.4",
        "Date": "2023-05-27",
        "ChangeGroups": [
            {
                "Name": "Зміни",
                "Changes": [
                    "Steam panels in the main menu are now shown by default, you can still hide them in the mod settings.",
                    "Requesting a review now requires a valid description and also sends your logs with the request. A disclaimer is shown next to the 'Send' button.",
                    "Reduced the report level of a mod that hasn't been updated in a while to 'Info' so it doesn't notify you about it."
                ]
            },
            {
                "Name": "Фікси",
                "Changes": [
                    "Fixed the asset summary not showing in the dashboard.",
                    "Fixed the out of date status not working correctly."
                ]
            }
        ]
    },
    {
        "Version": "3.0.5",
        "Date": "2023-05-28",
        "ChangeGroups": [
            {
                "Name": "Виправлення і зміни",
                "Changes": [
                    "Added a message to let you know when 'Fix All Issues' & 'Run Cleanup' end.",
                    "Fixed a rare bug where loading a LOT 1 profile would keep loading forever.",
                    "Fixed the changelog not opening with some languages.",
                    "Potentially fixed subscribing to a large amount of items failing/not working."
                ]
            }
        ]
    },
    {
        "Version": "3.0.6",
        "Date": "2023-05-29",
        "ChangeGroups": [
            {
                "Name": "Reworked Subscription Process",
                "Changes": [
                    "You can now subscribe to packages while the game is open.",
                    "Subscribing to multiple items in a row will put them in a pending list instead of opening the game each time.",
                    "Added a box at the bottom left of the app to let you know of any pending subscribe/unsubscribe tasks.",
                    "Added an advanced option to force the download or delete of packages as soon as you subscribe/unsubscribe to them in Skyve.",
                    "Newly subscribed items are no longer reloaded while the game is open.\r\nDoing so prevents freezes of your game as well as mods malfunctioning."
                ]
            },
            {
                "Name": "Нове",
                "Changes": [
                    "Added \"View this Profile's contents\" in profiles' right-click menu.",
                    "Added a \"Force download\" option in packages' right-click menu.",
                    "Added more context to some popups"
                ]
            },
            {
                "Name": "Fixes",
                "Changes": [
                    "Fixed the profile list not updating instantly.",
                    "Fixed profile packages not showing their workshop name.",
                    "Fixed packages' steam info not loading from the first time when viewing a profile or collection.",
                    "Local mods' name has been reverted to the folder name instead of the Workshop one to prevent issues."
                ]
            }
        ]
    }
]